{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000037987404",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les dispositions prévues à la présente section en cas de sortie du groupe d'une société s'appliquent lorsqu'une société du groupe cesse de remplir les conditions prévues pour l'application du régime défini à cette section. Il en est de même si la société mère dénonce une des options prévues aux premier, deuxième, quatrième ou avant-dernier alinéas du I de l'article 223 A ou au premier alinéa du I de l'article 223 A bis qu'elle a exercée, sans formuler une autre des options prévues aux mêmes alinéas, ou reste seule membre du groupe, ou lorsque le groupe cesse d'exister parce qu'il ne satisfait pas l'une des conditions prévues à la présente section. Lorsqu'une personne morale membre d'un groupe formé en application du quatrième alinéa du I de l'article 223 A, autre que la société mère, opte pour devenir société mère de ce groupe, cette option entraîne la cessation du premier groupe. Lorsqu'une personne morale, autre que la société mère d'un groupe formé en application du deuxième alinéa du même I, opte pour devenir société mère de ce groupe, cette option entraîne la cessation du premier groupe. Si le régime prévu à l'article 223 A ou à l'article 223 A bis cesse de s'appliquer à toutes les sociétés du groupe, la société mère doit comprendre dans son résultat imposable de l'exercice au cours duquel ce régime n'est plus applicable les sommes qui doivent être rapportées au résultat ou à la plus-value ou moins-value nette à long terme d'ensemble en application des dispositions de la présente section en cas de sortie du groupe d'une société. Le déficit d'ensemble ou la moins-value nette à long terme d'ensemble subis par le groupe pendant la période d'application du régime défini à l'article 223 A ou à l'article 223 A bis et encore reportables à l'expiration de cette période sont imputables par la société qui était redevable des impôts mentionnés audit article dus par le groupe, sur son bénéfice ou sa plus-value nette à long terme, selon les modalités prévues au troisième alinéa du I de l'article 209 ou à l'article 39 quindecies. En cas d'absorption par la société mère de toutes les autres sociétés du groupe, emportant changement de son objet social ou de son activité réelle au sens des dispositions du 5 de l'article 221 , cette disposition s'applique à la fraction de ce déficit ou de cette moins-value qui ne correspond pas à ceux subis par la société mère. Les charges financières nettes non déduites mentionnées au 1 du VIII de l'article 223 B bis et la capacité de déduction inemployée mentionnée au 2 du même VIII, qui sont encore reportables à l'expiration de la période d'application du régime défini aux articles 223 A ou 223 A bis, sont utilisables par la société qui était redevable des impôts mentionnés aux mêmes articles 223 A ou 223 A bis dus par le groupe, sur ses résultats selon les modalités prévues au VIII de l'article 212 bis . Les dispositions prévues à la présente section en cas de sortie du groupe ne s'appliquent pas en cas d'absorption à la suite d'une fusion placée sous le régime prévu à l'article 210 A de la société mère par une autre société du groupe qui exerce l'une des options mentionnées aux premier, deuxième, quatrième ou avant-dernier alinéas du I de l'article 223 A ou au premier alinéa du I de l'article 223 A bis dans le délai prévu au deuxième alinéa du III de l'article 223 A décompté à partir de la date de réalisation de la fusion.",
            "texteHtml": "<p>Les dispositions prévues à la présente section en cas de sortie du groupe d'une société s'appliquent lorsqu'une société du groupe cesse de remplir les conditions prévues pour l'application du régime défini à cette section. </p><p>Il en est de même si la société mère dénonce une des options prévues aux premier, deuxième, quatrième ou avant-dernier alinéas du I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006303609&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 223 A (V)'>223 A </a>ou au premier alinéa du I de l'article 223 A bis qu'elle a exercée, sans formuler une autre des options prévues aux mêmes alinéas, ou reste seule membre du groupe, ou lorsque le groupe cesse d'exister parce qu'il ne satisfait pas l'une des conditions prévues à la présente section. </p><p>Lorsqu'une personne morale membre d'un groupe formé en application du quatrième alinéa du I de l'article 223 A, autre que la société mère, opte pour devenir société mère de ce groupe, cette option entraîne la cessation du premier groupe. Lorsqu'une personne morale, autre que la société mère d'un groupe formé en application du deuxième alinéa du même I, opte pour devenir société mère de ce groupe, cette option entraîne la cessation du premier groupe. </p><p>Si le régime prévu à l'article 223 A ou à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000029351864&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 223 A bis (V)'>223 A bis</a> cesse de s'appliquer à toutes les sociétés du groupe, la société mère doit comprendre dans son résultat imposable de l'exercice au cours duquel ce régime n'est plus applicable les sommes qui doivent être rapportées au résultat ou à la plus-value ou moins-value nette à long terme d'ensemble en application des dispositions de la présente section en cas de sortie du groupe d'une société. </p><p>Le déficit d'ensemble ou la moins-value nette à long terme d'ensemble subis par le groupe pendant la période d'application du régime défini à l'article 223 A ou à l'article 223 A bis et encore reportables à l'expiration de cette période sont imputables par la société qui était redevable des impôts mentionnés audit article dus par le groupe, sur son bénéfice ou sa plus-value nette à long terme, selon les modalités prévues au troisième alinéa du I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006308083&dateTexte=&categorieLien=cid'>209 </a>ou à l'article 39 quindecies. En cas d'absorption par la société mère de toutes les autres sociétés du groupe, emportant changement de son objet social ou de son activité réelle au sens des dispositions du 5 de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006308732&dateTexte=&categorieLien=cid'>221</a>, cette disposition s'applique à la fraction de ce déficit ou de cette moins-value qui ne correspond pas à ceux subis par la société mère. </p><p>Les charges financières nettes non déduites mentionnées au 1 du VIII de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000037987547&dateTexte=&categorieLien=id' title='Code général des impôts, CGI. - art. 223 B bis (M)'>223 B bis </a>et la capacité de déduction inemployée mentionnée au 2 du même VIII, qui sont encore reportables à l'expiration de la période d'application du régime défini aux articles 223 A ou 223 A bis, sont utilisables par la société qui était redevable des impôts mentionnés aux mêmes articles 223 A ou 223 A bis dus par le groupe, sur ses résultats selon les modalités prévues au VIII de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000037987568&dateTexte=&categorieLien=id' title='Code général des impôts, CGI. - art. 212 bis (M)'>212 bis</a>. </p><p>Les dispositions prévues à la présente section en cas de sortie du groupe ne s'appliquent pas en cas d'absorption à la suite d'une fusion placée sous le régime prévu à l'article 210 A de la société mère par une autre société du groupe qui exerce l'une des options mentionnées aux premier, deuxième, quatrième ou avant-dernier alinéas du I de l'article 223 A ou au premier alinéa du I de l'article 223 A bis dans le délai prévu au deuxième alinéa du III de l'article 223 A décompté à partir de la date de réalisation de la fusion.</p>",
            "num": "223 S",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "13.0",
            "etat": "VIGUEUR",
            "dateDebut": 1546300800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 28632,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Impôt sur les bénéfices des sociétés et autres personnes morales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147019",
                        "id": "LEGISCTA000006147019",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1987-12-31",
                        "fin": "2999-01-01",
                        "titre": "Section VIII : Groupes de sociétés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162535",
                        "id": "LEGISCTA000006162535",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1987-12-31",
                        "fin": "2999-01-01",
                        "titre": "3e Sous-section : Dispositions diverses",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179592",
                        "id": "LEGISCTA000006179592",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-05-12",
                        "fin": "2999-01-01",
                        "titre": "5° : Conséquences de la sortie du groupe d'une société ou de la cessation du régime de groupe",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191937",
                        "id": "LEGISCTA000006191937",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006303706",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006191937",
            "sectionParentId": "LEGISCTA000006191937",
            "sectionParentTitre": "5° : Conséquences de la sortie du groupe d'une société ou de la cessation du régime de groupe",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre II : Impôt sur les bénéfices des sociétés et autres personnes morales &gt; Section VIII : Groupes de sociétés &gt; 3e Sous-section : Dispositions diverses &gt; 5° : Conséquences de la sortie du groupe d'une société ou de la cessation du régime de groupe",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000037987404",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l’article 32 II B de la loi n° 2018-1317 du 28 décembre 2018, par dérogation au A du II dudit article, l'article 223 L, les deux dernières phrases du deuxième alinéa de l'article 223 R et l'article 223 S du code général des impôts dans leur rédaction résultant du I du même article s'appliquent aux exercices clos à compter du 31 décembre 2018. Conformément à l’article 34 II de la loi n° 2018-1317 du 28 décembre 2018, ces dispositions s’appliquent aux exercices ouverts à compter du 1er janvier 2019.",
            "notaHtml": "<p>Conformément à l’article 32 II B de la loi n° 2018-1317 du 28 décembre 2018, par dérogation au A du II dudit article, l'article 223 L, les deux dernières phrases du deuxième alinéa de l'article 223 R et l'article 223 S du code général des impôts dans leur rédaction résultant du I du même article s'appliquent aux exercices clos à compter du 31 décembre 2018.</p><p>Conformément à l’article 34 II de la loi n° 2018-1317 du 28 décembre 2018, ces dispositions s’appliquent aux exercices ouverts à compter du 1er janvier 2019.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000037882341",
                    "textTitle": "LOI n°2018-1317 du 28 décembre 2018 - art. 32 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "32",
                    "articleId": "LEGIARTI000037935447",
                    "natureText": "LOI",
                    "datePubliTexte": "2018-12-30",
                    "dateSignaTexte": "2018-12-28",
                    "dateDebutCible": "2018-12-31"
                },
                {
                    "textCid": "JORFTEXT000037882341",
                    "textTitle": "LOI n°2018-1317 du 28 décembre 2018 - art. 34 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "34",
                    "articleId": "LEGIARTI000037935474",
                    "natureText": "LOI",
                    "datePubliTexte": "2018-12-30",
                    "dateSignaTexte": "2018-12-28",
                    "dateDebutCible": "2018-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000020812090",
                    "textTitle": "Décret n°2009-811 du 30 juin 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020812090",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2009-811",
                    "datePubli": 1246492800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000029349482",
                    "textTitle": "LOI n°2014-891 du 8 août 2014 - art. 26 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "26",
                    "articleId": "LEGIARTI000038583007",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2014-891",
                    "datePubli": 1407542400000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 209",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "209",
                    "articleId": "LEGIARTI000006308083",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 212 bis (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "212 bis",
                    "articleId": "LEGIARTI000037987568",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 221",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "221",
                    "articleId": "LEGIARTI000006308732",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 223 A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "223 A",
                    "articleId": "LEGIARTI000006303609",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 223 A bis (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "223 A bis",
                    "articleId": "LEGIARTI000029351864",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1420070400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 223 B bis (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "223 B bis",
                    "articleId": "LEGIARTI000037987547",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 223 I (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "223 I",
                    "articleId": "LEGIARTI000042909624",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609372800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 223 L (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "223 L",
                    "articleId": "LEGIARTI000037987136",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546214400000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L169 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L169",
                    "articleId": "LEGIARTI000044981256",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006303706",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 567907200000,
                    "dateFin": 630979200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303707",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 630979200000,
                    "dateFin": 694137600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303708",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 694137600000,
                    "dateFin": 778464000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303709",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 778464000000,
                    "dateFin": 831859200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303710",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 831859200000,
                    "dateFin": 1072828800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303711",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1072828800000,
                    "dateFin": 1167609600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303712",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "7.0",
                    "dateDebut": 1167609600000,
                    "dateFin": 1167523200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303713",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 1167523200000,
                    "dateFin": 1262304000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021682383",
                    "etat": "MODIFIE",
                    "version": "9.0",
                    "dateDebut": 1262304000000,
                    "dateFin": 1407628800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029355416",
                    "etat": "MODIFIE",
                    "version": "10.0",
                    "dateDebut": 1407628800000,
                    "dateFin": 1419984000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030061812",
                    "etat": "MODIFIE",
                    "version": "11.0",
                    "dateDebut": 1419984000000,
                    "dateFin": 1451520000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031816085",
                    "etat": "MODIFIE",
                    "version": "12.0",
                    "dateDebut": 1451520000000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037987404",
                    "etat": "VIGUEUR",
                    "version": "13.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "223 S",
                "223"
            ],
            "versionPrecedente": "LEGIARTI000031816085",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000031816085",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les dispositions prévues à la présente section en cas de sortie du groupe d'une société s'appliquent lorsqu'une société du groupe cesse de remplir les conditions prévues pour l'application du régime défini à cette section. Il en est de même si la société mère ne renouvelle pas celle des options prévues à l'article 223 A ou à l'article 223 A bis qu'elle a exercée ou reste seule membre du groupe ou lorsque le groupe cesse d'exister parce qu'il ne satisfait pas à l'une des conditions prévues à la présente section. Lorsqu'une personne morale membre d'un groupe formé en application du quatrième alinéa du I de l'article 223 A, autre que la société mère, opte pour devenir société mère de ce groupe, cette option entraîne la cessation du premier groupe. Lorsqu'une personne morale, autre que la société mère d'un groupe formé en application du deuxième alinéa du même I, opte pour devenir société mère de ce groupe, cette option entraîne la cessation du premier groupe. Si le régime prévu à l'article 223 A ou à l'article 223 A bis cesse de s'appliquer à toutes les sociétés du groupe, la société mère doit comprendre dans son résultat imposable de l'exercice au cours duquel ce régime n'est plus applicable les sommes qui doivent être rapportées au résultat ou à la plus-value ou moins-value nette à long terme d'ensemble en application des dispositions de la présente section en cas de sortie du groupe d'une société. Le déficit d'ensemble ou la moins-value nette à long terme d'ensemble subis par le groupe pendant la période d'application du régime défini à l'article 223 A ou à l'article 223 A bis et encore reportables à l'expiration de cette période sont imputables par la société qui était redevable des impôts mentionnés audit article dus par le groupe, sur son bénéfice ou sa plus-value nette à long terme, selon les modalités prévues au troisième alinéa du I de l'article 209 ou à l'article 39 quindecies. En cas d'absorption par la société mère de toutes les autres sociétés du groupe, emportant changement de son objet social ou de son activité réelle au sens des dispositions du 5 de l'article 221 , cette disposition s'applique à la fraction de ce déficit ou de cette moins-value qui ne correspond pas à ceux subis par la société mère. Les intérêts qui n'ont pu être admis en déduction du résultat d'ensemble en application des quatorzième à dix-huitième alinéas de l'article 223 B, et qui sont encore reportables à l'expiration de la période d'application du régime défini à l'article 223 A ou à l'article 223 A bis, sont imputables par la société qui était redevable des impôts mentionnés à l'article 223 A ou à l'article 223 A bis dus par le groupe, sur ses résultats selon les modalités prévues au sixième alinéa du 1 du II de l'article 212 .",
            "texteHtml": "<p>Les dispositions prévues à la présente section en cas de sortie du groupe d'une société s'appliquent lorsqu'une société du groupe cesse de remplir les conditions prévues pour l'application du régime défini à cette section. </p><p>Il en est de même si la société mère ne renouvelle pas celle des options prévues à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006303609&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 223 A (V)'>223 A </a>ou à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000029351864&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 223 A bis (V)'>223 A bis </a>qu'elle a exercée ou reste seule membre du groupe ou lorsque le groupe cesse d'exister parce qu'il ne satisfait pas à l'une des conditions prévues à la présente section. </p><p>Lorsqu'une personne morale membre d'un groupe formé en application du quatrième alinéa du I de l'article 223 A, autre que la société mère, opte pour devenir société mère de ce groupe, cette option entraîne la cessation du premier groupe. Lorsqu'une personne morale, autre que la société mère d'un groupe formé en application du deuxième alinéa du même I, opte pour devenir société mère de ce groupe, cette option entraîne la cessation du premier groupe. </p><p>Si le régime prévu à l'article 223 A ou à l'article 223 A bis cesse de s'appliquer à toutes les sociétés du groupe, la société mère doit comprendre dans son résultat imposable de l'exercice au cours duquel ce régime n'est plus applicable les sommes qui doivent être rapportées au résultat ou à la plus-value ou moins-value nette à long terme d'ensemble en application des dispositions de la présente section en cas de sortie du groupe d'une société. </p><p>Le déficit d'ensemble ou la moins-value nette à long terme d'ensemble subis par le groupe pendant la période d'application du régime défini à l'article 223 A ou à l'article 223 A bis et encore reportables à l'expiration de cette période sont imputables par la société qui était redevable des impôts mentionnés audit article dus par le groupe, sur son bénéfice ou sa plus-value nette à long terme, selon les modalités prévues au troisième alinéa du I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006308083&dateTexte=&categorieLien=cid'>209 </a>ou à l'article 39 quindecies. En cas d'absorption par la société mère de toutes les autres sociétés du groupe, emportant changement de son objet social ou de son activité réelle au sens des dispositions du 5 de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006308732&dateTexte=&categorieLien=cid'>221</a>, cette disposition s'applique à la fraction de ce déficit ou de cette moins-value qui ne correspond pas à ceux subis par la société mère. </p><p>Les intérêts qui n'ont pu être admis en déduction du résultat d'ensemble en application des quatorzième à dix-huitième alinéas de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006308748&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 223 B (V)'>223 B, </a>et qui sont encore reportables à l'expiration de la période d'application du régime défini à l'article 223 A ou à l'article 223 A bis, sont imputables par la société qui était redevable des impôts mentionnés à l'article 223 A ou à l'article 223 A bis dus par le groupe, sur ses résultats selon les modalités prévues au sixième alinéa du 1 du II de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006308623&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 212 (V)'>212</a>.</p>",
            "num": "223 S",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "12.0",
            "etat": "MODIFIE",
            "dateDebut": 1451520000000,
            "dateFin": 1546300800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 28632,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Impôt sur les bénéfices des sociétés et autres personnes morales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147019",
                        "id": "LEGISCTA000006147019",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1987-12-31",
                        "fin": "2999-01-01",
                        "titre": "Section VIII : Groupes de sociétés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162535",
                        "id": "LEGISCTA000006162535",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1987-12-31",
                        "fin": "2999-01-01",
                        "titre": "3e Sous-section : Dispositions diverses",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179592",
                        "id": "LEGISCTA000006179592",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-05-12",
                        "fin": "2999-01-01",
                        "titre": "5° : Conséquences de la sortie du groupe d'une société ou de la cessation du régime de groupe",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191937",
                        "id": "LEGISCTA000006191937",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006303706",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006191937",
            "sectionParentId": "LEGISCTA000006191937",
            "sectionParentTitre": "5° : Conséquences de la sortie du groupe d'une société ou de la cessation du régime de groupe",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre II : Impôt sur les bénéfices des sociétés et autres personnes morales &gt; Section VIII : Groupes de sociétés &gt; 3e Sous-section : Dispositions diverses &gt; 5° : Conséquences de la sortie du groupe d'une société ou de la cessation du régime de groupe",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000031816085",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Ces dispositions s'appliquent aux exercices ouverts à compter du 1er janvier 2016.",
            "notaHtml": "<p>Ces dispositions s'appliquent aux exercices ouverts à compter du 1er janvier 2016.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000031733082",
                    "textTitle": "LOI n° 2015-1786 du 29 décembre 2015 - art. 40",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "40",
                    "articleId": "LEGIARTI000031757505",
                    "natureText": "LOI",
                    "datePubliTexte": "2015-12-30",
                    "dateSignaTexte": "2015-12-29",
                    "dateDebutCible": "2016-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000020812090",
                    "textTitle": "Décret n°2009-811 du 30 juin 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020812090",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2009-811",
                    "datePubli": 1246492800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000029349482",
                    "textTitle": "LOI n°2014-891 du 8 août 2014 - art. 26 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "26",
                    "articleId": "LEGIARTI000038583007",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2014-891",
                    "datePubli": 1407542400000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 209",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "209",
                    "articleId": "LEGIARTI000006308083",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 212 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "212",
                    "articleId": "LEGIARTI000006308623",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 221",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "221",
                    "articleId": "LEGIARTI000006308732",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 223 A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "223 A",
                    "articleId": "LEGIARTI000006303609",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 223 A bis (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "223 A bis",
                    "articleId": "LEGIARTI000029351864",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1420070400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 223 B (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "223 B",
                    "articleId": "LEGIARTI000006308748",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 223 I (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "223 I",
                    "articleId": "LEGIARTI000042909624",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609372800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 223 L (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "223 L",
                    "articleId": "LEGIARTI000036364148",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L169 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L169",
                    "articleId": "LEGIARTI000044981256",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006303706",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 567907200000,
                    "dateFin": 630979200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303707",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 630979200000,
                    "dateFin": 694137600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303708",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 694137600000,
                    "dateFin": 778464000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303709",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 778464000000,
                    "dateFin": 831859200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303710",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 831859200000,
                    "dateFin": 1072828800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303711",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1072828800000,
                    "dateFin": 1167609600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303712",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "7.0",
                    "dateDebut": 1167609600000,
                    "dateFin": 1167523200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303713",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 1167523200000,
                    "dateFin": 1262304000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021682383",
                    "etat": "MODIFIE",
                    "version": "9.0",
                    "dateDebut": 1262304000000,
                    "dateFin": 1407628800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029355416",
                    "etat": "MODIFIE",
                    "version": "10.0",
                    "dateDebut": 1407628800000,
                    "dateFin": 1419984000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030061812",
                    "etat": "MODIFIE",
                    "version": "11.0",
                    "dateDebut": 1419984000000,
                    "dateFin": 1451520000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031816085",
                    "etat": "MODIFIE",
                    "version": "12.0",
                    "dateDebut": 1451520000000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037987404",
                    "etat": "VIGUEUR",
                    "version": "13.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "223 S",
                "223"
            ],
            "versionPrecedente": "LEGIARTI000030061812",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000030061812",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les dispositions prévues à la présente section en cas de sortie du groupe d'une société s'appliquent lorsqu'une société du groupe cesse de remplir les conditions prévues pour l'application du régime défini à cette section. Il en est de même si la société mère ne renouvelle pas celle des options prévues à l'article 223 A ou à l'article 223 A bis qu'elle a exercée ou reste seule membre du groupe ou lorsque le groupe cesse d'exister parce qu'il ne satisfait pas à l'une des conditions prévues à la présente section. (1) Lorsqu'une personne morale membre d'un groupe formé en application du quatrième alinéa du I de l'article 223 A, autre que la société mère, opte pour devenir société mère de ce groupe, cette option entraîne la cessation du premier groupe. Lorsqu'une personne morale, autre que la société mère d'un groupe formé en application du deuxième alinéa du même I, opte pour devenir société mère de ce groupe, cette option entraîne la cessation du premier groupe. Si le régime prévu à l'article 223 A ou à l'article 223 A bis cesse de s'appliquer à toutes les sociétés du groupe, la société mère doit comprendre dans son résultat imposable de l'exercice au cours duquel ce régime n'est plus applicable les sommes qui doivent être rapportées au résultat ou à la plus-value ou moins-value nette à long terme d'ensemble en application des dispositions de la présente section en cas de sortie du groupe d'une société. Le déficit d'ensemble ou la moins-value nette à long terme d'ensemble subis par le groupe pendant la période d'application du régime défini à l'article 223 A ou à l'article 223 A bis et encore reportables à l'expiration de cette période sont imputables par la société qui était redevable des impôts mentionnés audit article dus par le groupe, sur son bénéfice ou sa plus-value nette à long terme, selon les modalités prévues au troisième alinéa du I de l'article 209 ou à l'article 39 quindecies. En cas d'absorption par la société mère de toutes les autres sociétés du groupe, emportant changement de son objet social ou de son activité réelle au sens des dispositions du 5 de l'article 221 , cette disposition s'applique à la fraction de ce déficit ou de cette moins-value qui ne correspond pas à ceux subis par la société mère. Les intérêts qui n'ont pu être admis en déduction du résultat d'ensemble en application des quinzième à dix-neuvième alinéas de l'article 223 B, et qui sont encore reportables à l'expiration de la période d'application du régime défini à l'article 223 A ou à l'article 223 A bis, sont imputables par la société qui était redevable des impôts mentionnés à l'article 223 A ou à l'article 223 A bis dus par le groupe, sur ses résultats selon les modalités prévues au sixième alinéa du 1 du II de l'article 212.",
            "texteHtml": "<p>Les dispositions prévues à la présente section en cas de sortie du groupe d'une société s'appliquent lorsqu'une société du groupe cesse de remplir les conditions prévues pour l'application du régime défini à cette section. </p><p>Il en est de même si la société mère ne renouvelle pas celle des options prévues à l'article<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006303609&dateTexte=&categorieLien=cid'> 223 A ou à l'article 223 A bis </a>qu'elle a exercée ou reste seule membre du groupe ou lorsque le groupe cesse d'exister parce qu'il ne satisfait pas à l'une des conditions prévues à la présente section. </p><p>(1) Lorsqu'une personne morale membre d'un groupe formé en application du quatrième alinéa du I de l'article 223 A, autre que la société mère, opte pour devenir société mère de ce groupe, cette option entraîne la cessation du premier groupe. Lorsqu'une personne morale, autre que la société mère d'un groupe formé en application du deuxième alinéa du même I, opte pour devenir société mère de ce groupe, cette option entraîne la cessation du premier groupe.</p><p>Si le régime prévu à l'article 223 A ou à l'article 223 A bis cesse de s'appliquer à toutes les sociétés du groupe, la société mère doit comprendre dans son résultat imposable de l'exercice au cours duquel ce régime n'est plus applicable les sommes qui doivent être rapportées au résultat ou à la plus-value ou moins-value nette à long terme d'ensemble en application des dispositions de la présente section en cas de sortie du groupe d'une société. </p><p>Le déficit d'ensemble ou la moins-value nette à long terme d'ensemble subis par le groupe pendant la période d'application du régime défini à l'article 223 A ou à l'article 223 A bis et encore reportables à l'expiration de cette période sont imputables par la société qui était redevable des impôts mentionnés audit article dus par le groupe, sur son bénéfice ou sa plus-value nette à long terme, selon les modalités prévues au troisième alinéa du I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006308083&dateTexte=&categorieLien=cid'>209 </a>ou à l'article 39 quindecies. En cas d'absorption par la société mère de toutes les autres sociétés du groupe, emportant changement de son objet social ou de son activité réelle au sens des dispositions du 5 de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006308732&dateTexte=&categorieLien=cid'>221</a>, cette disposition s'applique à la fraction de ce déficit ou de cette moins-value qui ne correspond pas à ceux subis par la société mère. </p><p>Les intérêts qui n'ont pu être admis en déduction du résultat d'ensemble en application des quinzième à dix-neuvième alinéas de l'article 223 B, et qui sont encore reportables à l'expiration de la période d'application du régime défini à l'article 223 A ou à l'article 223 A bis, sont imputables par la société qui était redevable des impôts mentionnés à l'article 223 A ou à l'article 223 A bis dus par le groupe, sur ses résultats selon les modalités prévues au sixième alinéa du 1 du II de l'article 212.</p>",
            "num": "223 S",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "11.0",
            "etat": "MODIFIE",
            "dateDebut": 1419984000000,
            "dateFin": 1451520000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 28632,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Impôt sur les bénéfices des sociétés et autres personnes morales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147019",
                        "id": "LEGISCTA000006147019",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1987-12-31",
                        "fin": "2999-01-01",
                        "titre": "Section VIII : Groupes de sociétés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162535",
                        "id": "LEGISCTA000006162535",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1987-12-31",
                        "fin": "2999-01-01",
                        "titre": "3e Sous-section : Dispositions diverses",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179592",
                        "id": "LEGISCTA000006179592",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-05-12",
                        "fin": "2999-01-01",
                        "titre": "5° : Conséquences de la sortie du groupe d'une société ou de la cessation du régime de groupe",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191937",
                        "id": "LEGISCTA000006191937",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006303706",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006191937",
            "sectionParentId": "LEGISCTA000006191937",
            "sectionParentTitre": "5° : Conséquences de la sortie du groupe d'une société ou de la cessation du régime de groupe",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre II : Impôt sur les bénéfices des sociétés et autres personnes morales &gt; Section VIII : Groupes de sociétés &gt; 3e Sous-section : Dispositions diverses &gt; 5° : Conséquences de la sortie du groupe d'une société ou de la cessation du régime de groupe",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000030061812",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément au II de l'article 71 de la loi n° 2014-1655 du 29 décembre 2014 de finances rectificative pour 2014, ces dispositions s'appliquent aux exercices clos à compter du 31 décembre 2014.",
            "notaHtml": "<p>Conformément au II de l'article 71 de la loi n° 2014-1655 du 29 décembre 2014 de finances rectificative pour 2014, ces dispositions s'appliquent aux exercices clos à compter du 31 décembre 2014.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000029990432",
                    "textTitle": "LOI n°2014-1655 du 29 décembre 2014 - art. 63",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "63",
                    "articleId": "LEGIARTI000030009201",
                    "natureText": "LOI",
                    "datePubliTexte": "2014-12-30",
                    "dateSignaTexte": "2014-12-29",
                    "dateDebutCible": "2014-12-30"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000020812090",
                    "textTitle": "Décret n°2009-811 du 30 juin 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020812090",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2009-811",
                    "datePubli": 1246492800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000029349482",
                    "textTitle": "LOI n°2014-891 du 8 août 2014 - art. 26 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "26",
                    "articleId": "LEGIARTI000038583007",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2014-891",
                    "datePubli": 1407542400000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 209",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "209",
                    "articleId": "LEGIARTI000006308083",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 221",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "221",
                    "articleId": "LEGIARTI000006308732",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 223 A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "223 A",
                    "articleId": "LEGIARTI000006303609",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 223 I (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "223 I",
                    "articleId": "LEGIARTI000042909624",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609372800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 223 L (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "223 L",
                    "articleId": "LEGIARTI000036364148",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L169 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L169",
                    "articleId": "LEGIARTI000044981256",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006303706",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 567907200000,
                    "dateFin": 630979200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303707",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 630979200000,
                    "dateFin": 694137600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303708",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 694137600000,
                    "dateFin": 778464000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303709",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 778464000000,
                    "dateFin": 831859200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303710",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 831859200000,
                    "dateFin": 1072828800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303711",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1072828800000,
                    "dateFin": 1167609600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303712",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "7.0",
                    "dateDebut": 1167609600000,
                    "dateFin": 1167523200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303713",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 1167523200000,
                    "dateFin": 1262304000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021682383",
                    "etat": "MODIFIE",
                    "version": "9.0",
                    "dateDebut": 1262304000000,
                    "dateFin": 1407628800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029355416",
                    "etat": "MODIFIE",
                    "version": "10.0",
                    "dateDebut": 1407628800000,
                    "dateFin": 1419984000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030061812",
                    "etat": "MODIFIE",
                    "version": "11.0",
                    "dateDebut": 1419984000000,
                    "dateFin": 1451520000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031816085",
                    "etat": "MODIFIE",
                    "version": "12.0",
                    "dateDebut": 1451520000000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037987404",
                    "etat": "VIGUEUR",
                    "version": "13.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "223 S",
                "223"
            ],
            "versionPrecedente": "LEGIARTI000029355416",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000029355416",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les dispositions prévues à la présente section en cas de sortie du groupe d'une société s'appliquent lorsqu'une société du groupe cesse de remplir les conditions prévues pour l'application du régime défini à cette section. Il en est de même si la société mère ne renouvelle pas celle des options prévues à l'article 223 A ou à l'article 223 A bis qu'elle a exercée ou reste seule membre du groupe ou lorsque le groupe cesse d'exister parce qu'il ne satisfait pas à l'une des conditions prévues à la présente section. (1) Lorsqu'une personne morale membre d'un groupe formé en application du deuxième alinéa de l'article 223 A, autre que la société mère, opte pour devenir société mère de ce groupe, cette option entraîne la cessation du premier groupe. Si le régime prévu à l'article 223 A ou à l'article 223 A bis cesse de s'appliquer à toutes les sociétés du groupe, la société mère doit comprendre dans son résultat imposable de l'exercice au cours duquel ce régime n'est plus applicable les sommes qui doivent être rapportées au résultat ou à la plus-value ou moins-value nette à long terme d'ensemble en application des dispositions de la présente section en cas de sortie du groupe d'une société. Le déficit d'ensemble ou la moins-value nette à long terme d'ensemble subis par le groupe pendant la période d'application du régime défini à l'article 223 A ou à l'article 223 A bis et encore reportables à l'expiration de cette période sont imputables par la société qui était redevable des impôts mentionnés audit article dus par le groupe, sur son bénéfice ou sa plus-value nette à long terme, selon les modalités prévues au troisième alinéa du I de l'article 209 ou à l'article 39 quindecies. En cas d'absorption par la société mère de toutes les autres sociétés du groupe, emportant changement de son objet social ou de son activité réelle au sens des dispositions du 5 de l'article 221 , cette disposition s'applique à la fraction de ce déficit ou de cette moins-value qui ne correspond pas à ceux subis par la société mère. Les intérêts qui n'ont pu être admis en déduction du résultat d'ensemble en application des quinzième à dix-neuvième alinéas de l'article 223 B, et qui sont encore reportables à l'expiration de la période d'application du régime défini à l'article 223 A ou à l'article 223 A bis, sont imputables par la société qui était redevable des impôts mentionnés à l'article 223 A ou à l'article 223 A bis dus par le groupe, sur ses résultats selon les modalités prévues au sixième alinéa du 1 du II de l'article 212.",
            "texteHtml": "<p>Les dispositions prévues à la présente section en cas de sortie du groupe d'une société s'appliquent lorsqu'une société du groupe cesse de remplir les conditions prévues pour l'application du régime défini à cette section. </p><p>Il en est de même si la société mère ne renouvelle pas celle des options prévues à l'article<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006303609&dateTexte=&categorieLien=cid'> 223 A ou à l'article 223 A bis </a>qu'elle a exercée ou reste seule membre du groupe ou lorsque le groupe cesse d'exister parce qu'il ne satisfait pas à l'une des conditions prévues à la présente section. </p><p>(1) Lorsqu'une personne morale membre d'un groupe formé en application du deuxième alinéa de l'article 223 A, autre que la société mère, opte pour devenir société mère de ce groupe, cette option entraîne la cessation du premier groupe. </p><p>Si le régime prévu à l'article 223 A ou à l'article 223 A bis cesse de s'appliquer à toutes les sociétés du groupe, la société mère doit comprendre dans son résultat imposable de l'exercice au cours duquel ce régime n'est plus applicable les sommes qui doivent être rapportées au résultat ou à la plus-value ou moins-value nette à long terme d'ensemble en application des dispositions de la présente section en cas de sortie du groupe d'une société. </p><p>Le déficit d'ensemble ou la moins-value nette à long terme d'ensemble subis par le groupe pendant la période d'application du régime défini à l'article 223 A ou à l'article 223 A bis et encore reportables à l'expiration de cette période sont imputables par la société qui était redevable des impôts mentionnés audit article dus par le groupe, sur son bénéfice ou sa plus-value nette à long terme, selon les modalités prévues au troisième alinéa du I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006308083&dateTexte=&categorieLien=cid'>209 </a>ou à l'article 39 quindecies. En cas d'absorption par la société mère de toutes les autres sociétés du groupe, emportant changement de son objet social ou de son activité réelle au sens des dispositions du 5 de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006308732&dateTexte=&categorieLien=cid'>221</a>, cette disposition s'applique à la fraction de ce déficit ou de cette moins-value qui ne correspond pas à ceux subis par la société mère. </p><p>Les intérêts qui n'ont pu être admis en déduction du résultat d'ensemble en application des quinzième à dix-neuvième alinéas de l'article 223 B, et qui sont encore reportables à l'expiration de la période d'application du régime défini à l'article 223 A ou à l'article 223 A bis, sont imputables par la société qui était redevable des impôts mentionnés à l'article 223 A ou à l'article 223 A bis dus par le groupe, sur ses résultats selon les modalités prévues au sixième alinéa du 1 du II de l'article 212.</p>",
            "num": "223 S",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "10.0",
            "etat": "MODIFIE",
            "dateDebut": 1407628800000,
            "dateFin": 1419984000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 28632,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Impôt sur les bénéfices des sociétés et autres personnes morales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147019",
                        "id": "LEGISCTA000006147019",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1987-12-31",
                        "fin": "2999-01-01",
                        "titre": "Section VIII : Groupes de sociétés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162535",
                        "id": "LEGISCTA000006162535",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1987-12-31",
                        "fin": "2999-01-01",
                        "titre": "3e Sous-section : Dispositions diverses",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179592",
                        "id": "LEGISCTA000006179592",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-05-12",
                        "fin": "2999-01-01",
                        "titre": "5° : Conséquences de la sortie du groupe d'une société ou de la cessation du régime de groupe",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191937",
                        "id": "LEGISCTA000006191937",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006303706",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006191937",
            "sectionParentId": "LEGISCTA000006191937",
            "sectionParentTitre": "5° : Conséquences de la sortie du groupe d'une société ou de la cessation du régime de groupe",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre II : Impôt sur les bénéfices des sociétés et autres personnes morales &gt; Section VIII : Groupes de sociétés &gt; 3e Sous-section : Dispositions diverses &gt; 5° : Conséquences de la sortie du groupe d'une société ou de la cessation du régime de groupe",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000029355416",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000029349482",
                    "textTitle": "LOI n°2014-891 du 8 août 2014 - art. 20",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "20",
                    "articleId": "LEGIARTI000029350560",
                    "natureText": "LOI",
                    "datePubliTexte": "2014-08-09",
                    "dateSignaTexte": "2014-08-08",
                    "dateDebutCible": "2015-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000020812090",
                    "textTitle": "Décret n°2009-811 du 30 juin 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020812090",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2009-811",
                    "datePubli": 1246492800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000029349482",
                    "textTitle": "LOI n°2014-891 du 8 août 2014 - art. 26 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "26",
                    "articleId": "LEGIARTI000038583007",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2014-891",
                    "datePubli": 1407542400000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 209",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "209",
                    "articleId": "LEGIARTI000006308083",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 221",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "221",
                    "articleId": "LEGIARTI000006308732",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 223 A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "223 A",
                    "articleId": "LEGIARTI000006303609",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 223 I (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "223 I",
                    "articleId": "LEGIARTI000042909624",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609372800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 223 L (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "223 L",
                    "articleId": "LEGIARTI000036364148",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L169 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L169",
                    "articleId": "LEGIARTI000044981256",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006303706",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 567907200000,
                    "dateFin": 630979200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303707",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 630979200000,
                    "dateFin": 694137600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303708",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 694137600000,
                    "dateFin": 778464000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303709",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 778464000000,
                    "dateFin": 831859200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303710",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 831859200000,
                    "dateFin": 1072828800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303711",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1072828800000,
                    "dateFin": 1167609600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303712",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "7.0",
                    "dateDebut": 1167609600000,
                    "dateFin": 1167523200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303713",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 1167523200000,
                    "dateFin": 1262304000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021682383",
                    "etat": "MODIFIE",
                    "version": "9.0",
                    "dateDebut": 1262304000000,
                    "dateFin": 1407628800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029355416",
                    "etat": "MODIFIE",
                    "version": "10.0",
                    "dateDebut": 1407628800000,
                    "dateFin": 1419984000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030061812",
                    "etat": "MODIFIE",
                    "version": "11.0",
                    "dateDebut": 1419984000000,
                    "dateFin": 1451520000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031816085",
                    "etat": "MODIFIE",
                    "version": "12.0",
                    "dateDebut": 1451520000000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037987404",
                    "etat": "VIGUEUR",
                    "version": "13.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "223 S",
                "223"
            ],
            "versionPrecedente": "LEGIARTI000021682383",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000021682383",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les dispositions prévues à la présente section en cas de sortie du groupe d'une société s'appliquent lorsqu'une société du groupe cesse de remplir les conditions prévues pour l'application du régime défini à cette section. Il en est de même si la société mère ne renouvelle pas celle des options prévues à l'article 223 A qu'elle a exercée ou reste seule membre du groupe ou lorsque le groupe cesse d'exister parce qu'il ne satisfait pas à l'une des conditions prévues à la présente section. (1) Lorsqu'une personne morale membre d'un groupe formé en application du deuxième alinéa de l'article 223 A, autre que la société mère, opte pour devenir société mère de ce groupe, cette option entraîne la cessation du premier groupe. Si le régime prévu à l'article 223 A cesse de s'appliquer à toutes les sociétés du groupe, la société mère doit comprendre dans son résultat imposable de l'exercice au cours duquel ce régime n'est plus applicable les sommes qui doivent être rapportées au résultat ou à la plus-value ou moins-value nette à long terme d'ensemble en application des dispositions de la présente section en cas de sortie du groupe d'une société. Le déficit d'ensemble ou la moins-value nette à long terme d'ensemble subis par le groupe pendant la période d'application du régime défini à l'article 223 A et encore reportables à l'expiration de cette période sont imputables par la société qui était redevable des impôts mentionnés audit article dus par le groupe, sur son bénéfice ou sa plus-value nette à long terme, selon les modalités prévues au troisième alinéa du I de l'article 209 ou à l'article 39 quindecies. En cas d'absorption par la société mère de toutes les autres sociétés du groupe, emportant changement de son objet social ou de son activité réelle au sens des dispositions du 5 de l'article 221 , cette disposition s'applique à la fraction de ce déficit ou de cette moins-value qui ne correspond pas à ceux subis par la société mère. Les intérêts qui n'ont pu être admis en déduction du résultat d'ensemble en application des quinzième à dix-neuvième alinéas de l'article 223 B, et qui sont encore reportables à l'expiration de la période d'application du régime défini à l'article 223 A, sont imputables par la société qui était redevable des impôts mentionnés à l'article 223 A dus par le groupe, sur ses résultats selon les modalités prévues au sixième alinéa du 1 du II de l'article 212.",
            "texteHtml": "<p>Les dispositions prévues à la présente section en cas de sortie du groupe d'une société s'appliquent lorsqu'une société du groupe cesse de remplir les conditions prévues pour l'application du régime défini à cette section. </p><p></p><p>Il en est de même si la société mère ne renouvelle pas celle des options prévues à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006303609&dateTexte=&categorieLien=cid'>223 A </a>qu'elle a exercée ou reste seule membre du groupe ou lorsque le groupe cesse d'exister parce qu'il ne satisfait pas à l'une des conditions prévues à la présente section. </p><p></p><p>(1) Lorsqu'une personne morale membre d'un groupe formé en application du deuxième alinéa de l'article 223 A, autre que la société mère, opte pour devenir société mère de ce groupe, cette option entraîne la cessation du premier groupe. </p><p></p><p>Si le régime prévu à l'article 223 A cesse de s'appliquer à toutes les sociétés du groupe, la société mère doit comprendre dans son résultat imposable de l'exercice au cours duquel ce régime n'est plus applicable les sommes qui doivent être rapportées au résultat ou à la plus-value ou moins-value nette à long terme d'ensemble en application des dispositions de la présente section en cas de sortie du groupe d'une société. </p><p></p><p>Le déficit d'ensemble ou la moins-value nette à long terme d'ensemble subis par le groupe pendant la période d'application du régime défini à l'article 223 A et encore reportables à l'expiration de cette période sont imputables par la société qui était redevable des impôts mentionnés audit article dus par le groupe, sur son bénéfice ou sa plus-value nette à long terme, selon les modalités prévues au troisième alinéa du I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006308083&dateTexte=&categorieLien=cid'>209 </a>ou à l'article 39 quindecies. En cas d'absorption par la société mère de toutes les autres sociétés du groupe, emportant changement de son objet social ou de son activité réelle au sens des dispositions du 5 de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006308732&dateTexte=&categorieLien=cid'>221</a>, cette disposition s'applique à la fraction de ce déficit ou de cette moins-value qui ne correspond pas à ceux subis par la société mère. </p><p></p><p>Les intérêts qui n'ont pu être admis en déduction du résultat d'ensemble en application des quinzième à dix-neuvième alinéas de l'article 223 B, et qui sont encore reportables à l'expiration de la période d'application du régime défini à l'article 223 A, sont imputables par la société qui était redevable des impôts mentionnés à l'article 223 A dus par le groupe, sur ses résultats selon les modalités prévues au sixième alinéa du 1 du II de l'article 212.</p><p></p>",
            "num": "223 S",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "9.0",
            "etat": "MODIFIE",
            "dateDebut": 1262304000000,
            "dateFin": 1407628800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 28632,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Impôt sur les bénéfices des sociétés et autres personnes morales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147019",
                        "id": "LEGISCTA000006147019",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1987-12-31",
                        "fin": "2999-01-01",
                        "titre": "Section VIII : Groupes de sociétés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162535",
                        "id": "LEGISCTA000006162535",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1987-12-31",
                        "fin": "2999-01-01",
                        "titre": "3e Sous-section : Dispositions diverses",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179592",
                        "id": "LEGISCTA000006179592",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-05-12",
                        "fin": "2999-01-01",
                        "titre": "5° : Conséquences de la sortie du groupe d'une société ou de la cessation du régime de groupe",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191937",
                        "id": "LEGISCTA000006191937",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006303706",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006191937",
            "sectionParentId": "LEGISCTA000006191937",
            "sectionParentTitre": "5° : Conséquences de la sortie du groupe d'une société ou de la cessation du régime de groupe",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre II : Impôt sur les bénéfices des sociétés et autres personnes morales &gt; Section VIII : Groupes de sociétés &gt; 3e Sous-section : Dispositions diverses &gt; 5° : Conséquences de la sortie du groupe d'une société ou de la cessation du régime de groupe",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000021682383",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Loi n° 2009-1674 du 30 décembre 2009 article 33 XIII : (1) Loi n° 2009-1674 du 30 décembre 2009 article 33 XI : Les mots \"Lorsque la société mère d'un groupe formé en application du premier alinéa de l'article 223 A opte pour la formation d'un nouveau groupe en application du deuxième alinéa du même article, lorsque la société mère d'un groupe formé en application du deuxième alinéa de l'article 223 A opte pour la formation d'un nouveau groupe en application du premier alinéa du même article ou\" sont supprimés. Ces dispositions s'appliquent aux exercices ouverts à compter du 1er janvier 2009 aux conséquences des options exercées à compter du 1er janvier 2008.",
            "notaHtml": "<p>Loi n° 2009-1674 du 30 décembre 2009 article 33 XIII : </p><p>(1) Loi n° 2009-1674 du 30 décembre 2009 article 33 XI : Les mots \"Lorsque la société mère d'un groupe formé en application du premier alinéa de l'article 223 A opte pour la formation d'un nouveau groupe en application du deuxième alinéa du même article, lorsque la société mère d'un groupe formé en application du deuxième alinéa de l'article 223 A opte pour la formation d'un nouveau groupe en application du premier alinéa du même article ou\" sont supprimés. Ces dispositions s'appliquent aux exercices ouverts à compter du 1er janvier 2009 aux conséquences des options exercées à compter du 1er janvier 2008.</p><p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000021559075",
                    "textTitle": "LOI n°2009-1674\n du 30 décembre 2009 - art. 33 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "33",
                    "articleId": "LEGIARTI000021580021",
                    "natureText": "LOI",
                    "datePubliTexte": "2009-12-31",
                    "dateSignaTexte": "2009-12-30",
                    "dateDebutCible": "2010-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000020812090",
                    "textTitle": "Décret n°2009-811 du 30 juin 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020812090",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2009-811",
                    "datePubli": 1246492800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000029349482",
                    "textTitle": "LOI n°2014-891 du 8 août 2014 - art. 26 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "26",
                    "articleId": "LEGIARTI000038583007",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2014-891",
                    "datePubli": 1407542400000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 209",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "209",
                    "articleId": "LEGIARTI000006308083",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 221",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "221",
                    "articleId": "LEGIARTI000006308732",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 223 A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "223 A",
                    "articleId": "LEGIARTI000006303609",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 223 I (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "223 I",
                    "articleId": "LEGIARTI000042909624",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609372800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 223 L (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "223 L",
                    "articleId": "LEGIARTI000036364148",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L169 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L169",
                    "articleId": "LEGIARTI000044981256",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006303706",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 567907200000,
                    "dateFin": 630979200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303707",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 630979200000,
                    "dateFin": 694137600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303708",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 694137600000,
                    "dateFin": 778464000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303709",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 778464000000,
                    "dateFin": 831859200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303710",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 831859200000,
                    "dateFin": 1072828800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303711",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1072828800000,
                    "dateFin": 1167609600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303712",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "7.0",
                    "dateDebut": 1167609600000,
                    "dateFin": 1167523200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303713",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 1167523200000,
                    "dateFin": 1262304000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021682383",
                    "etat": "MODIFIE",
                    "version": "9.0",
                    "dateDebut": 1262304000000,
                    "dateFin": 1407628800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029355416",
                    "etat": "MODIFIE",
                    "version": "10.0",
                    "dateDebut": 1407628800000,
                    "dateFin": 1419984000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030061812",
                    "etat": "MODIFIE",
                    "version": "11.0",
                    "dateDebut": 1419984000000,
                    "dateFin": 1451520000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031816085",
                    "etat": "MODIFIE",
                    "version": "12.0",
                    "dateDebut": 1451520000000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037987404",
                    "etat": "VIGUEUR",
                    "version": "13.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "223 S",
                "223"
            ],
            "versionPrecedente": "LEGIARTI000006303713",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006303712",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les dispositions prévues à la présente section en  cas de sortie du groupe d'une société s'appliquent lorsqu'une société du groupe cesse de remplir les conditions prévues pour l'application du régime défini à cette section. Il en est de même si la société mère ne renouvelle pas l'option prévue à l'article 223 A ou reste seule membre du groupe ou lorsque le groupe cesse d'exister parce qu'il ne satisfait pas à l'une des conditions prévues à la présente section. Si le régime prévu à l'article 223 A cesse de s'appliquer à toutes les sociétés du groupe, la société mère doit comprendre dans son résultat imposable de l'exercice au cours duquel ce régime n'est plus applicable les sommes qui doivent être rapportées au résultat ou à la plus-value ou moins-value nette à long terme d'ensemble en application des dispositions de la présente section en cas de sortie du groupe d'une société. Le déficit d'ensemble ou la moins-value nette à long terme d'ensemble subis par le groupe pendant la période d'application du régime défini à l'article 223 A et encore reportables à l'expiration de cette période sont imputables par la société qui était redevable des impôts mentionnés audit article dus par le groupe, sur son bénéfice ou sa plus-value nette à long terme, selon les modalités prévues au troisième alinéa du I de l'article 209 ou à l'article 39 quindecies. En cas d'absorption par la société mère de toutes les autres sociétés du groupe, emportant changement de son objet social ou de son activité réelle au sens des dispositions du 5 de l'article 221, cette disposition s'applique à la fraction de ce déficit ou de cette moins-value qui ne correspond pas à ceux subis par la société mère. Les intérêts qui n'ont pu être admis en déduction du résultat d'ensemble en application des treizième à dix-septième alinéas de l'article 223 B, et qui sont encore reportables à l'expiration de la période d'application du régime défini à l'article 223 A, sont imputables par la société qui était redevable des impôts mentionnés à l'article 223 A dus par le groupe, sur ses résultats selon les modalités prévues au sixième alinéa du 1 du II de l'article 212.",
            "texteHtml": "<p></p>   Les dispositions prévues à la présente section en  cas de sortie du groupe d'une société s'appliquent lorsqu'une société du groupe cesse de remplir les conditions prévues pour l'application du régime défini à cette section.<p></p><p></p>   Il en est de même si la société mère ne renouvelle pas l'option prévue à l'article 223 A ou reste seule membre du groupe ou lorsque le groupe cesse d'exister parce qu'il ne satisfait pas à l'une des conditions prévues à la présente section.<p></p><p></p>   Si le régime prévu à l'article 223 A cesse de s'appliquer à toutes les sociétés du groupe, la société mère doit comprendre dans son résultat imposable de l'exercice au cours duquel ce régime n'est plus applicable les sommes qui doivent être rapportées au résultat ou à la plus-value ou moins-value nette à long terme d'ensemble en application des dispositions de la présente section en cas de sortie du groupe d'une société.<p></p><p></p>   Le déficit d'ensemble ou la moins-value nette à long terme d'ensemble subis par le groupe pendant la période d'application du régime défini à l'article 223 A et encore reportables à l'expiration de cette période sont imputables par la société qui était redevable des impôts mentionnés audit article dus par le groupe, sur son bénéfice ou sa plus-value nette à long terme, selon les modalités prévues au troisième alinéa du I de l'article 209 ou à l'article 39 quindecies. En cas d'absorption par la société mère de toutes les autres sociétés du groupe, emportant changement de son objet social ou de son activité réelle au sens des dispositions du 5 de l'article 221, cette disposition s'applique à la fraction de ce déficit ou de cette moins-value qui ne correspond pas à ceux subis par la société mère.<p></p><p></p>   Les intérêts qui n'ont pu être admis en déduction du résultat d'ensemble en application des treizième à dix-septième alinéas de l'article 223 B, et qui sont encore reportables à l'expiration de la période d'application du régime défini à l'article 223 A, sont imputables par la société qui était redevable des impôts mentionnés à l'article 223 A dus par le groupe, sur ses résultats selon les modalités prévues au sixième alinéa du 1 du II de l'article 212.<p></p>",
            "num": "223 S",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "7.0",
            "etat": "MODIFIE_MORT_NE",
            "dateDebut": 1167609600000,
            "dateFin": 1167523200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 28632,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Impôt sur les bénéfices des sociétés et autres personnes morales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147019",
                        "id": "LEGISCTA000006147019",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1987-12-31",
                        "fin": "2999-01-01",
                        "titre": "Section VIII : Groupes de sociétés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162535",
                        "id": "LEGISCTA000006162535",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1987-12-31",
                        "fin": "2999-01-01",
                        "titre": "3e Sous-section : Dispositions diverses",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179592",
                        "id": "LEGISCTA000006179592",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-05-12",
                        "fin": "2999-01-01",
                        "titre": "5° : Conséquences de la sortie du groupe d'une société ou de la cessation du régime de groupe",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191937",
                        "id": "LEGISCTA000006191937",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006303706",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006191937",
            "sectionParentId": "LEGISCTA000006191937",
            "sectionParentTitre": "5° : Conséquences de la sortie du groupe d'une société ou de la cessation du régime de groupe",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre II : Impôt sur les bénéfices des sociétés et autres personnes morales &gt; Section VIII : Groupes de sociétés &gt; 3e Sous-section : Dispositions diverses &gt; 5° : Conséquences de la sortie du groupe d'une société ou de la cessation du régime de groupe",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006303712",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "NOTA : Loi 2005-1719 2005-12-30 art. 113 VIII Finances pour 2006 : ces dispositions s'appliquent aux exercices ouverts à compter du 1er janvier 2007.",
            "notaHtml": "<p></p>   NOTA : Loi 2005-1719 2005-12-30 art. 113 VIII Finances pour 2006 :<p></p>\n ces dispositions s'appliquent aux exercices ouverts à compter du 1er janvier 2007.<p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000634802",
                    "textTitle": "Loi n°2005-1719 du 30 décembre 2005 - art. 113 (V) JORF 31 décembre 2005 en vigueur le 1er janvier 2007",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "113",
                    "articleId": "LEGIARTI000006322538",
                    "natureText": "LOI",
                    "datePubliTexte": "2005-12-31",
                    "dateSignaTexte": "2005-12-30",
                    "dateDebutCible": "2005-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 223 A, 209, 39 quindecies, 221, 223 B, 212",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000020812090",
                    "textTitle": "Décret n°2009-811 du 30 juin 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020812090",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2009-811",
                    "datePubli": 1246492800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000029349482",
                    "textTitle": "LOI n°2014-891 du 8 août 2014 - art. 26 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "26",
                    "articleId": "LEGIARTI000038583007",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2014-891",
                    "datePubli": 1407542400000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 223 I (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "223 I",
                    "articleId": "LEGIARTI000042909624",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609372800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 223 L (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "223 L",
                    "articleId": "LEGIARTI000036364148",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L169 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L169",
                    "articleId": "LEGIARTI000044981256",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "Edition du 1er janvier 2006",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006303706",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 567907200000,
                    "dateFin": 630979200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303707",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 630979200000,
                    "dateFin": 694137600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303708",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 694137600000,
                    "dateFin": 778464000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303709",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 778464000000,
                    "dateFin": 831859200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303710",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 831859200000,
                    "dateFin": 1072828800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303711",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1072828800000,
                    "dateFin": 1167609600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303712",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "7.0",
                    "dateDebut": 1167609600000,
                    "dateFin": 1167523200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303713",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 1167523200000,
                    "dateFin": 1262304000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021682383",
                    "etat": "MODIFIE",
                    "version": "9.0",
                    "dateDebut": 1262304000000,
                    "dateFin": 1407628800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029355416",
                    "etat": "MODIFIE",
                    "version": "10.0",
                    "dateDebut": 1407628800000,
                    "dateFin": 1419984000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030061812",
                    "etat": "MODIFIE",
                    "version": "11.0",
                    "dateDebut": 1419984000000,
                    "dateFin": 1451520000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031816085",
                    "etat": "MODIFIE",
                    "version": "12.0",
                    "dateDebut": 1451520000000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037987404",
                    "etat": "VIGUEUR",
                    "version": "13.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "223 S",
                "223"
            ],
            "versionPrecedente": "LEGIARTI000006303711",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006303713",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les dispositions prévues à la présente section en  cas de sortie du groupe d'une société s'appliquent lorsqu'une société du groupe cesse de remplir les conditions prévues pour l'application du régime défini à cette section. Il en est de même si la société mère ne renouvelle pas celle des options prévues à l'article 223 A qu'elle a exercée ou reste seule membre du groupe ou lorsque le groupe cesse d'exister parce qu'il ne satisfait pas à l'une des conditions prévues à la présente section. Lorsque la société mère d'un groupe formé en application du premier alinéa de l'article 223 A opte pour la formation d'un nouveau groupe en application du deuxième alinéa du même article, lorsque la société mère d'un groupe formé en application du deuxième alinéa de l'article 223 A opte pour la formation d'un nouveau groupe en application du premier alinéa du même article ou lorsqu'une personne morale membre d'un groupe formé en application du deuxième alinéa de l'article 223 A, autre que la société mère, opte pour devenir société mère de ce groupe, cette option entraîne la cessation du premier groupe. Si le régime prévu à l'article 223 A cesse de s'appliquer à toutes les sociétés du groupe, la société mère doit comprendre dans son résultat imposable de l'exercice au cours duquel ce régime n'est plus applicable les sommes qui doivent être rapportées au résultat ou à la plus-value ou moins-value nette à long terme d'ensemble en application des dispositions de la présente section en cas de sortie du groupe d'une société. Le déficit d'ensemble ou la moins-value nette à long terme d'ensemble subis par le groupe pendant la période d'application du régime défini à l'article 223 A et encore reportables à l'expiration de cette période sont imputables par la société qui était redevable des impôts mentionnés audit article dus par le groupe, sur son bénéfice ou sa plus-value nette à long terme, selon les modalités prévues au troisième alinéa du I de l'article 209 ou à l'article 39 quindecies. En cas d'absorption par la société mère de toutes les autres sociétés du groupe, emportant changement de son objet social ou de son activité réelle au sens des dispositions du 5 de l'article 221, cette disposition s'applique à la fraction de ce déficit ou de cette moins-value qui ne correspond pas à ceux subis par la société mère. Les intérêts qui n'ont pu être admis en déduction du résultat d'ensemble en application des quinzième à dix-neuvième alinéas de l'article 223 B, et qui sont encore reportables à l'expiration de la période d'application du régime défini à l'article 223 A, sont imputables par la société qui était redevable des impôts mentionnés à l'article 223 A dus par le groupe, sur ses résultats selon les modalités prévues au sixième alinéa du 1 du II de l'article 212.",
            "texteHtml": "<p></p>   Les dispositions prévues à la présente section en  cas de sortie du groupe d'une société s'appliquent lorsqu'une société du groupe cesse de remplir les conditions prévues pour l'application du régime défini à cette section.<p></p><p></p>   Il en est de même si la société mère ne renouvelle pas celle des options prévues à l'article 223 A qu'elle a exercée ou reste seule membre du groupe ou lorsque le groupe cesse d'exister parce qu'il ne satisfait pas à l'une des conditions prévues à la présente section.<p></p><p></p>   Lorsque la société mère d'un groupe formé en application du premier alinéa de l'article 223 A opte pour la formation d'un nouveau groupe en application du deuxième alinéa du même article, lorsque la société mère d'un groupe formé en application du deuxième alinéa de l'article 223 A opte pour la formation d'un nouveau groupe en application du premier alinéa du même article ou lorsqu'une personne morale membre d'un groupe formé en application du deuxième alinéa de l'article 223 A, autre que la société mère, opte pour devenir société mère de ce groupe, cette option entraîne la cessation du premier groupe.<p></p><p></p>   Si le régime prévu à l'article 223 A cesse de s'appliquer à toutes les sociétés du groupe, la société mère doit comprendre dans son résultat imposable de l'exercice au cours duquel ce régime n'est plus applicable les sommes qui doivent être rapportées au résultat ou à la plus-value ou moins-value nette à long terme d'ensemble en application des dispositions de la présente section en cas de sortie du groupe d'une société.<p></p><p></p>   Le déficit d'ensemble ou la moins-value nette à long terme d'ensemble subis par le groupe pendant la période d'application du régime défini à l'article 223 A et encore reportables à l'expiration de cette période sont imputables par la société qui était redevable des impôts mentionnés audit article dus par le groupe, sur son bénéfice ou sa plus-value nette à long terme, selon les modalités prévues au troisième alinéa du I de l'article 209 ou à l'article 39 quindecies. En cas d'absorption par la société mère de toutes les autres sociétés du groupe, emportant changement de son objet social ou de son activité réelle au sens des dispositions du 5 de l'article 221, cette disposition s'applique à la fraction de ce déficit ou de cette moins-value qui ne correspond pas à ceux subis par la société mère.<p></p><p></p>   Les intérêts qui n'ont pu être admis en déduction du résultat d'ensemble en application des quinzième à dix-neuvième alinéas de l'article 223 B, et qui sont encore reportables à l'expiration de la période d'application du régime défini à l'article 223 A, sont imputables par la société qui était redevable des impôts mentionnés à l'article 223 A dus par le groupe, sur ses résultats selon les modalités prévues au sixième alinéa du 1 du II de l'article 212.<p></p>",
            "num": "223 S",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "8.0",
            "etat": "MODIFIE",
            "dateDebut": 1167523200000,
            "dateFin": 1262304000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 28632,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Impôt sur les bénéfices des sociétés et autres personnes morales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147019",
                        "id": "LEGISCTA000006147019",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1987-12-31",
                        "fin": "2999-01-01",
                        "titre": "Section VIII : Groupes de sociétés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162535",
                        "id": "LEGISCTA000006162535",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1987-12-31",
                        "fin": "2999-01-01",
                        "titre": "3e Sous-section : Dispositions diverses",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179592",
                        "id": "LEGISCTA000006179592",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-05-12",
                        "fin": "2999-01-01",
                        "titre": "5° : Conséquences de la sortie du groupe d'une société ou de la cessation du régime de groupe",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191937",
                        "id": "LEGISCTA000006191937",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006303706",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006191937",
            "sectionParentId": "LEGISCTA000006191937",
            "sectionParentTitre": "5° : Conséquences de la sortie du groupe d'une société ou de la cessation du régime de groupe",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre II : Impôt sur les bénéfices des sociétés et autres personnes morales &gt; Section VIII : Groupes de sociétés &gt; 3e Sous-section : Dispositions diverses &gt; 5° : Conséquences de la sortie du groupe d'une société ou de la cessation du régime de groupe",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006303713",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "(1) Les mots \"Lorsque la société mère d'un groupe formé en application du premier alinéa de l'article 223 A opte pour la formation d'un nouveau groupe en application du deuxième alinéa du même article, lorsque la société mère d'un groupe formé en application du deuxième alinéa de l'article 223 A opte pour la formation d'un nouveau groupe en application du premier alinéa du même article ou\" sont supprimés. Cette disposition s'applique aux exercices ouverts à compter du 1er janvier 2009 aux conséquences des options exercées à compter du 1er janvier 2008.",
            "notaHtml": "<p>(1) Les mots \"Lorsque la société mère d'un groupe formé en application du premier alinéa de l'article 223 A opte pour la formation d'un nouveau groupe en application du deuxième alinéa du même article, lorsque la société mère d'un groupe formé en application du deuxième alinéa de l'article 223 A opte pour la formation d'un nouveau groupe en application du premier alinéa du même article ou\" sont supprimés. Cette disposition s'applique aux exercices ouverts à compter du 1er janvier 2009 aux conséquences des options exercées à compter du 1er janvier 2008.<br clear='none'/></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000273196",
                    "textTitle": "Loi n° 2006-1771 du 30 décembre 2006 - art. 82 (V)",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "82",
                    "articleId": "LEGIARTI000006322990",
                    "natureText": "LOI",
                    "datePubliTexte": "2006-12-31",
                    "dateSignaTexte": "2006-12-30",
                    "dateDebutCible": "2006-12-31"
                },
                {
                    "textCid": "JORFTEXT000000273196",
                    "textTitle": "Loi n° 2006-1771 du 30 décembre 2006 - art. 88 (V)",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "88",
                    "articleId": "LEGIARTI000025092570",
                    "natureText": "LOI",
                    "datePubliTexte": "2006-12-31",
                    "dateSignaTexte": "2006-12-30",
                    "dateDebutCible": "2011-12-30"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 223 A, 209, 39 quindecies, 221, 223 B, 212",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000020812090",
                    "textTitle": "Décret n°2009-811 du 30 juin 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020812090",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2009-811",
                    "datePubli": 1246492800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000029349482",
                    "textTitle": "LOI n°2014-891 du 8 août 2014 - art. 26 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "26",
                    "articleId": "LEGIARTI000038583007",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2014-891",
                    "datePubli": 1407542400000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 223 I (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "223 I",
                    "articleId": "LEGIARTI000042909624",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609372800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 223 L (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "223 L",
                    "articleId": "LEGIARTI000036364148",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L169 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L169",
                    "articleId": "LEGIARTI000044981256",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "Edition du 1er janvier 2007",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006303706",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 567907200000,
                    "dateFin": 630979200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303707",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 630979200000,
                    "dateFin": 694137600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303708",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 694137600000,
                    "dateFin": 778464000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303709",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 778464000000,
                    "dateFin": 831859200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303710",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 831859200000,
                    "dateFin": 1072828800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303711",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1072828800000,
                    "dateFin": 1167609600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303712",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "7.0",
                    "dateDebut": 1167609600000,
                    "dateFin": 1167523200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303713",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 1167523200000,
                    "dateFin": 1262304000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021682383",
                    "etat": "MODIFIE",
                    "version": "9.0",
                    "dateDebut": 1262304000000,
                    "dateFin": 1407628800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029355416",
                    "etat": "MODIFIE",
                    "version": "10.0",
                    "dateDebut": 1407628800000,
                    "dateFin": 1419984000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030061812",
                    "etat": "MODIFIE",
                    "version": "11.0",
                    "dateDebut": 1419984000000,
                    "dateFin": 1451520000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031816085",
                    "etat": "MODIFIE",
                    "version": "12.0",
                    "dateDebut": 1451520000000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037987404",
                    "etat": "VIGUEUR",
                    "version": "13.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "223 S",
                "223"
            ],
            "versionPrecedente": "LEGIARTI000006303712",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006303711",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les dispositions prévues à la présente section en  cas de sortie du groupe d'une société s'appliquent lorsqu'une société du groupe cesse de remplir les conditions prévues pour l'application du régime défini à cette section. Il en est de même si la société mère ne renouvelle pas l'option prévue à l'article 223 A ou reste seule membre du groupe ou lorsque le groupe cesse d'exister parce qu'il ne satisfait pas à l'une des conditions prévues à la présente section. Si le régime prévu à l'article 223 A cesse de s'appliquer à toutes les sociétés du groupe, la société mère doit comprendre dans son résultat imposable de l'exercice au cours duquel ce régime n'est plus applicable les sommes qui doivent être rapportées au résultat ou à la plus-value ou moins-value nette à long terme d'ensemble en application des dispositions de la présente section en cas de sortie du groupe d'une société. Le déficit d'ensemble ou la moins-value nette à long terme d'ensemble subis par le groupe pendant la période d'application du régime défini à l'article 223 A et encore reportables à l'expiration de cette période sont imputables par la société qui était redevable des impôts mentionnés audit article dus par le groupe, sur son bénéfice ou sa plus-value nette à long terme, selon les modalités prévues au troisième alinéa du I de l'article 209 ou à l'article 39 quindecies. En cas d'absorption par la société mère de toutes les autres sociétés du groupe, emportant changement de son objet social ou de son activité réelle au sens des dispositions du 5 de l'article 221, cette disposition s'applique à la fraction de ce déficit ou de cette moins-value qui ne correspond pas à ceux subis par la société mère.",
            "texteHtml": "<p></p>   Les dispositions prévues à la présente section en  cas de sortie du groupe d'une société s'appliquent lorsqu'une société du groupe cesse de remplir les conditions prévues pour l'application du régime défini à cette section.<p></p><p></p>   Il en est de même si la société mère ne renouvelle pas l'option prévue à l'article 223 A ou reste seule membre du groupe ou lorsque le groupe cesse d'exister parce qu'il ne satisfait pas à l'une des conditions prévues à la présente section.<p></p><p></p>   Si le régime prévu à l'article 223 A cesse de s'appliquer à toutes les sociétés du groupe, la société mère doit comprendre dans son résultat imposable de l'exercice au cours duquel ce régime n'est plus applicable les sommes qui doivent être rapportées au résultat ou à la plus-value ou moins-value nette à long terme d'ensemble en application des dispositions de la présente section en cas de sortie du groupe d'une société.<p></p><p></p>   Le déficit d'ensemble ou la moins-value nette à long terme d'ensemble subis par le groupe pendant la période d'application du régime défini à l'article 223 A et encore reportables à l'expiration de cette période sont imputables par la société qui était redevable des impôts mentionnés audit article dus par le groupe, sur son bénéfice ou sa plus-value nette à long terme, selon les modalités prévues au troisième alinéa du I de l'article 209 ou à l'article 39 quindecies. En cas d'absorption par la société mère de toutes les autres sociétés du groupe, emportant changement de son objet social ou de son activité réelle au sens des dispositions du 5 de l'article 221, cette disposition s'applique à la fraction de ce déficit ou de cette moins-value qui ne correspond pas à ceux subis par la société mère.<p></p>",
            "num": "223 S",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "6.0",
            "etat": "MODIFIE",
            "dateDebut": 1072828800000,
            "dateFin": 1167609600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 28632,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Impôt sur les bénéfices des sociétés et autres personnes morales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147019",
                        "id": "LEGISCTA000006147019",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1987-12-31",
                        "fin": "2999-01-01",
                        "titre": "Section VIII : Groupes de sociétés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162535",
                        "id": "LEGISCTA000006162535",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1987-12-31",
                        "fin": "2999-01-01",
                        "titre": "3e Sous-section : Dispositions diverses",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179592",
                        "id": "LEGISCTA000006179592",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-05-12",
                        "fin": "2999-01-01",
                        "titre": "5° : Conséquences de la sortie du groupe d'une société ou de la cessation du régime de groupe",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191937",
                        "id": "LEGISCTA000006191937",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006303706",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006191937",
            "sectionParentId": "LEGISCTA000006191937",
            "sectionParentTitre": "5° : Conséquences de la sortie du groupe d'une société ou de la cessation du régime de groupe",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre II : Impôt sur les bénéfices des sociétés et autres personnes morales &gt; Section VIII : Groupes de sociétés &gt; 3e Sous-section : Dispositions diverses &gt; 5° : Conséquences de la sortie du groupe d'une société ou de la cessation du régime de groupe",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006303711",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000612133",
                    "textTitle": "Loi n° 2003-1311 du 30 décembre 2003 - art. 89 (V)",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "89",
                    "articleId": "LEGIARTI000006321822",
                    "natureText": "LOI",
                    "datePubliTexte": "2003-12-31",
                    "dateSignaTexte": "2003-12-30",
                    "dateDebutCible": "2003-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 223 A, 209, 39 quindecies, 221, 223",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000020812090",
                    "textTitle": "Décret n°2009-811 du 30 juin 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020812090",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2009-811",
                    "datePubli": 1246492800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000029349482",
                    "textTitle": "LOI n°2014-891 du 8 août 2014 - art. 26 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "26",
                    "articleId": "LEGIARTI000038583007",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2014-891",
                    "datePubli": 1407542400000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 223 I (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "223 I",
                    "articleId": "LEGIARTI000042909624",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609372800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 223 L (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "223 L",
                    "articleId": "LEGIARTI000036364148",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L169 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L169",
                    "articleId": "LEGIARTI000044981256",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "Edition du 1er janvier 2004",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006303706",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 567907200000,
                    "dateFin": 630979200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303707",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 630979200000,
                    "dateFin": 694137600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303708",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 694137600000,
                    "dateFin": 778464000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303709",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 778464000000,
                    "dateFin": 831859200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303710",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 831859200000,
                    "dateFin": 1072828800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303711",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1072828800000,
                    "dateFin": 1167609600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303712",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "7.0",
                    "dateDebut": 1167609600000,
                    "dateFin": 1167523200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303713",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 1167523200000,
                    "dateFin": 1262304000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021682383",
                    "etat": "MODIFIE",
                    "version": "9.0",
                    "dateDebut": 1262304000000,
                    "dateFin": 1407628800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029355416",
                    "etat": "MODIFIE",
                    "version": "10.0",
                    "dateDebut": 1407628800000,
                    "dateFin": 1419984000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030061812",
                    "etat": "MODIFIE",
                    "version": "11.0",
                    "dateDebut": 1419984000000,
                    "dateFin": 1451520000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031816085",
                    "etat": "MODIFIE",
                    "version": "12.0",
                    "dateDebut": 1451520000000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037987404",
                    "etat": "VIGUEUR",
                    "version": "13.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "223 S",
                "223"
            ],
            "versionPrecedente": "LEGIARTI000006303710",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006303710",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les dispositions prévues à la présente section en  cas de sortie du groupe d'une société s'appliquent lorsqu'une société du groupe cesse de remplir les conditions prévues pour l'application du régime défini à cette section. Il en est de même si la société mère ne renouvelle pas l'option prévue à l'article 223 A ou reste seule membre du groupe ou lorsque le groupe cesse d'exister parce qu'il ne satisfait pas à l'une des conditions prévues à la présente section. Si le régime prévu à l'article 223 A cesse de s'appliquer à toutes les sociétés du groupe, la société mère doit comprendre dans son résultat imposable de l'exercice au cours duquel ce régime n'est plus applicable les sommes qui doivent être rapportées au résultat ou à la plus-value ou moins-value nette à long terme d'ensemble en application des dispositions de la présente section en cas de sortie du groupe d'une société. Le déficit d'ensemble ou la moins-value nette à long terme d'ensemble subis par le groupe pendant la période d'application du régime défini à l'article 223 A et encore reportables à l'expiration de cette période sont imputables par la société qui était redevable des impôts mentionnés audit article dus par le groupe, sur son bénéfice ou sa plus-value nette à long terme, selon les modalités prévues aux troisième et quatrième alinéas du I de l'article 209 ou à l'article 39 quindecies. En cas d'absorption par la société mère de toutes les autres sociétés du groupe, emportant changement de son objet social ou de son activité réelle au sens des dispositions du 5 de l'article 221, cette disposition s'applique à la fraction de ce déficit ou de cette moins-value qui ne correspond pas à ceux subis par la société mère (1). (1) Ces dispositions  s'appliquent aux fusions réalisées à compter du 1er janvier 1996.",
            "texteHtml": "<p></p>   Les dispositions prévues à la présente section en  cas de sortie du groupe d'une société s'appliquent lorsqu'une société du groupe cesse de remplir les conditions prévues pour l'application du régime défini à cette section.<p></p><p></p>   Il en est de même si la société mère ne renouvelle pas l'option prévue à l'article 223 A ou reste seule membre du groupe ou lorsque le groupe cesse d'exister parce qu'il ne satisfait pas à l'une des conditions prévues à la présente section.<p></p><p></p>   Si le régime prévu à l'article 223 A cesse de s'appliquer à toutes les sociétés du groupe, la société mère doit comprendre dans son résultat imposable de l'exercice au cours duquel ce régime n'est plus applicable les sommes qui doivent être rapportées au résultat ou à la plus-value ou moins-value nette à long terme d'ensemble en application des dispositions de la présente section en cas de sortie du groupe d'une société.<p></p><p></p>   Le déficit d'ensemble ou la moins-value nette à long terme d'ensemble subis par le groupe pendant la période d'application du régime défini à l'article 223 A et encore reportables à l'expiration de cette période sont imputables par la société qui était redevable des impôts mentionnés audit article dus par le groupe, sur son bénéfice ou sa plus-value nette à long terme, selon les modalités prévues aux troisième et quatrième alinéas du I de l'article 209 ou à l'article 39 quindecies. En cas d'absorption par la société mère de toutes les autres sociétés du groupe, emportant changement de son objet social ou de son activité réelle au sens des dispositions du 5 de l'article 221, cette disposition s'applique à la fraction de ce déficit ou de cette moins-value qui ne correspond pas à ceux subis par la société mère (1).<p></p><p></p>   (1) Ces dispositions  s'appliquent aux fusions réalisées à compter du 1er janvier 1996.<p></p><p></p>",
            "num": "223 S",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "MODIFIE",
            "dateDebut": 831859200000,
            "dateFin": 1072828800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 28632,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Impôt sur les bénéfices des sociétés et autres personnes morales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147019",
                        "id": "LEGISCTA000006147019",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1987-12-31",
                        "fin": "2999-01-01",
                        "titre": "Section VIII : Groupes de sociétés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162535",
                        "id": "LEGISCTA000006162535",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1987-12-31",
                        "fin": "2999-01-01",
                        "titre": "3e Sous-section : Dispositions diverses",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179592",
                        "id": "LEGISCTA000006179592",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-05-12",
                        "fin": "2999-01-01",
                        "titre": "5° : Conséquences de la sortie du groupe d'une société ou de la cessation du régime de groupe",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191937",
                        "id": "LEGISCTA000006191937",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006303706",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006191937",
            "sectionParentId": "LEGISCTA000006191937",
            "sectionParentTitre": "5° : Conséquences de la sortie du groupe d'une société ou de la cessation du régime de groupe",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre II : Impôt sur les bénéfices des sociétés et autres personnes morales &gt; Section VIII : Groupes de sociétés &gt; 3e Sous-section : Dispositions diverses &gt; 5° : Conséquences de la sortie du groupe d'une société ou de la cessation du régime de groupe",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006303710",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000555740",
                    "textTitle": "Loi n° 95-1347 du 30 décembre 1995 - art. 33 (V)",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "33",
                    "articleId": "LEGIARTI000006319505",
                    "natureText": "LOI",
                    "datePubliTexte": "1995-12-31",
                    "dateSignaTexte": "1995-12-30",
                    "dateDebutCible": "1995-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 223 A, 209, 39 quindecies, 221, 223",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000020812090",
                    "textTitle": "Décret n°2009-811 du 30 juin 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020812090",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2009-811",
                    "datePubli": 1246492800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000029349482",
                    "textTitle": "LOI n°2014-891 du 8 août 2014 - art. 26 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "26",
                    "articleId": "LEGIARTI000038583007",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2014-891",
                    "datePubli": 1407542400000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 223 I (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "223 I",
                    "articleId": "LEGIARTI000042909624",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609372800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 223 L (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "223 L",
                    "articleId": "LEGIARTI000036364148",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L169 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L169",
                    "articleId": "LEGIARTI000044981256",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "Edition du 12 mai 1996",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006303706",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 567907200000,
                    "dateFin": 630979200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303707",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 630979200000,
                    "dateFin": 694137600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303708",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 694137600000,
                    "dateFin": 778464000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303709",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 778464000000,
                    "dateFin": 831859200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303710",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 831859200000,
                    "dateFin": 1072828800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303711",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1072828800000,
                    "dateFin": 1167609600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303712",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "7.0",
                    "dateDebut": 1167609600000,
                    "dateFin": 1167523200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303713",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 1167523200000,
                    "dateFin": 1262304000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021682383",
                    "etat": "MODIFIE",
                    "version": "9.0",
                    "dateDebut": 1262304000000,
                    "dateFin": 1407628800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029355416",
                    "etat": "MODIFIE",
                    "version": "10.0",
                    "dateDebut": 1407628800000,
                    "dateFin": 1419984000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030061812",
                    "etat": "MODIFIE",
                    "version": "11.0",
                    "dateDebut": 1419984000000,
                    "dateFin": 1451520000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031816085",
                    "etat": "MODIFIE",
                    "version": "12.0",
                    "dateDebut": 1451520000000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037987404",
                    "etat": "VIGUEUR",
                    "version": "13.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "223 S",
                "223"
            ],
            "versionPrecedente": "LEGIARTI000006303709",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006303709",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les dispositions prévues à la présente section en  cas de sortie du groupe d'une société s'appliquent lorsqu'une société du groupe cesse de remplir les conditions prévues pour l'application du régime défini à cette section. Il en est de même si la société mère ne renouvelle pas l'option prévue à l'article 223 A ou reste seule membre du groupe ou lorsque le groupe cesse d'exister parce qu'il ne satisfait pas à l'une des conditions prévues à la présente section. Si le régime prévu à l'article 223 A cesse de s'appliquer à toutes les sociétés du groupe, la société mère doit comprendre dans son résultat imposable de l'exercice au cours duquel ce régime n'est plus applicable les sommes qui doivent être rapportées au résultat ou à la plus-value ou moins-value nette à long terme d'ensemble en application des dispositions de la présente section en cas de sortie du groupe d'une société. ((Lorsqu'un groupe bénéficie des dispositions prévues au 5 de l'article 223-I, la partie du déficit afférente à une société, calculée dans les conditions prévues audit 5 et qui demeure reportable, ne peut plus être imputée si cette société sort du groupe.)) (Modification de la loi 93-1352).",
            "texteHtml": "<p></p>   Les dispositions prévues à la présente section en  cas de sortie du groupe d'une société s'appliquent lorsqu'une société du groupe cesse de remplir les conditions prévues pour l'application du régime défini à cette section.<p></p><p></p>   Il en est de même si la société mère ne renouvelle pas l'option prévue à l'article 223 A ou reste seule membre du groupe ou lorsque le groupe cesse d'exister parce qu'il ne satisfait pas à l'une des conditions prévues à la présente section.<p></p><p></p>   Si le régime prévu à l'article 223 A cesse de s'appliquer à toutes les sociétés du groupe, la société mère doit comprendre dans son résultat imposable de l'exercice au cours duquel ce régime n'est plus applicable les sommes qui doivent être rapportées au résultat ou à la plus-value ou moins-value nette à long terme d'ensemble en application des dispositions de la présente section en cas de sortie du groupe d'une société.<p></p><p></p>   ((Lorsqu'un groupe bénéficie des dispositions prévues au 5 de l'article 223-I, la partie du déficit afférente à une société, calculée dans les conditions prévues audit 5 et qui demeure reportable, ne peut plus être imputée si cette société sort du groupe.)) (Modification de la loi 93-1352).<p></p>",
            "num": "223 S",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 778464000000,
            "dateFin": 831859200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 28632,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Impôt sur les bénéfices des sociétés et autres personnes morales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147019",
                        "id": "LEGISCTA000006147019",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1987-12-31",
                        "fin": "2999-01-01",
                        "titre": "Section VIII : Groupes de sociétés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162535",
                        "id": "LEGISCTA000006162535",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1987-12-31",
                        "fin": "2999-01-01",
                        "titre": "3e Sous-section : Dispositions diverses",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179592",
                        "id": "LEGISCTA000006179592",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-05-12",
                        "fin": "2999-01-01",
                        "titre": "5° : Conséquences de la sortie du groupe d'une société ou de la cessation du régime de groupe",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191937",
                        "id": "LEGISCTA000006191937",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006303706",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006191937",
            "sectionParentId": "LEGISCTA000006191937",
            "sectionParentTitre": "5° : Conséquences de la sortie du groupe d'une société ou de la cessation du régime de groupe",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre II : Impôt sur les bénéfices des sociétés et autres personnes morales &gt; Section VIII : Groupes de sociétés &gt; 3e Sous-section : Dispositions diverses &gt; 5° : Conséquences de la sortie du groupe d'une société ou de la cessation du régime de groupe",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006303709",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000509319",
                    "textTitle": "Loi n°93-1352 du 30 décembre 1993 - art. 82 () JORF 31 décembre 1993",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "82",
                    "articleId": "LEGIARTI000006275725",
                    "natureText": "LOI",
                    "datePubliTexte": "1993-12-31",
                    "dateSignaTexte": "1993-12-30",
                    "dateDebutCible": "1993-12-31"
                },
                {
                    "textCid": "",
                    "textTitle": "Modifications directes incorporées dans l'édition du 2 septembre 1994",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 223 A, 223",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000020812090",
                    "textTitle": "Décret n°2009-811 du 30 juin 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020812090",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2009-811",
                    "datePubli": 1246492800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 223 I (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "223 I",
                    "articleId": "LEGIARTI000042909624",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609372800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 223 L (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "223 L",
                    "articleId": "LEGIARTI000036364148",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "JORFTEXT000029349482",
                    "textTitle": "LOI n°2014-891 du 8 août 2014 - art. 26 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "26",
                    "articleId": "LEGIARTI000038583007",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2014-891",
                    "datePubli": 1407542400000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L169 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L169",
                    "articleId": "LEGIARTI000044981256",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "Instruction 1992-01-17 7D-2-92",
                    "linkType": "TXT_ASSOCIE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "Instruction 1992-07-29 7N-2-92",
                    "linkType": "TXT_ASSOCIE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "Instruction 1995-01-17 4H-2-95",
                    "linkType": "TXT_ASSOCIE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006303706",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 567907200000,
                    "dateFin": 630979200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303707",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 630979200000,
                    "dateFin": 694137600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303708",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 694137600000,
                    "dateFin": 778464000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303709",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 778464000000,
                    "dateFin": 831859200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303710",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 831859200000,
                    "dateFin": 1072828800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303711",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1072828800000,
                    "dateFin": 1167609600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303712",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "7.0",
                    "dateDebut": 1167609600000,
                    "dateFin": 1167523200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303713",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 1167523200000,
                    "dateFin": 1262304000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021682383",
                    "etat": "MODIFIE",
                    "version": "9.0",
                    "dateDebut": 1262304000000,
                    "dateFin": 1407628800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029355416",
                    "etat": "MODIFIE",
                    "version": "10.0",
                    "dateDebut": 1407628800000,
                    "dateFin": 1419984000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030061812",
                    "etat": "MODIFIE",
                    "version": "11.0",
                    "dateDebut": 1419984000000,
                    "dateFin": 1451520000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031816085",
                    "etat": "MODIFIE",
                    "version": "12.0",
                    "dateDebut": 1451520000000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037987404",
                    "etat": "VIGUEUR",
                    "version": "13.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "223 S",
                "223"
            ],
            "versionPrecedente": "LEGIARTI000006303708",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006303708",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les dispositions prévues à la présente section en  cas de sortie du groupe d'une société s'appliquent lorsqu'une société du groupe cesse de remplir les conditions prévues pour l'application du régime défini à cette section. Il en est de même si la société mère ne renouvelle pas l'option prévue à l'article 223 A ou reste seule membre du groupe ou lorsque le groupe cesse d'exister parce qu'il ne satisfait pas à l'une des conditions prévues à la présente section. Si le régime prévu à l'article 223 A cesse de s'appliquer à toutes les sociétés du groupe, la société mère doit comprendre dans son résultat imposable de l'exercice au cours duquel ce régime n'est plus applicable les sommes qui doivent être rapportées au résultat ou à la plus-value ou moins-value nette à long terme d'ensemble en application des dispositions de la présente section en cas de sortie du groupe d'une société.",
            "texteHtml": "<p></p>   Les dispositions prévues à la présente section en  cas de sortie du groupe d'une société s'appliquent lorsqu'une société du groupe cesse de remplir les conditions prévues pour l'application du régime défini à cette section.<p></p><p></p>   Il en est de même si la société mère ne renouvelle pas l'option prévue à l'article 223 A ou reste seule membre du groupe ou lorsque le groupe cesse d'exister parce qu'il ne satisfait pas à l'une des conditions prévues à la présente section.<p></p><p></p>   Si le régime prévu à l'article 223 A cesse de s'appliquer à toutes les sociétés du groupe, la société mère doit comprendre dans son résultat imposable de l'exercice au cours duquel ce régime n'est plus applicable les sommes qui doivent être rapportées au résultat ou à la plus-value ou moins-value nette à long terme d'ensemble en application des dispositions de la présente section en cas de sortie du groupe d'une société.<p></p><p></p>",
            "num": "223 S",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 694137600000,
            "dateFin": 778464000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 28632,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Impôt sur les bénéfices des sociétés et autres personnes morales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147019",
                        "id": "LEGISCTA000006147019",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1987-12-31",
                        "fin": "2999-01-01",
                        "titre": "Section VIII : Groupes de sociétés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162535",
                        "id": "LEGISCTA000006162535",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1987-12-31",
                        "fin": "2999-01-01",
                        "titre": "3e Sous-section : Dispositions diverses",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179592",
                        "id": "LEGISCTA000006179592",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-05-12",
                        "fin": "2999-01-01",
                        "titre": "5° : Conséquences de la sortie du groupe d'une société ou de la cessation du régime de groupe",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191937",
                        "id": "LEGISCTA000006191937",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006303706",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006191937",
            "sectionParentId": "LEGISCTA000006191937",
            "sectionParentTitre": "5° : Conséquences de la sortie du groupe d'une société ou de la cessation du régime de groupe",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre II : Impôt sur les bénéfices des sociétés et autres personnes morales &gt; Section VIII : Groupes de sociétés &gt; 3e Sous-section : Dispositions diverses",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006303708",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000356342",
                    "textTitle": "Loi - art. 98 (V) JORF 31 décembre 1991",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "98",
                    "articleId": "LEGIARTI000006318240",
                    "natureText": "LOI",
                    "datePubliTexte": "1991-12-31",
                    "dateSignaTexte": "1991-12-30",
                    "dateDebutCible": "1991-12-31"
                },
                {
                    "textCid": "",
                    "textTitle": "Modification directe incorporée dans l'édition du 4 juillet 1992",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 223 A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000020812090",
                    "textTitle": "Décret n°2009-811 du 30 juin 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020812090",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2009-811",
                    "datePubli": 1246492800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 223 I (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "223 I",
                    "articleId": "LEGIARTI000042909624",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609372800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 223 L (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "223 L",
                    "articleId": "LEGIARTI000036364148",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "JORFTEXT000029349482",
                    "textTitle": "LOI n°2014-891 du 8 août 2014 - art. 26 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "26",
                    "articleId": "LEGIARTI000038583007",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2014-891",
                    "datePubli": 1407542400000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L169 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L169",
                    "articleId": "LEGIARTI000044981256",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "Instruction 1992-01-17 7D-2-92",
                    "linkType": "TXT_ASSOCIE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "Instruction 1992-07-29 7N-2-92",
                    "linkType": "TXT_ASSOCIE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006303706",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 567907200000,
                    "dateFin": 630979200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303707",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 630979200000,
                    "dateFin": 694137600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303708",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 694137600000,
                    "dateFin": 778464000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303709",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 778464000000,
                    "dateFin": 831859200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303710",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 831859200000,
                    "dateFin": 1072828800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303711",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1072828800000,
                    "dateFin": 1167609600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303712",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "7.0",
                    "dateDebut": 1167609600000,
                    "dateFin": 1167523200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303713",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 1167523200000,
                    "dateFin": 1262304000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021682383",
                    "etat": "MODIFIE",
                    "version": "9.0",
                    "dateDebut": 1262304000000,
                    "dateFin": 1407628800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029355416",
                    "etat": "MODIFIE",
                    "version": "10.0",
                    "dateDebut": 1407628800000,
                    "dateFin": 1419984000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030061812",
                    "etat": "MODIFIE",
                    "version": "11.0",
                    "dateDebut": 1419984000000,
                    "dateFin": 1451520000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031816085",
                    "etat": "MODIFIE",
                    "version": "12.0",
                    "dateDebut": 1451520000000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037987404",
                    "etat": "VIGUEUR",
                    "version": "13.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "223 S",
                "223"
            ],
            "versionPrecedente": "LEGIARTI000006303707",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006303707",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les dispositions prévues à la présente section en  cas de sortie du groupe d'une société s'appliquent lorsqu'une société du groupe cesse de remplir les conditions prévues pour l'application du régime défini à cette section. Il en est de même si la société mère ne renouvelle pas l'option prévue à l'article 223 A ou reste seule membre du groupe ou lorsque le groupe cesse d'exister parce qu'il ne satisfait pas à l'une des conditions prévues à la présente section.",
            "texteHtml": "<p></p>   Les dispositions prévues à la présente section en  cas de sortie du groupe d'une société s'appliquent lorsqu'une société du groupe cesse de remplir les conditions prévues pour l'application du régime défini à cette section.<p></p><p></p>   Il en est de même si la société mère ne renouvelle pas l'option prévue à l'article 223 A ou reste seule membre du groupe ou lorsque le groupe cesse d'exister parce qu'il ne satisfait pas à l'une des conditions prévues à la présente section.<p></p>",
            "num": "223 S",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 630979200000,
            "dateFin": 694137600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 28632,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Impôt sur les bénéfices des sociétés et autres personnes morales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147019",
                        "id": "LEGISCTA000006147019",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1987-12-31",
                        "fin": "2999-01-01",
                        "titre": "Section VIII : Groupes de sociétés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162535",
                        "id": "LEGISCTA000006162535",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1987-12-31",
                        "fin": "2999-01-01",
                        "titre": "3e Sous-section : Dispositions diverses",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179592",
                        "id": "LEGISCTA000006179592",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-05-12",
                        "fin": "2999-01-01",
                        "titre": "5° : Conséquences de la sortie du groupe d'une société ou de la cessation du régime de groupe",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191937",
                        "id": "LEGISCTA000006191937",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006303706",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006191937",
            "sectionParentId": "LEGISCTA000006191937",
            "sectionParentTitre": "5° : Conséquences de la sortie du groupe d'une société ou de la cessation du régime de groupe",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre II : Impôt sur les bénéfices des sociétés et autres personnes morales &gt; Section VIII : Groupes de sociétés &gt; 3e Sous-section : Dispositions diverses",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006303707",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000322103",
                    "textTitle": "Loi 89-935 1989-12-29 art. 23 I 2 Finances pour 1990 JORF 30 décembre 1989, modification directe incorporée dans l'édition du 15 juin 1990",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000322103",
                    "natureText": "LOI",
                    "datePubliTexte": "1989-12-30",
                    "dateSignaTexte": "1989-12-29",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 223 A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000020812090",
                    "textTitle": "Décret n°2009-811 du 30 juin 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020812090",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2009-811",
                    "datePubli": 1246492800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000029349482",
                    "textTitle": "LOI n°2014-891 du 8 août 2014 - art. 26 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "26",
                    "articleId": "LEGIARTI000038583007",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2014-891",
                    "datePubli": 1407542400000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 223 I (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "223 I",
                    "articleId": "LEGIARTI000042909624",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609372800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 223 L (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "223 L",
                    "articleId": "LEGIARTI000036364148",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L169 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L169",
                    "articleId": "LEGIARTI000044981256",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "Instruction 1992-07-23 4H-13-92",
                    "linkType": "TXT_ASSOCIE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006303706",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 567907200000,
                    "dateFin": 630979200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303707",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 630979200000,
                    "dateFin": 694137600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303708",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 694137600000,
                    "dateFin": 778464000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303709",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 778464000000,
                    "dateFin": 831859200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303710",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 831859200000,
                    "dateFin": 1072828800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303711",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1072828800000,
                    "dateFin": 1167609600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303712",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "7.0",
                    "dateDebut": 1167609600000,
                    "dateFin": 1167523200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303713",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 1167523200000,
                    "dateFin": 1262304000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021682383",
                    "etat": "MODIFIE",
                    "version": "9.0",
                    "dateDebut": 1262304000000,
                    "dateFin": 1407628800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029355416",
                    "etat": "MODIFIE",
                    "version": "10.0",
                    "dateDebut": 1407628800000,
                    "dateFin": 1419984000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030061812",
                    "etat": "MODIFIE",
                    "version": "11.0",
                    "dateDebut": 1419984000000,
                    "dateFin": 1451520000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031816085",
                    "etat": "MODIFIE",
                    "version": "12.0",
                    "dateDebut": 1451520000000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037987404",
                    "etat": "VIGUEUR",
                    "version": "13.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "223 S",
                "223"
            ],
            "versionPrecedente": "LEGIARTI000006303706",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006303706",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les dispositions prévues à la présente section en  cas de sortie du groupe d'une société s'appliquent lorsqu'une société du groupe cesse de remplir les conditions prévues pour l'application du régime défini à cette section ou est affectée par un des événements prévus au 2 de l'article 221. Il en est de m^eme si la société mère ne renouvelle pas l'option prévue à l'article 223 A ou reste seule membre du groupe ou lorsque le groupe cesse d'exister parce qu'il ne satisfait pas à l'une des conditions prévues à la présente section.",
            "texteHtml": "   Les dispositions prévues à la présente section en  cas de sortie du groupe d'une société s'appliquent lorsqu'une société du groupe cesse de remplir les conditions prévues pour l'application du régime défini à cette section ou est affectée par un des événements prévus au 2 de l'article 221.<p></p>\n    Il en est de m^eme si la société mère ne renouvelle pas l'option prévue à l'article 223 A ou reste seule membre du groupe ou lorsque le groupe cesse d'exister parce qu'il ne satisfait pas à l'une des conditions prévues à la présente section.<p></p>",
            "num": "223 S",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 567907200000,
            "dateFin": 630979200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 28632,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Impôt sur les bénéfices des sociétés et autres personnes morales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147019",
                        "id": "LEGISCTA000006147019",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1987-12-31",
                        "fin": "2999-01-01",
                        "titre": "Section VIII : Groupes de sociétés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162535",
                        "id": "LEGISCTA000006162535",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1987-12-31",
                        "fin": "2999-01-01",
                        "titre": "3e Sous-section : Dispositions diverses",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179592",
                        "id": "LEGISCTA000006179592",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-05-12",
                        "fin": "2999-01-01",
                        "titre": "5° : Conséquences de la sortie du groupe d'une société ou de la cessation du régime de groupe",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191937",
                        "id": "LEGISCTA000006191937",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006303706",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006191937",
            "sectionParentId": "LEGISCTA000006191937",
            "sectionParentTitre": "5° : Conséquences de la sortie du groupe d'une société ou de la cessation du régime de groupe",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre II : Impôt sur les bénéfices des sociétés et autres personnes morales &gt; Section VIII : Groupes de sociétés &gt; 3e Sous-section : Dispositions diverses",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006303706",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000317543",
                    "textTitle": "Loi n°87-1060 du 30 décembre 1987 - art. 68 (P) JORF 31 décembre 1987",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "68",
                    "articleId": "LEGIARTI000006275151",
                    "natureText": "LOI",
                    "datePubliTexte": "1987-12-31",
                    "dateSignaTexte": "1987-12-30",
                    "dateDebutCible": "1987-12-31"
                },
                {
                    "textCid": "JORFTEXT000000509838",
                    "textTitle": "Décret 88-1001 1988-10-20",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000509838",
                    "natureText": "DECRET",
                    "datePubliTexte": "1988-10-22",
                    "dateSignaTexte": "1988-10-20",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 221 2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 223",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000020812090",
                    "textTitle": "Décret n°2009-811 du 30 juin 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020812090",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2009-811",
                    "datePubli": 1246492800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000029349482",
                    "textTitle": "LOI n°2014-891 du 8 août 2014 - art. 26 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "26",
                    "articleId": "LEGIARTI000038583007",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2014-891",
                    "datePubli": 1407542400000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 223 I (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "223 I",
                    "articleId": "LEGIARTI000042909624",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609372800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 223 L (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "223 L",
                    "articleId": "LEGIARTI000036364148",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L169 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L169",
                    "articleId": "LEGIARTI000044981256",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006303706",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 567907200000,
                    "dateFin": 630979200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303707",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 630979200000,
                    "dateFin": 694137600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303708",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 694137600000,
                    "dateFin": 778464000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303709",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 778464000000,
                    "dateFin": 831859200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303710",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 831859200000,
                    "dateFin": 1072828800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303711",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1072828800000,
                    "dateFin": 1167609600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303712",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "7.0",
                    "dateDebut": 1167609600000,
                    "dateFin": 1167523200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303713",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 1167523200000,
                    "dateFin": 1262304000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021682383",
                    "etat": "MODIFIE",
                    "version": "9.0",
                    "dateDebut": 1262304000000,
                    "dateFin": 1407628800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029355416",
                    "etat": "MODIFIE",
                    "version": "10.0",
                    "dateDebut": 1407628800000,
                    "dateFin": 1419984000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030061812",
                    "etat": "MODIFIE",
                    "version": "11.0",
                    "dateDebut": 1419984000000,
                    "dateFin": 1451520000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031816085",
                    "etat": "MODIFIE",
                    "version": "12.0",
                    "dateDebut": 1451520000000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037987404",
                    "etat": "VIGUEUR",
                    "version": "13.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "223 S",
                "223"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}