{
    "cid": "LEGIARTI000041563727",
    "num": "L113-12",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108136",
                        "id": "LEGISCTA000006108136",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2021-07-01",
                        "titre": "Livre Ier : Dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128678",
                        "id": "LEGISCTA000006128678",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2021-07-01",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Construction, entretien et rénovation des bâtiments",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128678",
                        "id": "LEGISCTA000041587692",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2021-07-01",
                        "titre": "Titre Ier : Construction des bâtiments.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143513",
                        "id": "LEGISCTA000006143513",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2021-07-01",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Règles générales applicables à la construction et la rénovation de bâtiments",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143513",
                        "id": "LEGISCTA000041587690",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Autres règles applicables aux bâtiments ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000041563697",
                        "id": "LEGISCTA000041563697",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Stationnement des véhicules électriques ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000041563723",
                        "id": "LEGISCTA000041563723",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000041563727",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000041506557",
                    "textTitle": "Ordonnance n° 2020-71 du 29 janvier 2020 - art.",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000041562511",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2020-01-31",
                    "dateSignaTexte": "2020-01-29",
                    "dateDebutCible": "2021-07-01"
                }
            ],
            "num": "L113-12",
            "origine": "LEGI",
            "texte": "I. - Dans les parcs de stationnement comportant plus de dix emplacements de stationnement, situés dans des bâtiments non résidentiels neufs ou jouxtant de tels bâtiments : 1° Au moins un emplacement sur cinq est prééquipé et 2 % de ces emplacements, avec au minimum un emplacement, sont dimensionnés pour être accessibles aux personnes à mobilité réduite ; 2° Et au moins un emplacement, dont le dimensionnement permet l'accès aux personnes à mobilité réduite, est équipé pour la recharge des véhicules électriques et hybrides rechargeables. Dans les parcs de stationnement comportant plus de deux cents emplacements de stationnement, au moins deux emplacements sont équipés, dont l'un est réservé aux personnes à mobilité réduite. Il en est de même : a) Pour les parcs de stationnement comportant plus de dix emplacements de stationnement situés à l'intérieur des bâtiments non résidentiels faisant l'objet d'une rénovation importante incluant le parc de stationnement ou l'installation électrique du bâtiment ; b) Pour les parcs de stationnement comportant plus de dix emplacements de stationnement jouxtant des bâtiments non résidentiels faisant l'objet d'une rénovation importante incluant le parc de stationnement ou son installation électrique. II. - Dans les parcs de stationnement comportant plus de dix emplacements de stationnement, situés dans des bâtiments résidentiels neufs ou jouxtant de tels bâtiments, la totalité des emplacements sont prééquipés. Leur équipement pour la recharge des véhicules électriques et hybrides rechargeables permet un décompte individualisé des consommations d'électricité. Il en est de même : 1° Pour les parcs de stationnement comportant plus de dix emplacements de stationnement situés à l'intérieur des bâtiments résidentiels faisant l'objet d'une rénovation importante incluant le parc de stationnement ou l'installation électrique du bâtiment ; 2° Pour les parcs de stationnement comportant plus de dix emplacements de stationnement jouxtant des bâtiments résidentiels faisant l'objet d'une rénovation importante incluant le parc de stationnement ou son installation électrique. III. - Dans les parcs de stationnement situés dans des bâtiments à usage mixte, résidentiel et non résidentiel, neufs ou faisant l'objet d'une rénovation importante ou qui jouxtent de tels bâtiments : 1° Les dispositions des I ou II sont applicables, pour les parcs comportant de onze à vingt emplacements, selon que l'usage majoritaire du parc est respectivement non résidentiel ou résidentiel ; 2° Les dispositions des mêmes I et II s'appliquent aux parcs comportant plus de vingt emplacements de stationnement au prorata du nombre d'emplacements réservés à un usage non résidentiel ou résidentiel. IV. - Pour l'application des dispositions des I à III : 1° Une rénovation est qualifiée d'importante lorsque son montant représente au moins un quart de la valeur du bâtiment hors coût du terrain ; 2° Le parc de stationnement jouxte un bâtiment s'il est situé sur la même unité foncière que celui-ci et a avec lui une relation fonctionnelle.",
            "texteHtml": "<p>I. - Dans les parcs de stationnement comportant plus de dix emplacements de stationnement, situés dans des bâtiments non résidentiels neufs ou jouxtant de tels bâtiments :</p><p></p><p>1° Au moins un emplacement sur cinq est prééquipé et 2 % de ces emplacements, avec au minimum un emplacement, sont dimensionnés pour être accessibles aux personnes à mobilité réduite ;</p><p></p><p>2° Et au moins un emplacement, dont le dimensionnement permet l'accès aux personnes à mobilité réduite, est équipé pour la recharge des véhicules électriques et hybrides rechargeables. Dans les parcs de stationnement comportant plus de deux cents emplacements de stationnement, au moins deux emplacements sont équipés, dont l'un est réservé aux personnes à mobilité réduite.</p><p></p><p>Il en est de même :</p><p></p><p>a) Pour les parcs de stationnement comportant plus de dix emplacements de stationnement situés à l'intérieur des bâtiments non résidentiels faisant l'objet d'une rénovation importante incluant le parc de stationnement ou l'installation électrique du bâtiment ;</p><p></p><p>b) Pour les parcs de stationnement comportant plus de dix emplacements de stationnement jouxtant des bâtiments non résidentiels faisant l'objet d'une rénovation importante incluant le parc de stationnement ou son installation électrique.</p><p></p><p>II. - Dans les parcs de stationnement comportant plus de dix emplacements de stationnement, situés dans des bâtiments résidentiels neufs ou jouxtant de tels bâtiments, la totalité des emplacements sont prééquipés. Leur équipement pour la recharge des véhicules électriques et hybrides rechargeables permet un décompte individualisé des consommations d'électricité.</p><p></p><p>Il en est de même :</p><p></p><p>1° Pour les parcs de stationnement comportant plus de dix emplacements de stationnement situés à l'intérieur des bâtiments résidentiels faisant l'objet d'une rénovation importante incluant le parc de stationnement ou l'installation électrique du bâtiment ;</p><p></p><p>2° Pour les parcs de stationnement comportant plus de dix emplacements de stationnement jouxtant des bâtiments résidentiels faisant l'objet d'une rénovation importante incluant le parc de stationnement ou son installation électrique.</p><p></p><p>III. - Dans les parcs de stationnement situés dans des bâtiments à usage mixte, résidentiel et non résidentiel, neufs ou faisant l'objet d'une rénovation importante ou qui jouxtent de tels bâtiments :</p><p></p><p>1° Les dispositions des I ou II sont applicables, pour les parcs comportant de onze à vingt emplacements, selon que l'usage majoritaire du parc est respectivement non résidentiel ou résidentiel ;</p><p></p><p>2° Les dispositions des mêmes I et II s'appliquent aux parcs comportant plus de vingt emplacements de stationnement au prorata du nombre d'emplacements réservés à un usage non résidentiel ou résidentiel.</p><p></p><p>IV. - Pour l'application des dispositions des I à III :</p><p></p><p>1° Une rénovation est qualifiée d'importante lorsque son montant représente au moins un quart de la valeur du bâtiment hors coût du terrain ;</p><p></p><p>2° Le parc de stationnement jouxte un bâtiment s'il est situé sur la même unité foncière que celui-ci et a avec lui une relation fonctionnelle.</p>",
            "type": "AUTONOME",
            "dateDebut": "2021-07-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}