{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000047381760",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Le contrat peut prévoir la fixation de pénalités infligées au fournisseur en cas d'inexécution d'engagements contractuels. Il prévoit une marge d'erreur suffisante au regard du volume de livraisons prévues par le contrat. Un délai suffisant doit être respecté pour informer l'autre partie en cas d'aléa. Les pénalités infligées au fournisseur par le distributeur sont proportionnées au préjudice subi au regard de l'inexécution d'engagements contractuels, dans la limite d'un plafond équivalent à 2 % de la valeur des produits commandés relevant de la catégorie de produits au sein de laquelle l'inexécution d'engagements contractuels a été constatée. Aucune pénalité logistique ne peut être infligée pour l'inexécution d'engagements contractuels survenue plus d'un an auparavant. Il est interdit de procéder au refus ou au retour de marchandises, sauf en cas de non-conformité de celles-ci ou de non-respect de la date de livraison. Lorsque le distributeur, conformément au premier alinéa du présent I, transmet au fournisseur un avis de pénalité logistique en raison d'une inexécution d'engagement contractuel, il apporte en même temps, par tout moyen, la preuve du manquement constaté et celle du préjudice subi. Le fournisseur dispose d'un délai raisonnable pour vérifier et, le cas échéant, contester la réalité du grief correspondant. Il est interdit de déduire d'office du montant de la facture établie par le fournisseur les pénalités ou rabais correspondant au non-respect d'un engagement contractuel. Seules les situations ayant entraîné des ruptures de stocks peuvent justifier l'application de pénalités logistiques. Par dérogation, le distributeur peut infliger des pénalités logistiques dans d'autres cas dès lors qu'il démontre et documente par écrit l'existence d'un préjudice. Dès lors qu'il est envisagé d'infliger des pénalités logistiques, il est tenu compte des circonstances indépendantes de la volonté des parties. En cas de force majeure, aucune pénalité logistique ne peut être infligée. II.-Le distributeur ne peut exiger du fournisseur un délai de paiement des pénalités mentionnées au présent article inférieur au délai de paiement qu'il applique à compter de la réception des marchandises. III.-En cas de situation exceptionnelle, extérieure aux distributeurs et aux fournisseurs, affectant gravement les chaînes d'approvisionnement dans un ou plusieurs secteurs, l'application des pénalités logistiques prévues par les contrats conclus en application du présent titre entre les distributeurs et le ou les fournisseurs intervenant dans ces secteurs et concernés par ladite situation peut être suspendue par décret en Conseil d'Etat, pour une durée maximale de six mois renouvelable. IV.-Le présent article n'est pas applicable aux relations commerciales avec les grossistes au sens du II de l'article L. 441-4 .",
            "texteHtml": "<p>I.-Le contrat peut prévoir la fixation de pénalités infligées au fournisseur en cas d'inexécution d'engagements contractuels. Il prévoit une marge d'erreur suffisante au regard du volume de livraisons prévues par le contrat. Un délai suffisant doit être respecté pour informer l'autre partie en cas d'aléa. </p><p>Les pénalités infligées au fournisseur par le distributeur sont proportionnées au préjudice subi au regard de l'inexécution d'engagements contractuels, dans la limite d'un plafond équivalent à 2 % de la valeur des produits commandés relevant de la catégorie de produits au sein de laquelle l'inexécution d'engagements contractuels a été constatée. </p><p>Aucune pénalité logistique ne peut être infligée pour l'inexécution d'engagements contractuels survenue plus d'un an auparavant. </p><p>Il est interdit de procéder au refus ou au retour de marchandises, sauf en cas de non-conformité de celles-ci ou de non-respect de la date de livraison. </p><p>Lorsque le distributeur, conformément au premier alinéa du présent I, transmet au fournisseur un avis de pénalité logistique en raison d'une inexécution d'engagement contractuel, il apporte en même temps, par tout moyen, la preuve du manquement constaté et celle du préjudice subi. Le fournisseur dispose d'un délai raisonnable pour vérifier et, le cas échéant, contester la réalité du grief correspondant. </p><p>Il est interdit de déduire d'office du montant de la facture établie par le fournisseur les pénalités ou rabais correspondant au non-respect d'un engagement contractuel. </p><p>Seules les situations ayant entraîné des ruptures de stocks peuvent justifier l'application de pénalités logistiques. Par dérogation, le distributeur peut infliger des pénalités logistiques dans d'autres cas dès lors qu'il démontre et documente par écrit l'existence d'un préjudice. </p><p>Dès lors qu'il est envisagé d'infliger des pénalités logistiques, il est tenu compte des circonstances indépendantes de la volonté des parties. En cas de force majeure, aucune pénalité logistique ne peut être infligée. </p><p>II.-Le distributeur ne peut exiger du fournisseur un délai de paiement des pénalités mentionnées au présent article inférieur au délai de paiement qu'il applique à compter de la réception des marchandises. </p><p>III.-En cas de situation exceptionnelle, extérieure aux distributeurs et aux fournisseurs, affectant gravement les chaînes d'approvisionnement dans un ou plusieurs secteurs, l'application des pénalités logistiques prévues par les contrats conclus en application du présent titre entre les distributeurs et le ou les fournisseurs intervenant dans ces secteurs et concernés par ladite situation peut être suspendue par décret en Conseil d'Etat, pour une durée maximale de six mois renouvelable. </p><p>IV.-Le présent article n'est pas applicable aux relations commerciales avec les grossistes au sens du II de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006232233&dateTexte=&categorieLien=cid'>L. 441-4</a>.</p>",
            "num": "L441-17",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1680307200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006083281",
                        "id": "LEGISCTA000006083281",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE IV : De la liberté des prix et de la concurrence.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006113741",
                        "id": "LEGISCTA000006113741",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "TITRE IV : De la transparence, des pratiques restrictives de concurrence et d'autres pratiques prohibées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133186",
                        "id": "LEGISCTA000006133186",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2019-04-26",
                        "titre": "Chapitre Ier : De la transparence.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146075",
                        "id": "LEGISCTA000006146075",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-04-26",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : De la transparence dans la relation commerciale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146075",
                        "id": "LEGISCTA000038414475",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-10-20",
                        "fin": "2999-01-01",
                        "titre": "Section 4 : Pénalités logistiques ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000044222319",
                        "id": "LEGISCTA000044222319",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000044222321",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000044222319",
            "sectionParentId": "LEGISCTA000044222319",
            "sectionParentTitre": "Section 4 : Pénalités logistiques ",
            "fullSectionsTitre": "Partie législative &gt; LIVRE IV : De la liberté des prix et de la concurrence. &gt; TITRE IV : De la transparence, des pratiques restrictives de concurrence et d'autres pratiques prohibées. &gt; Chapitre Ier : De la transparence dans la relation commerciale &gt; Section 4 : Pénalités logistiques ",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000047381760",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000047377284",
                    "textTitle": "LOI n°2023-221 du 30 mars 2023 - art. 12",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "12",
                    "articleId": "LEGIARTI000047379060",
                    "natureText": "LOI",
                    "datePubliTexte": "2023-03-31",
                    "dateSignaTexte": "2023-03-30",
                    "dateDebutCible": "2023-04-01"
                },
                {
                    "textCid": "JORFTEXT000047377284",
                    "textTitle": "LOI n°2023-221 du 30 mars 2023 - art. 13",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "13",
                    "articleId": "LEGIARTI000047379062",
                    "natureText": "LOI",
                    "datePubliTexte": "2023-03-31",
                    "dateSignaTexte": "2023-03-30",
                    "dateDebutCible": "2023-04-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L441-19 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L441-19",
                    "articleId": "LEGIARTI000047381769",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1680307200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L441-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L441-3",
                    "articleId": "LEGIARTI000047381742",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1680307200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L441-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L441-4",
                    "articleId": "LEGIARTI000006232233",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1556236800000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L442-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L442-1",
                    "articleId": "LEGIARTI000047381704",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1680307200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000044222321",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1634688000000,
                    "dateFin": 1680307200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047381760",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1680307200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L441-17",
                "441-17"
            ],
            "versionPrecedente": "LEGIARTI000044222321",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000044222321",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Le contrat peut prévoir la fixation de pénalités infligées au fournisseur en cas d'inexécution d'engagements contractuels. Il prévoit une marge d'erreur suffisante au regard du volume de livraisons prévues par le contrat. Un délai suffisant doit être respecté pour informer l'autre partie en cas d'aléa. Les pénalités infligées au fournisseur par le distributeur ne peuvent dépasser un montant correspondant à un pourcentage du prix d'achat des produits concernés. Elles doivent être proportionnées au préjudice subi au regard de l'inexécution d'engagements contractuels. Il est interdit de procéder au refus ou au retour de marchandises, sauf en cas de non-conformité de celles-ci ou de non-respect de la date de livraison. La preuve du manquement doit être apportée par le distributeur par tout moyen. Le fournisseur dispose d'un délai raisonnable pour vérifier et, le cas échéant, contester la réalité du grief correspondant. Il est interdit de déduire d'office du montant de la facture établie par le fournisseur les pénalités ou rabais correspondant au non-respect d'un engagement contractuel. Seules les situations ayant entraîné des ruptures de stocks peuvent justifier l'application de pénalités logistiques. Par dérogation, le distributeur peut infliger des pénalités logistiques dans d'autres cas dès lors qu'il démontre et documente par écrit l'existence d'un préjudice. Dès lors qu'il est envisagé d'infliger des pénalités logistiques, il est tenu compte des circonstances indépendantes de la volonté des parties. En cas de force majeure, aucune pénalité logistique ne peut être infligée. II.-Le distributeur ne peut exiger du fournisseur un délai de paiement des pénalités mentionnées au présent article inférieur au délai de paiement qu'il applique à compter de la réception des marchandises.",
            "texteHtml": "<p>I.-Le contrat peut prévoir la fixation de pénalités infligées au fournisseur en cas d'inexécution d'engagements contractuels. Il prévoit une marge d'erreur suffisante au regard du volume de livraisons prévues par le contrat. Un délai suffisant doit être respecté pour informer l'autre partie en cas d'aléa.<br/><br/>\n Les pénalités infligées au fournisseur par le distributeur ne peuvent dépasser un montant correspondant à un pourcentage du prix d'achat des produits concernés. Elles doivent être proportionnées au préjudice subi au regard de l'inexécution d'engagements contractuels.<br/><br/>\n Il est interdit de procéder au refus ou au retour de marchandises, sauf en cas de non-conformité de celles-ci ou de non-respect de la date de livraison.<br/><br/>\n La preuve du manquement doit être apportée par le distributeur par tout moyen. Le fournisseur dispose d'un délai raisonnable pour vérifier et, le cas échéant, contester la réalité du grief correspondant.<br/><br/>\n Il est interdit de déduire d'office du montant de la facture établie par le fournisseur les pénalités ou rabais correspondant au non-respect d'un engagement contractuel.<br/><br/>\n Seules les situations ayant entraîné des ruptures de stocks peuvent justifier l'application de pénalités logistiques. Par dérogation, le distributeur peut infliger des pénalités logistiques dans d'autres cas dès lors qu'il démontre et documente par écrit l'existence d'un préjudice.<br/><br/>\n Dès lors qu'il est envisagé d'infliger des pénalités logistiques, il est tenu compte des circonstances indépendantes de la volonté des parties. En cas de force majeure, aucune pénalité logistique ne peut être infligée.<br/><br/>\n II.-Le distributeur ne peut exiger du fournisseur un délai de paiement des pénalités mentionnées au présent article inférieur au délai de paiement qu'il applique à compter de la réception des marchandises.</p>",
            "num": "L441-17",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1634688000000,
            "dateFin": 1680307200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006083281",
                        "id": "LEGISCTA000006083281",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE IV : De la liberté des prix et de la concurrence.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006113741",
                        "id": "LEGISCTA000006113741",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "TITRE IV : De la transparence, des pratiques restrictives de concurrence et d'autres pratiques prohibées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133186",
                        "id": "LEGISCTA000006133186",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2019-04-26",
                        "titre": "Chapitre Ier : De la transparence.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146075",
                        "id": "LEGISCTA000006146075",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-04-26",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : De la transparence dans la relation commerciale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146075",
                        "id": "LEGISCTA000038414475",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-10-20",
                        "fin": "2999-01-01",
                        "titre": "Section 4 : Pénalités logistiques ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000044222319",
                        "id": "LEGISCTA000044222319",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000044222321",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000044222319",
            "sectionParentId": "LEGISCTA000044222319",
            "sectionParentTitre": "Section 4 : Pénalités logistiques ",
            "fullSectionsTitre": "Partie législative &gt; LIVRE IV : De la liberté des prix et de la concurrence. &gt; TITRE IV : De la transparence, des pratiques restrictives de concurrence et d'autres pratiques prohibées. &gt; Chapitre Ier : De la transparence dans la relation commerciale &gt; Section 4 : Pénalités logistiques ",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000044222321",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000044220683",
                    "textTitle": "LOI n°2021-1357 du 18 octobre 2021 - art. 7",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "LEGIARTI000044221121",
                    "natureText": "LOI",
                    "datePubliTexte": "2021-10-19",
                    "dateSignaTexte": "2021-10-18",
                    "dateDebutCible": "2021-10-20"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L441-19 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L441-19",
                    "articleId": "LEGIARTI000047381769",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1680307200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L441-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L441-3",
                    "articleId": "LEGIARTI000047381742",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1680307200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000044222321",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1634688000000,
                    "dateFin": 1680307200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047381760",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1680307200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L441-17",
                "441-17"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}