{
    "cid": "LEGIARTI000006793190",
    "num": "A117",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1951-04-29",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107972",
                        "id": "LEGISCTA000006107972",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1951-04-29",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Droits et avantages attachés à la qualité d'ancien combattant ou de victime de guerre.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128424",
                        "id": "LEGISCTA000006128424",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1951-04-29",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Carte et retraite du combattant.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142717",
                        "id": "LEGISCTA000006142717",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1951-04-29",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Carte du combattant.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157294",
                        "id": "LEGISCTA000006157294",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1951-04-29",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : De la qualité de combattant",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006174027",
                        "id": "LEGISCTA000006174027",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1951-04-29",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 1 : Dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006186907",
                        "id": "LEGISCTA000006186907",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1951-04-26",
                        "fin": "2017-01-01",
                        "titre": "Code des pensions militaires d'invalidité et des victimes de la guerre",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074068",
                        "id": "LEGITEXT000006074068",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2017-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code des pensions militaires d'invalidité et des victimes de guerre",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074068",
                        "id": "LEGITEXT000031712069",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000043758175",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "Arrêté 1952-12-19 annexe I",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "date": 1625523391222,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "Circulaire 5704 1946-05-23",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "date": 1625523391222,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "LEGITEXT000006074068",
                    "textTitle": "Code des pensions militaires d'invalidité et de... - art. A134-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A134-1",
                    "articleId": "LEGIARTI000037789658",
                    "natureText": "CODE",
                    "date": 1625523391222,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1544313600000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "",
                    "textTitle": "Arrêté 1951-04-24 JORF 29 avril 1951",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                },
                {
                    "textCid": "",
                    "textTitle": "Arrêté 1951-04-24 JORF 29 avril 1951",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                },
                {
                    "textCid": "JORFTEXT000043727876",
                    "textTitle": "Arrêté du 30 juin 2021 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000043740686",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2021-07-01",
                    "dateSignaTexte": "2021-06-30",
                    "dateDebutCible": "2021-07-02"
                }
            ],
            "num": "A117",
            "origine": "LEGI",
            "texte": "Sont considérés comme combattants, les militaires ayant appartenu pendant trois mois consécutifs ou non : A. - Armée de terre Aux unités figurant sur les listes pratiques des unités combattantes publiées au Bulletin officiel du ministère de la défense nationale, en application de la circulaire n° 5704/E.M.A./30 du 23 mai 1946 (Bulletin officiel, n° 23, année 1946, p. 337) définissant l'unité combattante et les zones de combat pour les périodes allant du 3 septembre 1939 au 8 mai 1945 et postérieurement à cette date. B. - Armée de mer Aux unités énumérées dans l'arrêté du secrétaire d'Etat à la marine, en date du 19 décembre 1952 (Bulletin officiel, marine, n° 11, du 23 mars 1953) fixant la liste des bâtiments et unités sur pied de guerre du 3 septembre 1939 au 8 mai 1945, en son annexe I et dans les conditions suivantes : Bâtiments, unités et formations donnant droit à la bonification du double en sus : 1° Bâtiments de la flotte principale, de la flotte auxiliaire, bâtiments du commerce et de la pêche ; 2° Formations et unités à terre : a) Organes de commandement, uniquement pendant la période au cours de laquelle : Ils ont stationné dans une zone effectivement soumise à l'action de l'ennemi ; La liste de ces formations, unités et bases, est fixée par le secrétaire d'Etat à la marine. Certains de leurs membres et ceux-là seuls, ont appareillé en mission sur un bâtiment réputé unité combattante ; b) Formations à terre, ayant effectivement combattu en France et à l'étranger ; 3° Aéronautique navale : a) Formations aériennes (personnel navigant) ; b) Bases de l'aéronautique navale, uniquement pendant la période au cours de laquelle elles ont effectivement été soumises à l'action de l'ennemi. La liste des ces formations, unités et bases, est fixée par le ministre de la défense nationale. Pour le personnel de l'aéronautique navale, les règles à suivre, notamment en matière d'équivalence, sont celles appliquées au personnel de l'armée de l'air et de l'espace. C. - Armée de l'air et de l'espace Aux unités engagées dont les listes pratiques sont publiées au Journal officiel en ce qui concerne le personnel de l'armée de l'air et de l'espace et des unités de parachutistes, actuellement unités aéroportées, à la condition d'avoir été admis au bénéfice d'une majoration de campagne double d'au moins cent quatre-vingts jours correspondant à quatre-vingt-dix jours consécutifs ou non d'appartenance, et ce, conformément à la réglementation en vigueur. Pour l'application des dispositions relatives à la qualité de combattant uniquement, l'exécution d'une mission de guerre, telle qu'elle est définie ci-dessous et, pour le personnel des unités de parachutistes, d'un saut effectué en zone de combat ou à l'arrière des lignes adverses donne droit, par équivalence, à quarante jours de majorations pour campagne double. Dans ce cas, ne peuvent entrer dans le décompte des cent quatre-vingts jours, les journées au cours desquelles ont été exécutées les missions aériennes de guerre ou les sauts visés à l'alinéa précédent, missions et sauts qui, eux-mêmes, donnent droit à des majorations par équivalence. Le personnel de l'armée de l'air et de l'espace et des unités de parachutistes (actuellement troupes aéroportées) ayant participé à cinq missions aériennes de guerre ou sauts au cours des opérations et dans les zones déterminées par les instructions réglementant le bénéfice de la campagne double. Par mission aérienne de guerre, il faut entendre tout vol, saut ou ascension de guerre ayant fait l'objet d'un ordre d'opérations émanant d'une autorité française ou alliée qualifiée et d'un échelon de commandement égal ou supérieur à celui du commandement de groupe ou d'unité assimilée. Les missions telles que le vol d'instruction, d'essai ou d'entraînement ne sont pas qualifiées missions de guerre. D'autre part, lorsque le personnel de l'armée de l'air et de l'espace a participé à des opérations terrestres ou navales, les règles édictées pour l'attribution de la qualité de combattant au personnel des armées de terre ou de mer lui sont applicables. Pour le personnel de l'aéronautique navale, les règles, notamment en matière d'équivalence, sont celles qui sont appliquées au personnel de l'armée de l'air et de l'espace.",
            "texteHtml": "<p>Sont considérés comme combattants, les militaires ayant appartenu pendant trois mois consécutifs ou non :</p><p align='center'>A. - Armée de terre</p><p>Aux unités figurant sur les listes pratiques des unités combattantes publiées au Bulletin officiel du ministère de la défense nationale, en application de la circulaire n° 5704/E.M.A./30 du 23 mai 1946 (Bulletin officiel, n° 23, année 1946, p. 337) définissant l'unité combattante et les zones de combat pour les périodes allant du 3 septembre 1939 au 8 mai 1945 et postérieurement à cette date.</p><p align='center'>B. - Armée de mer</p><p>Aux unités énumérées dans l'arrêté du secrétaire d'Etat à la marine, en date du 19 décembre 1952 (Bulletin officiel, marine, n° 11, du 23 mars 1953) fixant la liste des bâtiments et unités sur pied de guerre du 3 septembre 1939 au 8 mai 1945, en son annexe I et dans les conditions suivantes :</p><p>Bâtiments, unités et formations donnant droit à la bonification du double en sus :</p><p>1° Bâtiments de la flotte principale, de la flotte auxiliaire, bâtiments du commerce et de la pêche ;</p><p>2° Formations et unités à terre :</p><p>a) Organes de commandement, uniquement pendant la période au cours de laquelle :</p><p>Ils ont stationné dans une zone effectivement soumise à l'action de l'ennemi ;</p><p>La liste de ces formations, unités et bases, est fixée par le secrétaire d'Etat à la marine.</p><p>Certains de leurs membres et ceux-là seuls, ont appareillé en mission sur un bâtiment réputé unité combattante ;</p><p>b) Formations à terre, ayant effectivement combattu en France et à l'étranger ;</p><p>3° Aéronautique navale :</p><p>a) Formations aériennes (personnel navigant) ;</p><p>b) Bases de l'aéronautique navale, uniquement pendant la période au cours de laquelle elles ont effectivement été soumises à l'action de l'ennemi.</p><p>La liste des ces formations, unités et bases, est fixée par le ministre de la défense nationale.</p><p>Pour le personnel de l'aéronautique navale, les règles à suivre, notamment en matière d'équivalence, sont celles appliquées au personnel de l'armée de l'air et de l'espace.</p><p align='center'>C. - Armée de l'air et de l'espace</p><p>Aux unités engagées dont les listes pratiques sont publiées au Journal officiel en ce qui concerne le personnel de l'armée de l'air et de l'espace et des unités de parachutistes, actuellement unités aéroportées, à la condition d'avoir été admis au bénéfice d'une majoration de campagne double d'au moins cent quatre-vingts jours correspondant à quatre-vingt-dix jours consécutifs ou non d'appartenance, et ce, conformément à la réglementation en vigueur.</p><p>Pour l'application des dispositions relatives à la qualité de combattant uniquement, l'exécution d'une mission de guerre, telle qu'elle est définie ci-dessous et, pour le personnel des unités de parachutistes, d'un saut effectué en zone de combat ou à l'arrière des lignes adverses donne droit, par équivalence, à quarante jours de majorations pour campagne double.</p><p>Dans ce cas, ne peuvent entrer dans le décompte des cent quatre-vingts jours, les journées au cours desquelles ont été exécutées les missions aériennes de guerre ou les sauts visés à l'alinéa précédent, missions et sauts qui, eux-mêmes, donnent droit à des majorations par équivalence.</p><p>Le personnel de l'armée de l'air et de l'espace et des unités de parachutistes (actuellement troupes aéroportées) ayant participé à cinq missions aériennes de guerre ou sauts au cours des opérations et dans les zones déterminées par les instructions réglementant le bénéfice de la campagne double.</p><p>Par mission aérienne de guerre, il faut entendre tout vol, saut ou ascension de guerre ayant fait l'objet d'un ordre d'opérations émanant d'une autorité française ou alliée qualifiée et d'un échelon de commandement égal ou supérieur à celui du commandement de groupe ou d'unité assimilée.</p><p>Les missions telles que le vol d'instruction, d'essai ou d'entraînement ne sont pas qualifiées missions de guerre.</p><p>D'autre part, lorsque le personnel de l'armée de l'air et de l'espace a participé à des opérations terrestres ou navales, les règles édictées pour l'attribution de la qualité de combattant au personnel des armées de terre ou de mer lui sont applicables.</p><p>Pour le personnel de l'aéronautique navale, les règles, notamment en matière d'équivalence, sont celles qui sont appliquées au personnel de l'armée de l'air et de l'espace.</p>",
            "type": "AUTONOME",
            "dateDebut": "2021-07-02T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1951-04-29",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107972",
                        "id": "LEGISCTA000006107972",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1951-04-29",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Droits et avantages attachés à la qualité d'ancien combattant ou de victime de guerre.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128424",
                        "id": "LEGISCTA000006128424",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1951-04-29",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Carte et retraite du combattant.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142717",
                        "id": "LEGISCTA000006142717",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1951-04-29",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Carte du combattant.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157294",
                        "id": "LEGISCTA000006157294",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1951-04-29",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : De la qualité de combattant",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006174027",
                        "id": "LEGISCTA000006174027",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1951-04-29",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 1 : Dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006186907",
                        "id": "LEGISCTA000006186907",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1951-04-26",
                        "fin": "2017-01-01",
                        "titre": "Code des pensions militaires d'invalidité et des victimes de la guerre",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074068",
                        "id": "LEGITEXT000006074068",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2017-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code des pensions militaires d'invalidité et des victimes de guerre",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074068",
                        "id": "LEGITEXT000031712069",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000006793190",
            "lienAutres": [
                {
                    "textCid": "LEGITEXT000006074068",
                    "textTitle": "Code des pensions militaires d'invalidité et des v - art. A128 (V)",
                    "linkType": "SPEC_APPLI",
                    "linkOrientation": "source",
                    "articleNum": "A128",
                    "articleId": "LEGIARTI000006793211",
                    "natureText": "CODE"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "Arrêté 1952-12-19 annexe I",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "date": 1625523391030,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "Circulaire 5704 1946-05-23",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "date": 1625523391030,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "LEGITEXT000006074068",
                    "textTitle": "Code des pensions militaires d'invalidité et de... - art. A134-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A134-1",
                    "articleId": "LEGIARTI000037789658",
                    "natureText": "CODE",
                    "date": 1625523391030,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1544313600000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "",
                    "textTitle": "Arrêté 1951-04-24 JORF 29 avril 1951",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                },
                {
                    "textCid": "",
                    "textTitle": "Arrêté 1954-09-01 art. 1 JORF 22 septembre 1954",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                }
            ],
            "num": "A117",
            "origine": "LEGI",
            "texte": "Sont considérés comme combattants, les militaires ayant appartenu pendant trois mois consécutifs ou non : A. - Armée de terre Aux unités figurant sur les listes pratiques des unités combattantes publiées au Bulletin officiel du ministère de la défense nationale, en application de la circulaire n° 5704/E.M.A./30 du 23 mai 1946 (Bulletin officiel, n° 23, année 1946, p. 337) définissant l'unité combattante et les zones de combat pour les périodes allant du 3 septembre 1939 au 8 mai 1945 et postérieurement à cette date. B. - Armée de mer Aux unités énumérées dans l'arrêté du secrétaire d'Etat à la marine, en date du 19 décembre 1952 (Bulletin officiel, marine, n° 11, du 23 mars 1953) fixant la liste des bâtiments et unités sur pied de guerre du 3 septembre 1939 au 8 mai 1945, en son annexe I et dans les conditions suivantes : Bâtiments, unités et formations donnant droit à la bonification du double en sus : 1° Bâtiments de la flotte principale, de la flotte auxiliaire, bâtiments du commerce et de la pêche ; 2° Formations et unités à terre : a) Organes de commandement, uniquement pendant la période au cours de laquelle : Ils ont stationné dans une zone effectivement soumise à l'action de l'ennemi ; La liste de ces formations, unités et bases, est fixée par le secrétaire d'Etat à la marine. Certains de leurs membres et ceux-là seuls, ont appareillé en mission sur un bâtiment réputé unité combattante ; b) Formations à terre, ayant effectivement combattu en France et à l'étranger ; 3° Aéronautique navale : a) Formations aériennes (personnel navigant) ; b) Bases de l'aéronautique navale, uniquement pendant la période au cours de laquelle elles ont effectivement été soumises à l'action de l'ennemi. La liste des ces formations, unités et bases, est fixée par le ministre de la défense nationale. Pour le personnel de l'aéronautique navale, les règles à suivre, notamment en matière d'équivalence, sont celles appliquées au personnel de l'armée de l'air. C. - Armée de l'air Aux unités engagées dont les listes pratiques sont publiées au Journal officiel en ce qui concerne le personnel de l'armée de l'air et des unités de parachutistes, actuellement unités aéroportées, à la condition d'avoir été admis au bénéfice d'une majoration de campagne double d'au moins cent quatre-vingts jours correspondant à quatre-vingt-dix jours consécutifs ou non d'appartenance, et ce, conformément à la réglementation en vigueur. Pour l'application des dispositions relatives à la qualité de combattant uniquement, l'exécution d'une mission de guerre, telle qu'elle est définie ci-dessous et, pour le personnel des unités de parachutistes, d'un saut effectué en zone de combat ou à l'arrière des lignes adverses donne droit, par équivalence, à quarante jours de majorations pour campagne double. Dans ce cas, ne peuvent entrer dans le décompte des cent quatre-vingts jours, les journées au cours desquelles ont été exécutées les missions aériennes de guerre ou les sauts visés à l'alinéa précédent, missions et sauts qui, eux-mêmes, donnent droit à des majorations par équivalence. Le personnel de l'armée de l'air et des unités de parachutistes (actuellement troupes aéroportées) ayant participé à cinq missions aériennes de guerre ou sauts au cours des opérations et dans les zones déterminées par les instructions réglementant le bénéfice de la campagne double. Par mission aérienne de guerre, il faut entendre tout vol, saut ou ascension de guerre ayant fait l'objet d'un ordre d'opérations émanant d'une autorité française ou alliée qualifiée et d'un échelon de commandement égal ou supérieur à celui du commandement de groupe ou d'unité assimilée. Les missions telles que le vol d'instruction, d'essai ou d'entraînement ne sont pas qualifiées missions de guerre. D'autre part, lorsque le personnel de l'armée de l'air a participé à des opérations terrestres ou navales, les règles édictées pour l'attribution de la qualité de combattant au personnel des armées de terre ou de mer lui sont applicables. Pour le personnel de l'aéronautique navale, les règles, notamment en matière d'équivalence, sont celles qui sont appliquées au personnel de l'armée de l'air.",
            "texteHtml": "<p>Sont considérés comme combattants, les militaires ayant appartenu pendant trois mois consécutifs ou non :</p><p align='center'>A. - Armée de terre</p><p>Aux unités figurant sur les listes pratiques des unités combattantes publiées au Bulletin officiel du ministère de la défense nationale, en application de la circulaire n° 5704/E.M.A./30 du 23 mai 1946 (Bulletin officiel, n° 23, année 1946, p. 337) définissant l'unité combattante et les zones de combat pour les périodes allant du 3 septembre 1939 au 8 mai 1945 et postérieurement à cette date.</p><p align='center'>B. - Armée de mer</p><p>Aux unités énumérées dans l'arrêté du secrétaire d'Etat à la marine, en date du 19 décembre 1952 (Bulletin officiel, marine, n° 11, du 23 mars 1953) fixant la liste des bâtiments et unités sur pied de guerre du 3 septembre 1939 au 8 mai 1945, en son annexe I et dans les conditions suivantes :</p><p>Bâtiments, unités et formations donnant droit à la bonification du double en sus :</p><p>1° Bâtiments de la flotte principale, de la flotte auxiliaire, bâtiments du commerce et de la pêche ;</p><p>2° Formations et unités à terre :</p><p>a) Organes de commandement, uniquement pendant la période au cours de laquelle :</p><p>Ils ont stationné dans une zone effectivement soumise à l'action de l'ennemi ;</p><p>La liste de ces formations, unités et bases, est fixée par le secrétaire d'Etat à la marine.</p><p>Certains de leurs membres et ceux-là seuls, ont appareillé en mission sur un bâtiment réputé unité combattante ;</p><p>b) Formations à terre, ayant effectivement combattu en France et à l'étranger ;</p><p>3° Aéronautique navale :</p><p>a) Formations aériennes (personnel navigant) ;</p><p>b) Bases de l'aéronautique navale, uniquement pendant la période au cours de laquelle elles ont effectivement été soumises à l'action de l'ennemi.</p><p>La liste des ces formations, unités et bases, est fixée par le ministre de la défense nationale.</p><p>Pour le personnel de l'aéronautique navale, les règles à suivre, notamment en matière d'équivalence, sont celles appliquées au personnel de l'armée de l'air.</p><p align='center'>C. - Armée de l'air</p><p>Aux unités engagées dont les listes pratiques sont publiées au Journal officiel en ce qui concerne le personnel de l'armée de l'air et des unités de parachutistes, actuellement unités aéroportées, à la condition d'avoir été admis au bénéfice d'une majoration de campagne double d'au moins cent quatre-vingts jours correspondant à quatre-vingt-dix jours consécutifs ou non d'appartenance, et ce, conformément à la réglementation en vigueur.</p><p>Pour l'application des dispositions relatives à la qualité de combattant uniquement, l'exécution d'une mission de guerre, telle qu'elle est définie ci-dessous et, pour le personnel des unités de parachutistes, d'un saut effectué en zone de combat ou à l'arrière des lignes adverses donne droit, par équivalence, à quarante jours de majorations pour campagne double.</p><p>Dans ce cas, ne peuvent entrer dans le décompte des cent quatre-vingts jours, les journées au cours desquelles ont été exécutées les missions aériennes de guerre ou les sauts visés à l'alinéa précédent, missions et sauts qui, eux-mêmes, donnent droit à des majorations par équivalence.</p><p>Le personnel de l'armée de l'air et des unités de parachutistes (actuellement troupes aéroportées) ayant participé à cinq missions aériennes de guerre ou sauts au cours des opérations et dans les zones déterminées par les instructions réglementant le bénéfice de la campagne double.</p><p>Par mission aérienne de guerre, il faut entendre tout vol, saut ou ascension de guerre ayant fait l'objet d'un ordre d'opérations émanant d'une autorité française ou alliée qualifiée et d'un échelon de commandement égal ou supérieur à celui du commandement de groupe ou d'unité assimilée.</p><p>Les missions telles que le vol d'instruction, d'essai ou d'entraînement ne sont pas qualifiées missions de guerre.</p><p>D'autre part, lorsque le personnel de l'armée de l'air a participé à des opérations terrestres ou navales, les règles édictées pour l'attribution de la qualité de combattant au personnel des armées de terre ou de mer lui sont applicables.</p><p>Pour le personnel de l'aéronautique navale, les règles, notamment en matière d'équivalence, sont celles qui sont appliquées au personnel de l'armée de l'air.</p>",
            "type": "AUTONOME",
            "dateDebut": "1954-09-22T00:00:00.000Z",
            "dateFin": "2021-07-02T00:00:00.000Z"
        }
    ]
}