{
    "cid": "LEGIARTI000027909194",
    "num": "A4241-50-2",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2013-08-30",
                        "fin": "2999-01-01",
                        "titre": "PARTIE REGLEMENTAIRE - Arrêtés ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000027908281",
                        "id": "LEGISCTA000027908281",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-08-30",
                        "fin": "2999-01-01",
                        "titre": "QUATRIÈME PARTIE : NAVIGATION INTÉRIEURE ET TRANSPORT FLUVIAL ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000027908283",
                        "id": "LEGISCTA000027908283",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-08-30",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : NAVIGATION INTÉRIEURE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000027908285",
                        "id": "LEGISCTA000027908285",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-08-30",
                        "fin": "2999-01-01",
                        "titre": "TITRE IV : POLICE DE LA NAVIGATION INTÉRIEURE ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000027908287",
                        "id": "LEGISCTA000027908287",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-08-30",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Règlements de police ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000027908289",
                        "id": "LEGISCTA000027908289",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-08-30",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Règlement général de police de la navigation intérieure ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000027908291",
                        "id": "LEGISCTA000027908291",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-09-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 4 : Dispositions relatives à la signalisation sonore et à la radiotéléphonie des bateaux\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000027909176",
                        "id": "LEGISCTA000027909176",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-09-01",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 2 : Radiotéléphonie\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000027909188",
                        "id": "LEGISCTA000027909188",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "Code des transports",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023086525",
                        "id": "LEGITEXT000023086525",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000039023155",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000023586932",
                    "textTitle": "Arrêté du 2 février 2011",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000023586932",
                    "natureText": "ARRETE",
                    "date": 1599122989469,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1297728000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000023586932",
                    "textTitle": "Arrêté du 2 février 2011 - art. 3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "3",
                    "articleId": "JORFARTI000023586942",
                    "natureText": "ARRETE",
                    "date": 1599122989469,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1297728000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. R4241-50",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R4241-50",
                    "articleId": "LEGIARTI000027232919",
                    "natureText": "CODE",
                    "date": 1599122989469,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1409529600000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000027905347",
                    "textTitle": "Arrêté du 28 juin 2013 -  Annexe (V)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                },
                {
                    "textCid": "JORFTEXT000039001472",
                    "textTitle": "Arrêté du 7 août 2019 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000039009432",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2019-08-31",
                    "dateSignaTexte": "2019-08-07",
                    "dateDebutCible": "2019-09-01"
                }
            ],
            "num": "A4241-50-2",
            "origine": "LEGI",
            "texte": "Système d'identification automatique-appareil AIS Intérieur. 1. Lorsque le règlement particulier de police, en application de l'article R. 4241-50 , impose l'usage d'un système d'identification automatique (AIS), ce système doit être installé et utilisé conformément aux dispositions des chiffres 2 à 8 du présent article. 2. Seuls sont autorisés les systèmes d'identification automatique (AIS) pour la navigation intérieure agréés et installés conformément aux dispositions de l' arrêté du 2 février 2011 relatif à l'agrément du matériel et des sociétés installatrices de feux de signalisation, d'appareils radar, d'indicateurs de vitesse de giration et d'appareils AIS Intérieur. 3. Les menues embarcations non soumises à l'obligation de posséder un certificat de visite des bateaux du Rhin ou un certificat de l'Union peuvent également utiliser : a) Un appareil AIS de classe A possédant une réception par type conformément aux prescriptions de l'OMI ; ou b) Un appareil AIS de classe B conforme aux exigences correspondantes de la Recommandation UIT-R. M 1371, de la directive 1999/5/ CE (RTTE), et de la norme internationale CEI 62287-1 ou 2 (y compris la gestion des canaux DSC). Les menues embarcations équipées d'un appareil AIS doivent en outre posséder une installation de radiotéléphonie en bon état de fonctionnement et commutée sur le mode d'écoute bateau-bateau. 4. L'appareil AIS Intérieur doit être en bon état de marche, il doit fonctionner en permanence et les données saisies doivent correspondre à tout moment aux données effectives du bateau ou du convoi. L'appareil AIS Intérieur doit émettre en puissance maximale. L'obligation de fonctionnement en permanence ne s'applique pas : a) Aux bateaux en stationnement sauf s'ils stationnent dans le chenal navigable ou dans d'autres situations définies par les règlements particuliers de police ; b) Aux bateaux des forces de l'ordre et des douanes si la transmission de données AIS est susceptible de compromettre la réalisation d'opérations de police ou de douanes. Les bateaux faisant partie d'un convoi, à l'exception du bateau assurant la propulsion principale, doivent éteindre les appareils AIS présents à bord tant que ces bateaux demeurent dans le convoi. 5. Au minimum les données suivantes doivent être émises conformément au standard AIS Intérieur visé à l' article 3 de l'arrêté du 2 février 2011 susvisé : a) Identifiant du transpondeur (Maritime Mobile Service Identity, MMSI) ; b) Nom du bateau ; c) Type de bateau ou de convoi ; d) Numéro européen unique d'identification des bateaux (ENI) ou, pour les navires de mer auxquels n'a pas été attribué d'ENI, le numéro OMI ; e) Longueur hors tout du bateau ou du convoi avec une précision de 0,1 mètre ; f) Largeur hors tout du bateau ou du convoi avec une précision de 0,1 mètre ; g) Position (WGS 84) ; h) Vitesse sur route ; i) Route ; j) Heure de l'appareil électronique de localisation ; k) Statut navigationnel ; l) Point d'acquisition de l'information relative à la position à bord du bateau. Les menues embarcations auxquelles il n'a pas été attribué un numéro européen unique d'identification des bateaux (ENI) ne sont pas tenues de transmettre les données visées à la lettre d ci-dessus. 6. Le conducteur doit immédiatement actualiser les données suivantes après tout changement : a) Longueur hors tout avec une précision de 0,1 mètre ; b) Largeur hors tout avec une précision de 0,1 mètre ; c) Type de convoi ; d) Statut navigationnel. e) Point d'acquisition de l'information relative à la position à bord du bateau. 7. L'annexe 9 définit le statut navigationnel du bateau et le point d'acquisition de l'information relative à la position à bord du bateau, tel que précisés aux points 5 (lettres k et l) et 6 (lettres d et e) du présent article. 8. Les règlements particuliers de police peuvent prescrire le couplage de l'appareil AIS Intérieur avec un afficheur de carte électronique de type ECDIS Intérieur. Dans ce cas, l'afficheur de carte doit être conforme aux spécifications techniques du standard ECDIS Intérieur fixées par le règlement d'exécution n° 909/2013 de la Commission européenne du 10 septembre 2013 relatif aux spécifications techniques applicables au système de visualisation des cartes électroniques et d'informations pour la navigation intérieure (ECDIS Intérieur). L'afficheur de cartes ECDIS Intérieur doit être relié directement à l'appareil AIS Intérieur. Les menues embarcations ne possédant pas de certificat de visite des bateaux du Rhin ou de certificat de l'Union et équipés d'un AIS de classe A ou B ne sont pas soumis aux dispositions ci-dessus.",
            "texteHtml": "<p align='center'>Système d'identification automatique-appareil AIS Intérieur.</p><p>1. Lorsque le règlement particulier de police, en application de l'article <a href='/article/LEGIARTI000027232919'>R. 4241-50</a>, impose l'usage d'un système d'identification automatique (AIS), ce système doit être installé et utilisé conformément aux dispositions des chiffres 2 à 8 du présent article.</p><p>2. Seuls sont autorisés les systèmes d'identification automatique (AIS) pour la navigation intérieure agréés et installés conformément aux dispositions de l'<a href='https://www.legifrance.gouv.fr/affichTexte.do?cidTexte=JORFTEXT000023586932&categorieLien=cid'>arrêté du 2 février 2011 </a>relatif à l'agrément du matériel et des sociétés installatrices de feux de signalisation, d'appareils radar, d'indicateurs de vitesse de giration et d'appareils AIS Intérieur.</p><p>3. Les menues embarcations non soumises à l'obligation de posséder un certificat de visite des bateaux du Rhin ou un certificat de l'Union peuvent également utiliser :</p><p>a) Un appareil AIS de classe A possédant une réception par type conformément aux prescriptions de l'OMI ; ou</p><p>b) Un appareil AIS de classe B conforme aux exigences correspondantes de la Recommandation UIT-R. M 1371, de la directive 1999/5/ CE (RTTE), et de la norme internationale CEI 62287-1 ou 2 (y compris la gestion des canaux DSC).</p><p>Les menues embarcations équipées d'un appareil AIS doivent en outre posséder une installation de radiotéléphonie en bon état de fonctionnement et commutée sur le mode d'écoute bateau-bateau.</p><p>4. L'appareil AIS Intérieur doit être en bon état de marche, il doit fonctionner en permanence et les données saisies doivent correspondre à tout moment aux données effectives du bateau ou du convoi. L'appareil AIS Intérieur doit émettre en puissance maximale.</p><p>L'obligation de fonctionnement en permanence ne s'applique pas :</p><p>a) Aux bateaux en stationnement sauf s'ils stationnent dans le chenal navigable ou dans d'autres situations définies par les règlements particuliers de police ;</p><p>b) Aux bateaux des forces de l'ordre et des douanes si la transmission de données AIS est susceptible de compromettre la réalisation d'opérations de police ou de douanes.</p><p>Les bateaux faisant partie d'un convoi, à l'exception du bateau assurant la propulsion principale, doivent éteindre les appareils AIS présents à bord tant que ces bateaux demeurent dans le convoi.</p><p>5. Au minimum les données suivantes doivent être émises conformément au standard AIS Intérieur visé à l'<a href='https://www.legifrance.gouv.fr/affichTexteArticle.do?cidTexte=JORFTEXT000023586932&idArticle=JORFARTI000023586942&categorieLien=cid'>article 3</a> de l'arrêté du 2 février 2011 susvisé :</p><p>a) Identifiant du transpondeur (Maritime Mobile Service Identity, MMSI) ;</p><p>b) Nom du bateau ;</p><p>c) Type de bateau ou de convoi ;</p><p>d) Numéro européen unique d'identification des bateaux (ENI) ou, pour les navires de mer auxquels n'a pas été attribué d'ENI, le numéro OMI ;</p><p>e) Longueur hors tout du bateau ou du convoi avec une précision de 0,1 mètre ;</p><p>f) Largeur hors tout du bateau ou du convoi avec une précision de 0,1 mètre ;</p><p>g) Position (WGS 84) ;</p><p>h) Vitesse sur route ;</p><p>i) Route ;</p><p>j) Heure de l'appareil électronique de localisation ;</p><p>k) Statut navigationnel ;</p><p>l) Point d'acquisition de l'information relative à la position à bord du bateau.</p><p>Les menues embarcations auxquelles il n'a pas été attribué un numéro européen unique d'identification des bateaux (ENI) ne sont pas tenues de transmettre les données visées à la lettre d ci-dessus.</p><p>6. Le conducteur doit immédiatement actualiser les données suivantes après tout changement :</p><p>a) Longueur hors tout avec une précision de 0,1 mètre ;</p><p>b) Largeur hors tout avec une précision de 0,1 mètre ;</p><p>c) Type de convoi ;</p><p>d) Statut navigationnel.</p><p>e) Point d'acquisition de l'information relative à la position à bord du bateau.</p><p>7. L'annexe 9 définit le statut navigationnel du bateau et le point d'acquisition de l'information relative à la position à bord du bateau, tel que précisés aux points 5 (lettres k et l) et 6 (lettres d et e) du présent article.</p><p>8. Les règlements particuliers de police peuvent prescrire le couplage de l'appareil AIS Intérieur avec un afficheur de carte électronique de type ECDIS Intérieur. Dans ce cas, l'afficheur de carte doit être conforme aux spécifications techniques du standard ECDIS Intérieur fixées par le règlement d'exécution n° 909/2013 de la Commission européenne du 10 septembre 2013 relatif aux spécifications techniques applicables au système de visualisation des cartes électroniques et d'informations pour la navigation intérieure (ECDIS Intérieur). L'afficheur de cartes ECDIS Intérieur doit être relié directement à l'appareil AIS Intérieur.</p><p>Les menues embarcations ne possédant pas de certificat de visite des bateaux du Rhin ou de certificat de l'Union et équipés d'un AIS de classe A ou B ne sont pas soumis aux dispositions ci-dessus.</p>",
            "type": "AUTONOME",
            "dateDebut": "2019-09-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2013-08-30",
                        "fin": "2999-01-01",
                        "titre": "PARTIE REGLEMENTAIRE - Arrêtés ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000027908281",
                        "id": "LEGISCTA000027908281",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-08-30",
                        "fin": "2999-01-01",
                        "titre": "QUATRIÈME PARTIE : NAVIGATION INTÉRIEURE ET TRANSPORT FLUVIAL ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000027908283",
                        "id": "LEGISCTA000027908283",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-08-30",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : NAVIGATION INTÉRIEURE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000027908285",
                        "id": "LEGISCTA000027908285",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-08-30",
                        "fin": "2999-01-01",
                        "titre": "TITRE IV : POLICE DE LA NAVIGATION INTÉRIEURE ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000027908287",
                        "id": "LEGISCTA000027908287",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-08-30",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Règlements de police ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000027908289",
                        "id": "LEGISCTA000027908289",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-08-30",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Règlement général de police de la navigation intérieure ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000027908291",
                        "id": "LEGISCTA000027908291",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-09-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 4 : Dispositions relatives à la signalisation sonore et à la radiotéléphonie des bateaux\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000027909176",
                        "id": "LEGISCTA000027909176",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-09-01",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 2 : Radiotéléphonie\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000027909188",
                        "id": "LEGISCTA000027909188",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "Code des transports",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023086525",
                        "id": "LEGITEXT000023086525",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000031855854",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000023586932",
                    "textTitle": "Arrêté du 2 février 2011",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000023586932",
                    "natureText": "ARRETE",
                    "date": 1599125686767,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1297728000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000023586932",
                    "textTitle": "Arrêté du 2 février 2011 - art. 3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "3",
                    "articleId": "JORFARTI000023586942",
                    "natureText": "ARRETE",
                    "date": 1599125686767,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1297728000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. R4241-50",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R4241-50",
                    "articleId": "LEGIARTI000027232919",
                    "natureText": "CODE",
                    "date": 1599125686768,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1409529600000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000027905347",
                    "textTitle": "Arrêté du 28 juin 2013 -  Annexe (V)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                },
                {
                    "textCid": "JORFTEXT000031837156",
                    "textTitle": "Arrêté du 31 décembre 2015 - art. 5",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000031845952",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2016-01-15",
                    "dateSignaTexte": "2015-12-31",
                    "dateDebutCible": "2016-01-16"
                }
            ],
            "num": "A4241-50-2",
            "origine": "LEGI",
            "texte": "Système d'identification automatique-appareil AIS Intérieur. 1. Lorsque le règlement particulier de police, en application de l'article R. 4241-50 , impose l'usage d'un système d'identification automatique (AIS), ce système doit être installé et utilisé conformément aux dispositions des chiffres 2 à 8 du présent article. 2. Seuls sont autorisés les systèmes d'identification automatique (AIS) pour la navigation intérieure agréés et installés conformément aux dispositions de l' arrêté du 2 février 2011 relatif à l'agrément du matériel et des sociétés installatrices de feux de signalisation, d'appareils radar, d'indicateurs de vitesse de giration et d'appareils AIS Intérieur. 3. Les menues embarcations non soumises à l'obligation de posséder un certificat de visite des bateaux du Rhin ou un certificat communautaire peuvent également utiliser : a) Un appareil AIS de classe A possédant une réception par type conformément aux prescriptions de l'OMI ; ou b) Un appareil AIS de classe B conforme aux exigences correspondantes de la Recommandation UIT-R. M 1371, de la directive 1999/5/ CE (RTTE), et de la norme internationale CEI 62287-1 ou 2 (y compris la gestion des canaux DSC). Les menues embarcations équipées d'un appareil AIS doivent en outre posséder une installation de radiotéléphonie en bon état de fonctionnement et commutée sur le mode d'écoute bateau-bateau. 4. L'appareil AIS Intérieur doit être en bon état de marche, il doit fonctionner en permanence et les données saisies doivent correspondre à tout moment aux données effectives du bateau ou du convoi. L'appareil AIS Intérieur doit émettre en puissance maximale. L'obligation de fonctionnement en permanence ne s'applique pas : a) Aux bateaux en stationnement sauf s'ils stationnent dans le chenal navigable ou dans d'autres situations définies par les règlements particuliers de police ; b) Aux bateaux des forces de l'ordre et des douanes si la transmission de données AIS est susceptible de compromettre la réalisation d'opérations de police ou de douanes. Les bateaux faisant partie d'un convoi, à l'exception du bateau assurant la propulsion principale, doivent éteindre les appareils AIS présents à bord tant que ces bateaux demeurent dans le convoi. 5. Au minimum les données suivantes doivent être émises conformément au standard AIS Intérieur visé à l' article 3 de l'arrêté du 2 février 2011 susvisé : a) Identifiant du transpondeur (Maritime Mobile Service Identity, MMSI) ; b) Nom du bateau ; c) Type de bateau ou de convoi ; d) Numéro européen unique d'identification des bateaux (ENI) ou, pour les navires de mer auxquels n'a pas été attribué d'ENI, le numéro OMI ; e) Longueur hors tout du bateau ou du convoi avec une précision de 0,1 mètre ; f) Largeur hors tout du bateau ou du convoi avec une précision de 0,1 mètre ; g) Position (WGS 84) ; h) Vitesse sur route ; i) Route ; j) Heure de l'appareil électronique de localisation ; k) Statut navigationnel ; l) Point d'acquisition de l'information relative à la position à bord du bateau. Les menues embarcations auxquelles il n'a pas été attribué un numéro européen unique d'identification des bateaux (ENI) ne sont pas tenues de transmettre les données visées à la lettre d ci-dessus. 6. Le conducteur doit immédiatement actualiser les données suivantes après tout changement : a) Longueur hors tout avec une précision de 0,1 mètre ; b) Largeur hors tout avec une précision de 0,1 mètre ; c) Type de convoi ; d) Statut navigationnel. e) Point d'acquisition de l'information relative à la position à bord du bateau. 7. L'annexe 9 définit le statut navigationnel du bateau et le point d'acquisition de l'information relative à la position à bord du bateau, tel que précisés aux points 5 (lettres k et l) et 6 (lettres d et e) du présent article. 8. Les règlements particuliers de police peuvent prescrire le couplage de l'appareil AIS Intérieur avec un afficheur de carte électronique de type ECDIS Intérieur. Dans ce cas, l'afficheur de carte doit être conforme aux spécifications techniques du standard ECDIS Intérieur fixées par le règlement d'exécution n° 909/2013 de la Commission européenne du 10 septembre 2013 relatif aux spécifications techniques applicables au système de visualisation des cartes électroniques et d'informations pour la navigation intérieure (ECDIS Intérieur). L'afficheur de cartes ECDIS Intérieur doit être relié directement à l'appareil AIS Intérieur. Les menues embarcations ne possédant pas de certificat de visite des bateaux du Rhin ou de certificat communautaire et équipés d'un AIS de classe A ou B ne sont pas soumis aux dispositions ci-dessus.",
            "texteHtml": "<p align='center'>Système d'identification automatique-appareil AIS Intérieur. </p><p></p><p></p><p>1. Lorsque le règlement particulier de police, en application de l'article <a href='/article/LEGIARTI000027232919'>R. 4241-50</a>, impose l'usage d'un système d'identification automatique (AIS), ce système doit être installé et utilisé conformément aux dispositions des chiffres 2 à 8 du présent article. </p><p>2. Seuls sont autorisés les systèmes d'identification automatique (AIS) pour la navigation intérieure agréés et installés conformément aux dispositions de l'<a href='https://www.legifrance.gouv.fr/affichTexte.do?cidTexte=JORFTEXT000023586932&categorieLien=cid'>arrêté du 2 février 2011 </a>relatif à l'agrément du matériel et des sociétés installatrices de feux de signalisation, d'appareils radar, d'indicateurs de vitesse de giration et d'appareils AIS Intérieur. </p><p>3. Les menues embarcations non soumises à l'obligation de posséder un certificat de visite des bateaux du Rhin ou un certificat communautaire peuvent également utiliser : </p><p>a) Un appareil AIS de classe A possédant une réception par type conformément aux prescriptions de l'OMI ; ou </p><p>b) Un appareil AIS de classe B conforme aux exigences correspondantes de la Recommandation UIT-R. M 1371, de la directive 1999/5/ CE (RTTE), et de la norme internationale CEI 62287-1 ou 2 (y compris la gestion des canaux DSC). </p><p>Les menues embarcations équipées d'un appareil AIS doivent en outre posséder une installation de radiotéléphonie en bon état de fonctionnement et commutée sur le mode d'écoute bateau-bateau. </p><p>4. L'appareil AIS Intérieur doit être en bon état de marche, il doit fonctionner en permanence et les données saisies doivent correspondre à tout moment aux données effectives du bateau ou du convoi. L'appareil AIS Intérieur doit émettre en puissance maximale. </p><p>L'obligation de fonctionnement en permanence ne s'applique pas : </p><p>a) Aux bateaux en stationnement sauf s'ils stationnent dans le chenal navigable ou dans d'autres situations définies par les règlements particuliers de police ; </p><p>b) Aux bateaux des forces de l'ordre et des douanes si la transmission de données AIS est susceptible de compromettre la réalisation d'opérations de police ou de douanes. </p><p>Les bateaux faisant partie d'un convoi, à l'exception du bateau assurant la propulsion principale, doivent éteindre les appareils AIS présents à bord tant que ces bateaux demeurent dans le convoi. </p><p>5. Au minimum les données suivantes doivent être émises conformément au standard AIS Intérieur visé à l'<a href='https://www.legifrance.gouv.fr/affichTexteArticle.do?cidTexte=JORFTEXT000023586932&idArticle=JORFARTI000023586942&categorieLien=cid'>article 3</a> de l'arrêté du 2 février 2011 susvisé : </p><p>a) Identifiant du transpondeur (Maritime Mobile Service Identity, MMSI) ; </p><p>b) Nom du bateau ; </p><p>c) Type de bateau ou de convoi ; </p><p>d) Numéro européen unique d'identification des bateaux (ENI) ou, pour les navires de mer auxquels n'a pas été attribué d'ENI, le numéro OMI ; </p><p>e) Longueur hors tout du bateau ou du convoi avec une précision de 0,1 mètre ; </p><p>f) Largeur hors tout du bateau ou du convoi avec une précision de 0,1 mètre ; </p><p>g) Position (WGS 84) ; </p><p>h) Vitesse sur route ; </p><p>i) Route ; </p><p>j) Heure de l'appareil électronique de localisation ; </p><p>k) Statut navigationnel ; </p><p>l) Point d'acquisition de l'information relative à la position à bord du bateau. </p><p>Les menues embarcations auxquelles il n'a pas été attribué un numéro européen unique d'identification des bateaux (ENI) ne sont pas tenues de transmettre les données visées à la lettre d ci-dessus. </p><p>6. Le conducteur doit immédiatement actualiser les données suivantes après tout changement : </p><p>a) Longueur hors tout avec une précision de 0,1 mètre ; </p><p>b) Largeur hors tout avec une précision de 0,1 mètre ; </p><p>c) Type de convoi ; </p><p>d) Statut navigationnel. </p><p>e) Point d'acquisition de l'information relative à la position à bord du bateau. </p><p>7. L'annexe 9 définit le statut navigationnel du bateau et le point d'acquisition de l'information relative à la position à bord du bateau, tel que précisés aux points 5 (lettres k et l) et 6 (lettres d et e) du présent article. </p><p>8. Les règlements particuliers de police peuvent prescrire le couplage de l'appareil AIS Intérieur avec un afficheur de carte électronique de type ECDIS Intérieur. Dans ce cas, l'afficheur de carte doit être conforme aux spécifications techniques du standard ECDIS Intérieur fixées par le règlement d'exécution n° 909/2013 de la Commission européenne du 10 septembre 2013 relatif aux spécifications techniques applicables au système de visualisation des cartes électroniques et d'informations pour la navigation intérieure (ECDIS Intérieur). L'afficheur de cartes ECDIS Intérieur doit être relié directement à l'appareil AIS Intérieur. </p><p>Les menues embarcations ne possédant pas de certificat de visite des bateaux du Rhin ou de certificat communautaire et équipés d'un AIS de classe A ou B ne sont pas soumis aux dispositions ci-dessus.</p>",
            "type": "AUTONOME",
            "dateDebut": "2016-01-16T00:00:00.000Z",
            "dateFin": "2019-09-01T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2013-08-30",
                        "fin": "2999-01-01",
                        "titre": "PARTIE REGLEMENTAIRE - Arrêtés ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000027908281",
                        "id": "LEGISCTA000027908281",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-08-30",
                        "fin": "2999-01-01",
                        "titre": "QUATRIÈME PARTIE : NAVIGATION INTÉRIEURE ET TRANSPORT FLUVIAL ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000027908283",
                        "id": "LEGISCTA000027908283",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-08-30",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : NAVIGATION INTÉRIEURE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000027908285",
                        "id": "LEGISCTA000027908285",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-08-30",
                        "fin": "2999-01-01",
                        "titre": "TITRE IV : POLICE DE LA NAVIGATION INTÉRIEURE ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000027908287",
                        "id": "LEGISCTA000027908287",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-08-30",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Règlements de police ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000027908289",
                        "id": "LEGISCTA000027908289",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-08-30",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Règlement général de police de la navigation intérieure ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000027908291",
                        "id": "LEGISCTA000027908291",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-09-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 4 : Dispositions relatives à la signalisation sonore et à la radiotéléphonie des bateaux\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000027909176",
                        "id": "LEGISCTA000027909176",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-09-01",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 2 : Radiotéléphonie\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000027909188",
                        "id": "LEGISCTA000027909188",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "Code des transports",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023086525",
                        "id": "LEGITEXT000023086525",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000027909194",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000023586932",
                    "textTitle": "Arrêté du 2 février 2011 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000023586932",
                    "natureText": "ARRETE",
                    "date": 1599126850389,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1297728000000,
                    "dateDebut": 32472144000000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000027905347",
                    "textTitle": "Arrêté du 28 juin 2013 -  Annexe (V)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGISCTA000027905710",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2013-08-29",
                    "dateSignaTexte": "2013-06-28",
                    "dateDebutCible": "2013-08-30"
                },
                {
                    "textCid": "JORFTEXT000027905347",
                    "textTitle": "Arrêté du 28 juin 2013 - art.",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000027905711",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2013-08-29",
                    "dateSignaTexte": "2013-06-28",
                    "dateDebutCible": "2013-08-30"
                }
            ],
            "num": "A4241-50-2",
            "origine": "LEGI",
            "texte": "Système d'identification automatique ― appareil AIS Intérieur 1. Les bateaux, à l'exception des navires de mer, ne peuvent pas utiliser de système d'identification automatique (AIS), à moins qu'ils ne soient équipés d'un dispositif automatique d'identification pour la navigation intérieure conforme aux prescriptions relatives au montage et au contrôle de fonctionnement prévues par l' arrêté du 2 février 2011 relatif à l'agrément du matériel et des sociétés installatrices de feux de signalisation, d'appareils radar, d'indicateurs de vitesse de giration et d'appareils AIS Intérieur. Le dispositif doit être en bon état de marche. Les menues embarcations utilisant un système AIS doivent en outre être équipées d'une installation de radiotéléphonie en ordre de marche pour la voie de bateau à bateau. 2. Les bateaux ne peuvent utiliser un système AIS que si les paramètres enregistrés dans le dispositif correspondent à tout moment aux paramètres réels du bateau. 3. Les règlements particuliers de police peuvent prescrire le couplage du système d'identification automatique (AIS) avec un afficheur de carte électronique (ECDIS).",
            "texteHtml": "<p></p><div align='center'>Système d'identification automatique ― appareil AIS Intérieur </div><div align='left'></div><div align='left'><br/></div><div align='left'><p></p><p>1. Les bateaux, à l'exception des navires de mer, ne peuvent pas utiliser de système d'identification automatique (AIS), à moins qu'ils ne soient équipés d'un dispositif automatique d'identification pour la navigation intérieure conforme aux prescriptions relatives au montage et au contrôle de fonctionnement prévues par l'<a href='https://www.legifrance.gouv.fr/affichTexte.do?cidTexte=JORFTEXT000023586932&categorieLien=cid' title='Arrêté du 2 février 2011 (V)'>arrêté du 2 février 2011</a> relatif à l'agrément du matériel et des sociétés installatrices de feux de signalisation, d'appareils radar, d'indicateurs de vitesse de giration et d'appareils AIS Intérieur. Le dispositif doit être en bon état de marche. Les menues embarcations utilisant un système AIS doivent en outre être équipées d'une installation de radiotéléphonie en ordre de marche pour la voie de bateau à bateau. </p><p></p><p>2. Les bateaux ne peuvent utiliser un système AIS que si les paramètres enregistrés dans le dispositif correspondent à tout moment aux paramètres réels du bateau. </p><p></p><p>3. Les règlements particuliers de police peuvent prescrire le couplage du système d'identification automatique (AIS) avec un afficheur de carte électronique (ECDIS).</p><p></p></div><p></p>",
            "type": "AUTONOME",
            "dateDebut": "2014-09-01T00:00:00.000Z",
            "dateFin": "2016-01-16T00:00:00.000Z"
        }
    ]
}