{
    "cid": "LEGIARTI000035783872",
    "num": "121-6",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2015-02-11",
                        "fin": "2999-01-01",
                        "titre": "Annexe : RÈGLEMENT GÉNÉRAL DES AIDES FINANCIÈRES DU CENTRE NATIONAL DU CINÉMA ET DE L'IMAGE ANIMÉE ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000030225929",
                        "id": "LEGISCTA000030225929",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-02-11",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000030226069",
                        "id": "LEGISCTA000030226069",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-02-11",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Règles générales d'attribution",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031344627",
                        "id": "LEGISCTA000031344627",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-02-11",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Dispositions applicables à l'ensemble des aides financières ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031344628",
                        "id": "LEGISCTA000031344628",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2018-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Contreparties aux aides financières",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000035783870",
                        "id": "LEGISCTA000035783870",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2009-07-26",
                        "fin": "2999-01-01",
                        "titre": "Code du cinéma et de l'image animée",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000020908868",
                        "id": "LEGITEXT000020908868",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000035783875",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000035772555",
                    "textTitle": "Délibération n°2017/CA/23 - art. 2, v. init.",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "JORFARTI000035772564",
                    "natureText": "DELIBERATION",
                    "datePubliTexte": "2017-10-12",
                    "dateSignaTexte": "2999-01-01",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "num": "121-6",
            "origine": "LEGI",
            "texte": "L'attribution des aides financières du Centre national du cinéma et de l'image animée est subordonnée, dans l'intérêt général, à des contreparties de la part des bénéficiaires de ces aides dont l'objet exclusif est de promouvoir et faire connaître le Centre national du cinéma et de l'image animée, ses missions, ses dispositifs de soutien, ainsi que les œuvres et projets qui ont bénéficié desdites aides. La nature ainsi que les conditions et limites de ces contreparties sont fixées ci-après : 1° En contrepartie des aides financières à la création et à la diffusion, les bénéficiaires cèdent au Centre national du cinéma et de l'image animée, à titre gratuit et non exclusif, dans la limite des droits d'exploitation dont ils sont titulaires, les droits de reproduction et de représentation, sur tout support, des éléments suivants : a) Extraits des œuvres cinématographiques, audiovisuelles ou multimédia, ainsi que la musique originale et des bonus qui les accompagnent, d'une durée maximum de deux minutes ; b) Bandes-annonces, affiches, photographies notamment de tournage ou photogrammes des œuvres cinématographiques, audiovisuelles ou multimédia ainsi que toute autre forme de matériel publicitaire ; c) Scénarios des œuvres cinématographiques, audiovisuelles ou multimédia ou, selon le genre auquel appartiennent ces œuvres, tous documents analogues ou en tenant lieu ; 2° En contrepartie des aides financières à la modernisation des industries techniques et à l'innovation technologique, les bénéficiaires remettent au Centre national du cinéma et de l'image animée une présentation vidéo du projet réalisé dont ils lui cèdent, à titre gratuit et non exclusif, dans la limite des droits d'exploitation dont ils sont titulaires, les droits de reproduction et de représentation sur tout support. 3° En contrepartie des aides financières attribuées afin de soutenir des actions ou projets d'intérêt général ou collectif, ou l'activité globale d'organismes de droit public ou de droit privé dans le domaine du cinéma et des autres arts et industries de l'image animée, les bénéficiaires remettent au Centre national du cinéma et de l'image animée une présentation vidéo de l'action ou du projet réalisé ou des photographies des opérations menées, ainsi que toute forme de matériel publicitaire, dont ils lui cèdent, à titre gratuit et non exclusif, dans la limite des droits d'exploitation dont ils sont titulaires, les droits de reproduction et de représentation sur tout support. 4° Les bénéficiaires autorisent le Centre national du cinéma et de l'image animée à incorporer tout ou partie des éléments mentionnés aux 1°, 2° et 3°, sous réserve du respect du droit moral de l'auteur, dans une œuvre ou un document répondant à l'objet exclusif mentionné au premier alinéa. 5° Les bénéficiaires remettent au Centre national du cinéma et de l'image animée, selon les procédures qu'il institue, un formulaire établi par ce dernier, dûment complété et signé, indiquant les caractéristiques des éléments cédés et délimitant l'étendue, la destination, le lieu et la durée de la cession. A la demande du Centre national du cinéma et de l'image animée, les bénéficiaires lui donnent accès aux éléments matériels correspondant aux droits cédés. Le Centre national du cinéma et de l'image animée veille à ce que la mise en œuvre des droits cédés n'entrave pas l'exploitation normale des œuvres ou des projets qui ont bénéficié des aides. Il veille notamment au respect du secret en matière industrielle et commerciale et au respect de la propriété intellectuelle.",
            "texteHtml": "<p></p><p>L'attribution des aides financières du Centre national du cinéma et de l'image animée est subordonnée, dans l'intérêt général, à des contreparties de la part des bénéficiaires de ces aides dont l'objet exclusif est de promouvoir et faire connaître le Centre national du cinéma et de l'image animée, ses missions, ses dispositifs de soutien, ainsi que les œuvres et projets qui ont bénéficié desdites aides.</p><p><br/>\nLa nature ainsi que les conditions et limites de ces contreparties sont fixées ci-après :</p><p><br/>\n1° En contrepartie des aides financières à la création et à la diffusion, les bénéficiaires cèdent au Centre national du cinéma et de l'image animée, à titre gratuit et non exclusif, dans la limite des droits d'exploitation dont ils sont titulaires, les droits de reproduction et de représentation, sur tout support, des éléments suivants :</p><p><br/>\na) Extraits des œuvres cinématographiques, audiovisuelles ou multimédia, ainsi que la musique originale et des bonus qui les accompagnent, d'une durée maximum de deux minutes ;</p><p><br/>\nb) Bandes-annonces, affiches, photographies notamment de tournage ou photogrammes des œuvres cinématographiques, audiovisuelles ou multimédia ainsi que toute autre forme de matériel publicitaire ;</p><p><br/>\nc) Scénarios des œuvres cinématographiques, audiovisuelles ou multimédia ou, selon le genre auquel appartiennent ces œuvres, tous documents analogues ou en tenant lieu ;</p><p><br/>\n2° En contrepartie des aides financières à la modernisation des industries techniques et à l'innovation technologique, les bénéficiaires remettent au Centre national du cinéma et de l'image animée une présentation vidéo du projet réalisé dont ils lui cèdent, à titre gratuit et non exclusif, dans la limite des droits d'exploitation dont ils sont titulaires, les droits de reproduction et de représentation sur tout support.</p><p><br/>\n3° En contrepartie des aides financières attribuées afin de soutenir des actions ou projets d'intérêt général ou collectif, ou l'activité globale d'organismes de droit public ou de droit privé dans le domaine du cinéma et des autres arts et industries de l'image animée, les bénéficiaires remettent au Centre national du cinéma et de l'image animée une présentation vidéo de l'action ou du projet réalisé ou des photographies des opérations menées, ainsi que toute forme de matériel publicitaire, dont ils lui cèdent, à titre gratuit et non exclusif, dans la limite des droits d'exploitation dont ils sont titulaires, les droits de reproduction et de représentation sur tout support.</p><p><br/>\n4° Les bénéficiaires autorisent le Centre national du cinéma et de l'image animée à incorporer tout ou partie des éléments mentionnés aux 1°, 2° et 3°, sous réserve du respect du droit moral de l'auteur, dans une œuvre ou un document répondant à l'objet exclusif mentionné au premier alinéa.</p><p><br/>\n5° Les bénéficiaires remettent au Centre national du cinéma et de l'image animée, selon les procédures qu'il institue, un formulaire établi par ce dernier, dûment complété et signé, indiquant les caractéristiques des éléments cédés et délimitant l'étendue, la destination, le lieu et la durée de la cession.</p><p><br/>\nA la demande du Centre national du cinéma et de l'image animée, les bénéficiaires lui donnent accès aux éléments matériels correspondant aux droits cédés.</p><p><br/>\nLe Centre national du cinéma et de l'image animée veille à ce que la mise en œuvre des droits cédés n'entrave pas l'exploitation normale des œuvres ou des projets qui ont bénéficié des aides. Il veille notamment au respect du secret en matière industrielle et commerciale et au respect de la propriété intellectuelle.</p><p></p>",
            "type": "AUTONOME",
            "dateDebut": "2018-01-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}