{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000046812781",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Un exploitant peut, pour certains de ses produits et prestations, en vue d'une inscription sur la liste mentionnée à l'article L. 165-1 et pour une indication particulière, faire une demande de prise en charge transitoire par l'assurance maladie. Dans le cas d'un dispositif médical, le produit doit disposer d'un marquage “ CE ” dans l'indication considérée. Cette prise en charge est décidée par arrêté des ministres chargés de la santé et de la sécurité sociale, après avis de la commission mentionnée au même article L. 165-1 et dans des conditions définies par décret en Conseil d'Etat. Cet avis décrit, le cas échéant, les actes associés à l'utilisation du produit faisant l'objet de la demande. Lorsqu'aucune demande d'inscription n'a été déposée, pour l'indication considérée, sur la liste mentionnée audit article L. 165-1 dans un délai de douze mois à compter de la demande de prise en charge transitoire prévue au présent I, cette prise en charge est suspendue. Le décret précité fixe également les situations et les conditions dans lesquelles les ministres compétents peuvent suspendre la prise en charge transitoire ou y mettre fin. Seuls certains établissements de santé peuvent distribuer ce produit ou cette prestation en vue de sa prise en charge. Cette prise en charge peut conduire les ministres chargés de la santé et de la sécurité sociale à modifier les conditions de délivrance des produits concernés au titre de leur éventuelle prise en charge au titre dudit article L. 165-1. II.-Lorsque les ministres compétents envisagent la prise en charge transitoire d'un produit ou d'une prestation pour une indication particulière, l'exploitant leur propose le montant de la compensation maximale qu'il réclame, le cas échéant, aux établissements de santé pour le produit ou la prestation dès lors que ce produit ou cette prestation ne fait pas l'objet d'une prise en charge au titre de la liste prévue à l'article L. 165-1 pour au moins l'une de ses indications. Les ministres chargés de la santé ou de la sécurité sociale peuvent s'y opposer par une décision motivée et, dans ce cas, adressent une proposition de fixation du montant de la compensation susceptible d'être accordée. En cas de refus de cette proposition par l'exploitant, la demande de prise en charge transitoire est réputée abandonnée. II bis.-La prise en charge transitoire d'un produit ou d'une prestation au titre du présent article peut, au vu des exigences de qualité et de sécurité des soins mettant en œuvre ce produit et cette prestation, énoncées le cas échéant par la commission prévue à l'article L. 165-1, être assortie de conditions concernant la qualification ou la compétence des prescripteurs, l'environnement technique ou l'organisation de ces soins et d'un dispositif de suivi des patients traités. La prise en charge peut également être assortie de spécifications techniques, d'indications thérapeutiques ou diagnostiques et de conditions particulières de prescription, d'utilisation et de distribution. La prise en charge transitoire est subordonnée au respect, par l'exploitant, d'un protocole de recueil des données défini par la commission mentionnée au I du présent article et annexé à l'arrêté mentionné au même I. Les données à recueillir portent sur l'efficacité, les événements indésirables, les conditions réelles d'utilisation ainsi que les caractéristiques de la population bénéficiant du produit. L'exploitant assure à sa charge le recueil des données. Les prescripteurs lui transmettent à cette fin les données de suivi des patients traités, selon des modalités assurant le respect du secret médical. III.-Un produit ou une prestation ayant fait l'objet d'une prise en charge transitoire pour une indication donnée au titre du I du présent article et dont la prise en charge est suspendue peut être éligible à un renouvellement de cette prise en charge si l'exploitant dépose, dans les douze mois suivant cette suspension, une demande d'inscription, pour l'indication considérée, sur la liste mentionnée à l'article L. 165-1, selon des modalités définies par décret en Conseil d'Etat. Au delà de la période de douze mois précitée, l'exploitant de ce produit ou prestation n'est plus éligible à déposer une nouvelle demande de prise en charge transitoire pour l'indication considérée. IV.-Lorsqu'un produit ou une prestation ayant fait l'objet d'une prise en charge transitoire au sens du I du présent article est inscrit au remboursement au titre de la liste prévue à l'article L. 165-1 et fait l'objet d'un tarif de responsabilité et, le cas échéant, d'un prix fixés par convention avec le Comité économique des produits de santé au titre de l'une ou de plusieurs de ses indications, la convention détermine le prix net de référence du produit ou de la prestation au sens de l'article L. 165-4 . Si ce prix net de référence est inférieur au montant de la compensation définie au II du présent article, l'exploitant reverse aux organismes mentionnés à l'article L. 213-1 désignés par le directeur de l'Agence centrale des organismes de sécurité sociale, sous forme de remise, la différence entre le chiffre d'affaires facturé aux établissements de santé, au titre de la totalité de la période de prise en charge transitoire, et celui qui aurait résulté de la valorisation des unités vendues au prix net de référence. V.-Pour l'application du IV du présent article, pour une indication particulière, lorsque le produit ou la prestation ayant fait l'objet d'une prise en charge transitoire au titre du I et, le cas échéant, du III est inscrit au remboursement au titre de la liste prévue à l'article L. 165-1 pour l'indication considérée et fait l'objet d'un prix ou d'un tarif fixé par décision du Comité économique des produits de santé, ou lorsque les ministres chargés de la santé et de la sécurité sociale refusent l'inscription sur ladite liste d'un produit ou d'une prestation ayant fait l'objet d'une prise en charge transitoire au titre du I et, le cas échéant, du III pour l'indication considérée, ou lorsqu'aucune inscription sur ladite liste pour l'indication considérée n'est intervenue dans les trente mois suivant la demande de prise en charge transitoire prévue au I, le Comité économique des produits de santé peut établir un prix de référence ou faire évoluer le prix de référence précédemment retenu, en fonction des critères de fixation et de modification des tarifs de responsabilité et des prix prévus aux articles L. 165-2 et L. 165-3 . VI.-Lorsque l'utilisation d'un produit bénéficiant de la prise en charge transitoire pour une indication donnée au titre du I du présent article est liée à un acte qui n'est pas inscrit sur la liste prévue à l'article L. 162-1-7, les ministres chargés de la santé et de la sécurité sociale peuvent, par dérogation au même article L. 162-1-7, procéder à l'inscription transitoire de cet acte sur la liste. L'inscription transitoire prévue au premier alinéa du présent VI est prononcée par un arrêté, pris après avis de la Haute Autorité de santé, pour toute la période de prise en charge au titre du I et, le cas échéant, du III, ainsi que durant la période de continuité de traitement prévue à l'article L. 165-1-6. Cet arrêté prévoit le montant de la compensation financière versée pour la réalisation de cet acte. Lorsque le produit ayant fait l'objet de la prise en charge transitoire est inscrit au remboursement au titre de la liste prévue à l'article L. 165-1, l'inscription transitoire de l'acte associé est prolongée jusqu'à l'inscription de cet acte dans les conditions prévues à l'article L. 162-1-7. Un décret en Conseil d'Etat détermine les modalités d'application du présent VI, notamment les situations et les conditions dans lesquelles les ministres compétents peuvent suspendre l'inscription transitoire de l'acte concerné ou y mettre fin.",
            "texteHtml": "<p>I.-Un exploitant peut, pour certains de ses produits et prestations, en vue d'une inscription sur la liste mentionnée à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006740893&dateTexte=&categorieLien=cid'>L. 165-1 </a>et pour une indication particulière, faire une demande de prise en charge transitoire par l'assurance maladie. Dans le cas d'un dispositif médical, le produit doit disposer d'un marquage “ CE ” dans l'indication considérée. Cette prise en charge est décidée par arrêté des ministres chargés de la santé et de la sécurité sociale, après avis de la commission mentionnée au même article L. 165-1 et dans des conditions définies par décret en Conseil d'Etat. Cet avis décrit, le cas échéant, les actes associés à l'utilisation du produit faisant l'objet de la demande. Lorsqu'aucune demande d'inscription n'a été déposée, pour l'indication considérée, sur la liste mentionnée audit article L. 165-1 dans un délai de douze mois à compter de la demande de prise en charge transitoire prévue au présent I, cette prise en charge est suspendue. Le décret précité fixe également les situations et les conditions dans lesquelles les ministres compétents peuvent suspendre la prise en charge transitoire ou y mettre fin. Seuls certains établissements de santé peuvent distribuer ce produit ou cette prestation en vue de sa prise en charge. Cette prise en charge peut conduire les ministres chargés de la santé et de la sécurité sociale à modifier les conditions de délivrance des produits concernés au titre de leur éventuelle prise en charge au titre dudit article L. 165-1.</p><p>II.-Lorsque les ministres compétents envisagent la prise en charge transitoire d'un produit ou d'une prestation pour une indication particulière, l'exploitant leur propose le montant de la compensation maximale qu'il réclame, le cas échéant, aux établissements de santé pour le produit ou la prestation dès lors que ce produit ou cette prestation ne fait pas l'objet d'une prise en charge au titre de la liste prévue à l'article L. 165-1 pour au moins l'une de ses indications. Les ministres chargés de la santé ou de la sécurité sociale peuvent s'y opposer par une décision motivée et, dans ce cas, adressent une proposition de fixation du montant de la compensation susceptible d'être accordée. En cas de refus de cette proposition par l'exploitant, la demande de prise en charge transitoire est réputée abandonnée.</p><p>II bis.-La prise en charge transitoire d'un produit ou d'une prestation au titre du présent article peut, au vu des exigences de qualité et de sécurité des soins mettant en œuvre ce produit et cette prestation, énoncées le cas échéant par la commission prévue à l'article L. 165-1, être assortie de conditions concernant la qualification ou la compétence des prescripteurs, l'environnement technique ou l'organisation de ces soins et d'un dispositif de suivi des patients traités. La prise en charge peut également être assortie de spécifications techniques, d'indications thérapeutiques ou diagnostiques et de conditions particulières de prescription, d'utilisation et de distribution.</p><p>La prise en charge transitoire est subordonnée au respect, par l'exploitant, d'un protocole de recueil des données défini par la commission mentionnée au I du présent article et annexé à l'arrêté mentionné au même I.</p><p>Les données à recueillir portent sur l'efficacité, les événements indésirables, les conditions réelles d'utilisation ainsi que les caractéristiques de la population bénéficiant du produit.</p><p>L'exploitant assure à sa charge le recueil des données. Les prescripteurs lui transmettent à cette fin les données de suivi des patients traités, selon des modalités assurant le respect du secret médical.</p><p>III.-Un produit ou une prestation ayant fait l'objet d'une prise en charge transitoire pour une indication donnée au titre du I du présent article et dont la prise en charge est suspendue peut être éligible à un renouvellement de cette prise en charge si l'exploitant dépose, dans les douze mois suivant cette suspension, une demande d'inscription, pour l'indication considérée, sur la liste mentionnée à l'article L. 165-1, selon des modalités définies par décret en Conseil d'Etat. Au delà de la période de douze mois précitée, l'exploitant de ce produit ou prestation n'est plus éligible à déposer une nouvelle demande de prise en charge transitoire pour l'indication considérée.</p><p>IV.-Lorsqu'un produit ou une prestation ayant fait l'objet d'une prise en charge transitoire au sens du I du présent article est inscrit au remboursement au titre de la liste prévue à l'article L. 165-1 et fait l'objet d'un tarif de responsabilité et, le cas échéant, d'un prix fixés par convention avec le Comité économique des produits de santé au titre de l'une ou de plusieurs de ses indications, la convention détermine le prix net de référence du produit ou de la prestation au sens de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000046812839&dateTexte=&categorieLien=id' title='Code de la sécurité sociale. - art. L165-4 (V)'>L. 165-4</a>. Si ce prix net de référence est inférieur au montant de la compensation définie au II du présent article, l'exploitant reverse aux organismes mentionnés à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006741637&dateTexte=&categorieLien=cid'>L. 213-1 </a>désignés par le directeur de l'Agence centrale des organismes de sécurité sociale, sous forme de remise, la différence entre le chiffre d'affaires facturé aux établissements de santé, au titre de la totalité de la période de prise en charge transitoire, et celui qui aurait résulté de la valorisation des unités vendues au prix net de référence.</p><p>V.-Pour l'application du IV du présent article, pour une indication particulière, lorsque le produit ou la prestation ayant fait l'objet d'une prise en charge transitoire au titre du I et, le cas échéant, du III est inscrit au remboursement au titre de la liste prévue à l'article L. 165-1 pour l'indication considérée et fait l'objet d'un prix ou d'un tarif fixé par décision du Comité économique des produits de santé, ou lorsque les ministres chargés de la santé et de la sécurité sociale refusent l'inscription sur ladite liste d'un produit ou d'une prestation ayant fait l'objet d'une prise en charge transitoire au titre du I et, le cas échéant, du III pour l'indication considérée, ou lorsqu'aucune inscription sur ladite liste pour l'indication considérée n'est intervenue dans les trente mois suivant la demande de prise en charge transitoire prévue au I, le Comité économique des produits de santé peut établir un prix de référence ou faire évoluer le prix de référence précédemment retenu, en fonction des critères de fixation et de modification des tarifs de responsabilité et des prix prévus aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006741431&dateTexte=&categorieLien=cid'>L. 165-2 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006741433&dateTexte=&categorieLien=cid'>L. 165-3</a>.</p><p>VI.-Lorsque l'utilisation d'un produit bénéficiant de la prise en charge transitoire pour une indication donnée au titre du I du présent article est liée à un acte qui n'est pas inscrit sur la liste prévue à l'article L. 162-1-7, les ministres chargés de la santé et de la sécurité sociale peuvent, par dérogation au même article L. 162-1-7, procéder à l'inscription transitoire de cet acte sur la liste.</p><p>L'inscription transitoire prévue au premier alinéa du présent VI est prononcée par un arrêté, pris après avis de la Haute Autorité de santé, pour toute la période de prise en charge au titre du I et, le cas échéant, du III, ainsi que durant la période de continuité de traitement prévue à l'article L. 165-1-6. Cet arrêté prévoit le montant de la compensation financière versée pour la réalisation de cet acte.</p><p>Lorsque le produit ayant fait l'objet de la prise en charge transitoire est inscrit au remboursement au titre de la liste prévue à l'article L. 165-1, l'inscription transitoire de l'acte associé est prolongée jusqu'à l'inscription de cet acte dans les conditions prévues à l'article L. 162-1-7.</p><p>Un décret en Conseil d'Etat détermine les modalités d'application du présent VI, notamment les situations et les conditions dans lesquelles les ministres compétents peuvent suspendre l'inscription transitoire de l'acte concerné ou y mettre fin.</p>",
            "num": "L165-1-5",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "VIGUEUR",
            "dateDebut": 1671926400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 455526834,
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106050",
                        "id": "LEGISCTA000006106050",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Livre I : Généralités - Dispositions communes à tout ou partie des régimes de base",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126885",
                        "id": "LEGISCTA000006126885",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Titre VI : Dispositions relatives aux prestations et aux soins - Contrôle médical - Tutelle aux prestations sociales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141605",
                        "id": "LEGISCTA000006141605",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1999-12-30",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 5 : Dispositifs médicaux à usage individuel",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156030",
                        "id": "LEGISCTA000006156030",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1999-12-30",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Dispositions générales relatives aux fournitures et appareils pris en charge au titre des prestations sanitaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006172525",
                        "id": "LEGISCTA000006172525",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1999-12-30",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : Conditions de prise en charge",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006185864",
                        "id": "LEGISCTA000006185864",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000037859616",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006185864",
            "sectionParentId": "LEGISCTA000006185864",
            "sectionParentTitre": "Sous-section 1 : Conditions de prise en charge",
            "fullSectionsTitre": "Partie législative &gt; Livre I : Généralités - Dispositions communes à tout ou partie des régimes de base &gt; Titre VI : Dispositions relatives aux prestations et aux soins - Contrôle médical - Tutelle aux prestations sociales &gt; Chapitre 5 : Dispositifs médicaux à usage individuel &gt; Section 1 : Dispositions générales relatives aux fournitures et appareils pris en charge au titre des prestations sanitaires &gt; Sous-section 1 : Conditions de prise en charge",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000046812781",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073189",
                    "titre": "Code de la sécurité sociale.",
                    "titreLong": "Code de la sécurité sociale",
                    "etat": "VIGUEUR",
                    "dateDebut": -353808000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073189",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000046791754",
                    "textTitle": "LOI n°2022-1616 du 23 décembre 2022 - art. 58 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "58",
                    "articleId": "LEGIARTI000046796183",
                    "natureText": "LOI",
                    "datePubliTexte": "2022-12-24",
                    "dateSignaTexte": "2022-12-23",
                    "dateDebutCible": "2022-12-25"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000039223488",
                    "textTitle": "Arrêté du 11 octobre 2019 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000039223498",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1571184000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000041987044",
                    "textTitle": "Décret n°2020-708 du 11 juin 2020 - art. (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000041988238",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2020-708",
                    "datePubli": 1591920000000,
                    "dateDebut": 1592006400000
                },
                {
                    "textCid": "JORFTEXT000042637624",
                    "textTitle": "Décision n°2020.0251/DC/SJ du 19 novembre 2020 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000042637649",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2020.0251/DC/SJ",
                    "datePubli": 1607558400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000043261611",
                    "textTitle": "Arrêté du 11 mars 2021 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000043261621",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1616025600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000043858794",
                    "textTitle": "Décision n°2021.0189/DC/SJ du 15 juillet 2021 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000043858828",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2021.0189/DC/SJ",
                    "datePubli": 1627344000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000044053502",
                    "textTitle": "Arrêté du 8 septembre 2021 - art. 15, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "15",
                    "articleId": "JORFARTI000044053529",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1631836800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000044245822",
                    "textTitle": "Arrêté du 21 octobre 2021 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000044245829",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1635206400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000044245822",
                    "textTitle": "Arrêté du 21 octobre 2021, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000044245822",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1635206400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000045327206",
                    "textTitle": "Arrêté du 7 mars 2022 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000045327210",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1646870400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000045327206",
                    "textTitle": "Arrêté du 7 mars 2022 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000045327216",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1646870400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000045327206",
                    "textTitle": "Arrêté du 7 mars 2022, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000045327206",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1646870400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000046442686",
                    "textTitle": "Décision n°2022.00182/DC/SJ du 16 juin 2022 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000046442713",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2022.00182/DC/SJ",
                    "datePubli": 1666137600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000046751613",
                    "textTitle": "Arrêté du 14 décembre 2022 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000046751617",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1671235200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000046751613",
                    "textTitle": "Arrêté du 14 décembre 2022 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000046751624",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1671235200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000046751613",
                    "textTitle": "Arrêté du 14 décembre 2022, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000046751613",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1671235200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000047377863",
                    "textTitle": "Décret n°2023-232 du 30 mars 2023 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000047380606",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2023-232",
                    "datePubli": 1680220800000,
                    "dateDebut": 1680307200000
                },
                {
                    "textCid": "JORFTEXT000047664651",
                    "textTitle": "Arrêté du 8 juin 2023 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000047664655",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1686441600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000047664651",
                    "textTitle": "Arrêté du 8 juin 2023 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000047664662",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1686441600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000047664651",
                    "textTitle": "Arrêté du 8 juin 2023, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000047664651",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1686441600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. D165-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D165-2",
                    "articleId": "LEGIARTI000044133692",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633046400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L133-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L133-4",
                    "articleId": "LEGIARTI000046811133",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1671926400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-1-23 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L162-1-23",
                    "articleId": "LEGIARTI000044577372",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640390400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-17-1-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L162-17-1-2",
                    "articleId": "LEGIARTI000046812696",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1671926400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L165-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L165-1",
                    "articleId": "LEGIARTI000006740893",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L165-1-1-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L165-1-1-1",
                    "articleId": "LEGIARTI000046812685",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1671926400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L165-1-6 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L165-1-6",
                    "articleId": "LEGIARTI000039776481",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577491200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L165-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L165-2",
                    "articleId": "LEGIARTI000006741431",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1482624000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L165-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L165-3",
                    "articleId": "LEGIARTI000006741433",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1482624000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L165-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L165-4",
                    "articleId": "LEGIARTI000046812839",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1671926400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L165-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L165-7",
                    "articleId": "LEGIARTI000046812803",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1671926400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L213-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L213-1",
                    "articleId": "LEGIARTI000006741637",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R165-72 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R165-72",
                    "articleId": "LEGIARTI000039742400",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577491200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R165-89 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R165-89",
                    "articleId": "LEGIARTI000047384113",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1680307200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R165-90 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R165-90",
                    "articleId": "LEGIARTI000047384106",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1680307200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R165-91 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R165-91",
                    "articleId": "LEGIARTI000038946024",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1566518400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R165-92 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R165-92",
                    "articleId": "LEGIARTI000038946043",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1566518400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R165-93 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R165-93",
                    "articleId": "LEGIARTI000043182211",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1614297600000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R165-95 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R165-95",
                    "articleId": "LEGIARTI000043182199",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1614297600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000037859619",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1551398400000,
                    "dateFin": 1577491200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041397144",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1577491200000,
                    "dateFin": 1640390400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044628346",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1640390400000,
                    "dateFin": 1671926400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000046812781",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1671926400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L165-1-5",
                "165-1-5"
            ],
            "versionPrecedente": "LEGIARTI000044628346",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000044628346",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Un exploitant peut, pour certains de ses produits et prestations, en vue d'une inscription sur la liste mentionnée à l'article L. 165-1 et pour une indication particulière, faire une demande de prise en charge transitoire par l'assurance maladie. Dans le cas d'un dispositif médical, le produit doit disposer d'un marquage “ CE ” dans l'indication considérée. Cette prise en charge est décidée par arrêté des ministres chargés de la santé et de la sécurité sociale, après avis de la commission mentionnée au même article L. 165-1 et dans des conditions définies par décret en Conseil d'Etat. Lorsqu'aucune demande d'inscription n'a été déposée, pour l'indication considérée, sur la liste mentionnée audit article L. 165-1 dans un délai de douze mois à compter de la demande de prise en charge transitoire prévue au présent I, cette prise en charge est suspendue. Le décret précité fixe également les situations et les conditions dans lesquelles les ministres compétents peuvent suspendre la prise en charge transitoire ou y mettre fin. Seuls certains établissements de santé peuvent distribuer ce produit ou cette prestation en vue de sa prise en charge. Cette prise en charge peut conduire les ministres chargés de la santé et de la sécurité sociale à modifier les conditions de délivrance des produits concernés au titre de leur éventuelle prise en charge au titre dudit article L. 165-1. II.-Lorsque les ministres compétents envisagent la prise en charge transitoire d'un produit ou d'une prestation pour une indication particulière, l'exploitant leur propose le montant de la compensation maximale qu'il réclame, le cas échéant, aux établissements de santé pour le produit ou la prestation dès lors que ce produit ou cette prestation ne fait pas l'objet d'une prise en charge au titre de la liste prévue à l'article L. 165-1 pour au moins l'une de ses indications. Les ministres chargés de la santé ou de la sécurité sociale peuvent s'y opposer par une décision motivée et, dans ce cas, adressent une proposition de fixation du montant de la compensation susceptible d'être accordée. En cas de refus de cette proposition par l'exploitant, la demande de prise en charge transitoire est réputée abandonnée. II bis.-La prise en charge transitoire d'un produit ou d'une prestation au titre du présent article peut, au vu des exigences de qualité et de sécurité des soins mettant en œuvre ce produit et cette prestation, énoncées le cas échéant par la commission prévue à l'article L. 165-1, être assortie de conditions concernant la qualification ou la compétence des prescripteurs, l'environnement technique ou l'organisation de ces soins et d'un dispositif de suivi des patients traités. La prise en charge peut également être assortie de spécifications techniques, d'indications thérapeutiques ou diagnostiques et de conditions particulières de prescription, d'utilisation et de distribution. III.-Un produit ou une prestation ayant fait l'objet d'une prise en charge transitoire pour une indication donnée au titre du I du présent article et dont la prise en charge est suspendue peut être éligible à un renouvellement de cette prise en charge si l'exploitant dépose, dans les douze mois suivant cette suspension, une demande d'inscription, pour l'indication considérée, sur la liste mentionnée à l'article L. 165-1, selon des modalités définies par décret en Conseil d'Etat. Au delà de la période de douze mois précitée, l'exploitant de ce produit ou prestation n'est plus éligible à déposer une nouvelle demande de prise en charge transitoire pour l'indication considérée. IV.-Lorsqu'un produit ou une prestation ayant fait l'objet d'une prise en charge transitoire au sens du I du présent article est inscrit au remboursement au titre de la liste prévue à l'article L. 165-1 et fait l'objet d'un tarif de responsabilité et, le cas échéant, d'un prix fixés par convention avec le Comité économique des produits de santé au titre de l'une ou de plusieurs de ses indications, la convention détermine le prix net de référence du produit ou de la prestation au sens de l'article L. 165-4. Si ce prix net de référence est inférieur au montant de la compensation définie au II du présent article, l'exploitant reverse aux organismes mentionnés à l'article L. 213-1 désignés par le directeur de l'Agence centrale des organismes de sécurité sociale, sous forme de remise, la différence entre le chiffre d'affaires facturé aux établissements de santé, au titre de la totalité de la période de prise en charge transitoire, et celui qui aurait résulté de la valorisation des unités vendues au prix net de référence. V.-Pour l'application du IV du présent article, pour une indication particulière, lorsque le produit ou la prestation ayant fait l'objet d'une prise en charge transitoire au titre du I et, le cas échéant, du III est inscrit au remboursement au titre de la liste prévue à l'article L. 165-1 pour l'indication considérée et fait l'objet d'un prix ou d'un tarif fixé par décision du Comité économique des produits de santé, ou lorsque les ministres chargés de la santé et de la sécurité sociale refusent l'inscription sur ladite liste d'un produit ou d'une prestation ayant fait l'objet d'une prise en charge transitoire au titre du I et, le cas échéant, du III pour l'indication considérée, ou lorsqu'aucune inscription sur ladite liste pour l'indication considérée n'est intervenue dans les trente mois suivant la demande de prise en charge transitoire prévue au I, le Comité économique des produits de santé peut établir un prix de référence ou faire évoluer le prix de référence précédemment retenu, en fonction des critères de fixation et de modification des tarifs de responsabilité et des prix prévus aux articles L. 165-2 et L. 165-3 .",
            "texteHtml": "<p>I.-Un exploitant peut, pour certains de ses produits et prestations, en vue d'une inscription sur la liste mentionnée à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006740893&dateTexte=&categorieLien=cid'>L. 165-1 </a>et pour une indication particulière, faire une demande de prise en charge transitoire par l'assurance maladie. Dans le cas d'un dispositif médical, le produit doit disposer d'un marquage “ CE ” dans l'indication considérée. Cette prise en charge est décidée par arrêté des ministres chargés de la santé et de la sécurité sociale, après avis de la commission mentionnée au même article L. 165-1 et dans des conditions définies par décret en Conseil d'Etat. Lorsqu'aucune demande d'inscription n'a été déposée, pour l'indication considérée, sur la liste mentionnée audit article L. 165-1 dans un délai de douze mois à compter de la demande de prise en charge transitoire prévue au présent I, cette prise en charge est suspendue. Le décret précité fixe également les situations et les conditions dans lesquelles les ministres compétents peuvent suspendre la prise en charge transitoire ou y mettre fin. Seuls certains établissements de santé peuvent distribuer ce produit ou cette prestation en vue de sa prise en charge. Cette prise en charge peut conduire les ministres chargés de la santé et de la sécurité sociale à modifier les conditions de délivrance des produits concernés au titre de leur éventuelle prise en charge au titre dudit article L. 165-1.</p><p>II.-Lorsque les ministres compétents envisagent la prise en charge transitoire d'un produit ou d'une prestation pour une indication particulière, l'exploitant leur propose le montant de la compensation maximale qu'il réclame, le cas échéant, aux établissements de santé pour le produit ou la prestation dès lors que ce produit ou cette prestation ne fait pas l'objet d'une prise en charge au titre de la liste prévue à l'article L. 165-1 pour au moins l'une de ses indications. Les ministres chargés de la santé ou de la sécurité sociale peuvent s'y opposer par une décision motivée et, dans ce cas, adressent une proposition de fixation du montant de la compensation susceptible d'être accordée. En cas de refus de cette proposition par l'exploitant, la demande de prise en charge transitoire est réputée abandonnée.<br/><br/>\nII bis.-La prise en charge transitoire d'un produit ou d'une prestation au titre du présent article peut, au vu des exigences de qualité et de sécurité des soins mettant en œuvre ce produit et cette prestation, énoncées le cas échéant par la commission prévue à l'article L. 165-1, être assortie de conditions concernant la qualification ou la compétence des prescripteurs, l'environnement technique ou l'organisation de ces soins et d'un dispositif de suivi des patients traités. La prise en charge peut également être assortie de spécifications techniques, d'indications thérapeutiques ou diagnostiques et de conditions particulières de prescription, d'utilisation et de distribution.<br/><br/>\nIII.-Un produit ou une prestation ayant fait l'objet d'une prise en charge transitoire pour une indication donnée au titre du I du présent article et dont la prise en charge est suspendue peut être éligible à un renouvellement de cette prise en charge si l'exploitant dépose, dans les douze mois suivant cette suspension, une demande d'inscription, pour l'indication considérée, sur la liste mentionnée à l'article L. 165-1, selon des modalités définies par décret en Conseil d'Etat. Au delà de la période de douze mois précitée, l'exploitant de ce produit ou prestation n'est plus éligible à déposer une nouvelle demande de prise en charge transitoire pour l'indication considérée.<br/><br/>\nIV.-Lorsqu'un produit ou une prestation ayant fait l'objet d'une prise en charge transitoire au sens du I du présent article est inscrit au remboursement au titre de la liste prévue à l'article L. 165-1 et fait l'objet d'un tarif de responsabilité et, le cas échéant, d'un prix fixés par convention avec le Comité économique des produits de santé au titre de l'une ou de plusieurs de ses indications, la convention détermine le prix net de référence du produit ou de la prestation au sens de l'article L. 165-4. Si ce prix net de référence est inférieur au montant de la compensation définie au II du présent article, l'exploitant reverse aux organismes mentionnés à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006741637&dateTexte=&categorieLien=cid'>L. 213-1 </a>désignés par le directeur de l'Agence centrale des organismes de sécurité sociale, sous forme de remise, la différence entre le chiffre d'affaires facturé aux établissements de santé, au titre de la totalité de la période de prise en charge transitoire, et celui qui aurait résulté de la valorisation des unités vendues au prix net de référence.<br/><br/>\nV.-Pour l'application du IV du présent article, pour une indication particulière, lorsque le produit ou la prestation ayant fait l'objet d'une prise en charge transitoire au titre du I et, le cas échéant, du III est inscrit au remboursement au titre de la liste prévue à l'article L. 165-1 pour l'indication considérée et fait l'objet d'un prix ou d'un tarif fixé par décision du Comité économique des produits de santé, ou lorsque les ministres chargés de la santé et de la sécurité sociale refusent l'inscription sur ladite liste d'un produit ou d'une prestation ayant fait l'objet d'une prise en charge transitoire au titre du I et, le cas échéant, du III pour l'indication considérée, ou lorsqu'aucune inscription sur ladite liste pour l'indication considérée n'est intervenue dans les trente mois suivant la demande de prise en charge transitoire prévue au I, le Comité économique des produits de santé peut établir un prix de référence ou faire évoluer le prix de référence précédemment retenu, en fonction des critères de fixation et de modification des tarifs de responsabilité et des prix prévus aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006741431&dateTexte=&categorieLien=cid'>L. 165-2 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006741433&dateTexte=&categorieLien=cid'>L. 165-3</a>.</p>",
            "num": "L165-1-5",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1640390400000,
            "dateFin": 1671926400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 455526834,
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106050",
                        "id": "LEGISCTA000006106050",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Livre I : Généralités - Dispositions communes à tout ou partie des régimes de base",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126885",
                        "id": "LEGISCTA000006126885",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Titre VI : Dispositions relatives aux prestations et aux soins - Contrôle médical - Tutelle aux prestations sociales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141605",
                        "id": "LEGISCTA000006141605",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1999-12-30",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 5 : Dispositifs médicaux à usage individuel",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156030",
                        "id": "LEGISCTA000006156030",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1999-12-30",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Dispositions générales relatives aux fournitures et appareils pris en charge au titre des prestations sanitaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006172525",
                        "id": "LEGISCTA000006172525",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1999-12-30",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : Conditions de prise en charge",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006185864",
                        "id": "LEGISCTA000006185864",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000037859616",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006185864",
            "sectionParentId": "LEGISCTA000006185864",
            "sectionParentTitre": "Sous-section 1 : Conditions de prise en charge",
            "fullSectionsTitre": "Partie législative &gt; Livre I : Généralités - Dispositions communes à tout ou partie des régimes de base &gt; Titre VI : Dispositions relatives aux prestations et aux soins - Contrôle médical - Tutelle aux prestations sociales &gt; Chapitre 5 : Dispositifs médicaux à usage individuel &gt; Section 1 : Dispositions générales relatives aux fournitures et appareils pris en charge au titre des prestations sanitaires &gt; Sous-section 1 : Conditions de prise en charge",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000044628346",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073189",
                    "titre": "Code de la sécurité sociale.",
                    "titreLong": "Code de la sécurité sociale",
                    "etat": "VIGUEUR",
                    "dateDebut": -353808000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073189",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000044553428",
                    "textTitle": "LOI n°2021-1754 du 23 décembre 2021 - art. 58",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "58",
                    "articleId": "LEGIARTI000044564781",
                    "natureText": "LOI",
                    "datePubliTexte": "2021-12-24",
                    "dateSignaTexte": "2021-12-23",
                    "dateDebutCible": "2021-12-25"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000039223488",
                    "textTitle": "Arrêté du 11 octobre 2019 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000039223498",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1571184000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000041987044",
                    "textTitle": "Décret n°2020-708 du 11 juin 2020 - art. (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000041988238",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2020-708",
                    "datePubli": 1591920000000,
                    "dateDebut": 1592006400000
                },
                {
                    "textCid": "JORFTEXT000042637624",
                    "textTitle": "Décision n°2020.0251/DC/SJ du 19 novembre 2020 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000042637649",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2020.0251/DC/SJ",
                    "datePubli": 1607558400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000043261611",
                    "textTitle": "Arrêté du 11 mars 2021 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000043261621",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1616025600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000043858794",
                    "textTitle": "Décision n°2021.0189/DC/SJ du 15 juillet 2021 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000043858828",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2021.0189/DC/SJ",
                    "datePubli": 1627344000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000044053502",
                    "textTitle": "Arrêté du 8 septembre 2021 - art. 15, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "15",
                    "articleId": "JORFARTI000044053529",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1631836800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000044245822",
                    "textTitle": "Arrêté du 21 octobre 2021 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000044245829",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1635206400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000044245822",
                    "textTitle": "Arrêté du 21 octobre 2021, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000044245822",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1635206400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000045327206",
                    "textTitle": "Arrêté du 7 mars 2022 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000045327210",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1646870400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000045327206",
                    "textTitle": "Arrêté du 7 mars 2022 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000045327216",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1646870400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000045327206",
                    "textTitle": "Arrêté du 7 mars 2022, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000045327206",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1646870400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000046442686",
                    "textTitle": "Décision n°2022.00182/DC/SJ du 16 juin 2022 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000046442713",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2022.00182/DC/SJ",
                    "datePubli": 1666137600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000046751613",
                    "textTitle": "Arrêté du 14 décembre 2022 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000046751617",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1671235200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000046751613",
                    "textTitle": "Arrêté du 14 décembre 2022 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000046751624",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1671235200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000046751613",
                    "textTitle": "Arrêté du 14 décembre 2022, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000046751613",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1671235200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000047377863",
                    "textTitle": "Décret n°2023-232 du 30 mars 2023 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000047380606",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2023-232",
                    "datePubli": 1680220800000,
                    "dateDebut": 1680307200000
                },
                {
                    "textCid": "JORFTEXT000047664651",
                    "textTitle": "Arrêté du 8 juin 2023 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000047664655",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1686441600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000047664651",
                    "textTitle": "Arrêté du 8 juin 2023 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000047664662",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1686441600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000047664651",
                    "textTitle": "Arrêté du 8 juin 2023, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000047664651",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1686441600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. D165-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D165-2",
                    "articleId": "LEGIARTI000044133692",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633046400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L133-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L133-4",
                    "articleId": "LEGIARTI000046811133",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1671926400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-1-23 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L162-1-23",
                    "articleId": "LEGIARTI000044577372",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640390400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-17-1-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L162-17-1-2",
                    "articleId": "LEGIARTI000046812696",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1671926400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L165-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L165-1",
                    "articleId": "LEGIARTI000006740893",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L165-1-1-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L165-1-1-1",
                    "articleId": "LEGIARTI000039764237",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577491200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L165-1-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L165-1-6",
                    "articleId": "LEGIARTI000044628336",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640390400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L165-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L165-2",
                    "articleId": "LEGIARTI000006741431",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1482624000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L165-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L165-3",
                    "articleId": "LEGIARTI000006741433",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1482624000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L165-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L165-4",
                    "articleId": "LEGIARTI000046812839",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1671926400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L165-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L165-7",
                    "articleId": "LEGIARTI000046812803",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1671926400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L213-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L213-1",
                    "articleId": "LEGIARTI000006741637",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R165-72 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R165-72",
                    "articleId": "LEGIARTI000039742400",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577491200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R165-89 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R165-89",
                    "articleId": "LEGIARTI000047384113",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1680307200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R165-90 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R165-90",
                    "articleId": "LEGIARTI000047384106",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1680307200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R165-91 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R165-91",
                    "articleId": "LEGIARTI000038946024",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1566518400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R165-92 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R165-92",
                    "articleId": "LEGIARTI000038946043",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1566518400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R165-93 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R165-93",
                    "articleId": "LEGIARTI000043182211",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1614297600000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R165-95 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R165-95",
                    "articleId": "LEGIARTI000043182199",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1614297600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000037859619",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1551398400000,
                    "dateFin": 1577491200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041397144",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1577491200000,
                    "dateFin": 1640390400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044628346",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1640390400000,
                    "dateFin": 1671926400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000046812781",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1671926400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L165-1-5",
                "165-1-5"
            ],
            "versionPrecedente": "LEGIARTI000041397144",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000041397144",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Un exploitant peut, pour certains de ses produits et prestations, en vue d'une inscription sur la liste mentionnée à l'article L. 165-1 et pour une indication particulière, faire une demande de prise en charge transitoire par l'assurance maladie. Dans le cas d'un dispositif médical, le produit doit disposer d'un marquage “ CE ” dans l'indication considérée. Cette prise en charge est décidée par arrêté des ministres chargés de la santé et de la sécurité sociale, après avis de la commission mentionnée au même article L. 165-1 et dans des conditions définies par décret en Conseil d'Etat. Lorsqu'aucune demande d'inscription n'a été déposée, pour l'indication considérée, sur la liste mentionnée audit article L. 165-1 dans un délai de douze mois à compter de la demande de prise en charge transitoire prévue au présent I, cette prise en charge est suspendue. Le décret précité fixe également les situations et les conditions dans lesquelles les ministres compétents peuvent suspendre la prise en charge transitoire ou y mettre fin. Seuls certains établissements de santé peuvent distribuer ce produit ou cette prestation en vue de sa prise en charge. Cette prise en charge peut conduire les ministres chargés de la santé et de la sécurité sociale à modifier les conditions de délivrance des produits concernés au titre de leur éventuelle prise en charge au titre dudit article L. 165-1. II.-Lorsque les ministres compétents envisagent la prise en charge transitoire d'un produit ou d'une prestation pour une indication particulière, l'exploitant leur propose le montant de la compensation maximale qu'il réclame, le cas échéant, aux établissements de santé pour le produit ou la prestation dès lors que ce produit ou cette prestation ne fait pas l'objet d'une prise en charge au titre de la liste prévue à l'article L. 165-1 pour au moins l'une de ses indications. Les ministres chargés de la santé ou de la sécurité sociale peuvent s'y opposer par une décision motivée et, dans ce cas, adressent une proposition de fixation du montant de la compensation susceptible d'être accordée. En cas de refus de cette proposition par l'exploitant, la demande de prise en charge transitoire est réputée abandonnée. III.-Un produit ou une prestation ayant fait l'objet d'une prise en charge transitoire pour une indication donnée au titre du I du présent article et dont la prise en charge est suspendue peut être éligible à un renouvellement de cette prise en charge si l'exploitant dépose, dans les douze mois suivant cette suspension, une demande d'inscription, pour l'indication considérée, sur la liste mentionnée à l'article L. 165-1, selon des modalités définies par décret en Conseil d'Etat. Au delà de la période de douze mois précitée, l'exploitant de ce produit ou prestation n'est plus éligible à déposer une nouvelle demande de prise en charge transitoire pour l'indication considérée. IV.-Lorsqu'un produit ou une prestation ayant fait l'objet d'une prise en charge transitoire au sens du I du présent article est inscrit au remboursement au titre de la liste prévue à l'article L. 165-1 et fait l'objet d'un tarif de responsabilité et, le cas échéant, d'un prix fixés par convention avec le Comité économique des produits de santé au titre de l'une ou de plusieurs de ses indications, la convention détermine le prix net de référence du produit ou de la prestation au sens de l'article L. 165-4. Si ce prix net de référence est inférieur au montant de la compensation définie au II du présent article, l'exploitant reverse aux organismes mentionnés à l'article L. 213-1 désignés par le directeur de l'Agence centrale des organismes de sécurité sociale, sous forme de remise, la différence entre le chiffre d'affaires facturé aux établissements de santé, au titre de la totalité de la période de prise en charge transitoire, et celui qui aurait résulté de la valorisation des unités vendues au prix net de référence. V.-Pour l'application du IV du présent article, pour une indication particulière, lorsque le produit ou la prestation ayant fait l'objet d'une prise en charge transitoire au titre du I et, le cas échéant, du III est inscrit au remboursement au titre de la liste prévue à l'article L. 165-1 pour l'indication considérée et fait l'objet d'un prix ou d'un tarif fixé par décision du Comité économique des produits de santé, ou lorsque les ministres chargés de la santé et de la sécurité sociale refusent l'inscription sur ladite liste d'un produit ou d'une prestation ayant fait l'objet d'une prise en charge transitoire au titre du I et, le cas échéant, du III pour l'indication considérée, ou lorsqu'aucune inscription sur ladite liste pour l'indication considérée n'est intervenue dans les trente mois suivant la demande de prise en charge transitoire prévue au I, le Comité économique des produits de santé peut établir un prix de référence ou faire évoluer le prix de référence précédemment retenu, en fonction des critères de fixation et de modification des tarifs de responsabilité et des prix prévus aux articles L. 165-2 et L. 165-3 .",
            "texteHtml": "<p>I.-Un exploitant peut, pour certains de ses produits et prestations, en vue d'une inscription sur la liste mentionnée à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006740893&dateTexte=&categorieLien=cid' title='Code de la sécurité sociale. - art. L165-1 (V)'>L. 165-1 </a>et pour une indication particulière, faire une demande de prise en charge transitoire par l'assurance maladie. Dans le cas d'un dispositif médical, le produit doit disposer d'un marquage “ CE ” dans l'indication considérée. Cette prise en charge est décidée par arrêté des ministres chargés de la santé et de la sécurité sociale, après avis de la commission mentionnée au même article L. 165-1 et dans des conditions définies par décret en Conseil d'Etat. Lorsqu'aucune demande d'inscription n'a été déposée, pour l'indication considérée, sur la liste mentionnée audit article L. 165-1 dans un délai de douze mois à compter de la demande de prise en charge transitoire prévue au présent I, cette prise en charge est suspendue. Le décret précité fixe également les situations et les conditions dans lesquelles les ministres compétents peuvent suspendre la prise en charge transitoire ou y mettre fin. Seuls certains établissements de santé peuvent distribuer ce produit ou cette prestation en vue de sa prise en charge. Cette prise en charge peut conduire les ministres chargés de la santé et de la sécurité sociale à modifier les conditions de délivrance des produits concernés au titre de leur éventuelle prise en charge au titre dudit article L. 165-1. </p><p>II.-Lorsque les ministres compétents envisagent la prise en charge transitoire d'un produit ou d'une prestation pour une indication particulière, l'exploitant leur propose le montant de la compensation maximale qu'il réclame, le cas échéant, aux établissements de santé pour le produit ou la prestation dès lors que ce produit ou cette prestation ne fait pas l'objet d'une prise en charge au titre de la liste prévue à l'article L. 165-1 pour au moins l'une de ses indications. Les ministres chargés de la santé ou de la sécurité sociale peuvent s'y opposer par une décision motivée et, dans ce cas, adressent une proposition de fixation du montant de la compensation susceptible d'être accordée. En cas de refus de cette proposition par l'exploitant, la demande de prise en charge transitoire est réputée abandonnée. <br/><br/>III.-Un produit ou une prestation ayant fait l'objet d'une prise en charge transitoire pour une indication donnée au titre du I du présent article et dont la prise en charge est suspendue peut être éligible à un renouvellement de cette prise en charge si l'exploitant dépose, dans les douze mois suivant cette suspension, une demande d'inscription, pour l'indication considérée, sur la liste mentionnée à l'article L. 165-1, selon des modalités définies par décret en Conseil d'Etat. Au delà de la période de douze mois précitée, l'exploitant de ce produit ou prestation n'est plus éligible à déposer une nouvelle demande de prise en charge transitoire pour l'indication considérée. <br/><br/>IV.-Lorsqu'un produit ou une prestation ayant fait l'objet d'une prise en charge transitoire au sens du I du présent article est inscrit au remboursement au titre de la liste prévue à l'article L. 165-1 et fait l'objet d'un tarif de responsabilité et, le cas échéant, d'un prix fixés par convention avec le Comité économique des produits de santé au titre de l'une ou de plusieurs de ses indications, la convention détermine le prix net de référence du produit ou de la prestation au sens de l'article L. 165-4. Si ce prix net de référence est inférieur au montant de la compensation définie au II du présent article, l'exploitant reverse aux organismes mentionnés à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006741637&dateTexte=&categorieLien=cid' title='Code de la sécurité sociale. - art. L213-1 (VD)'>L. 213-1 </a>désignés par le directeur de l'Agence centrale des organismes de sécurité sociale, sous forme de remise, la différence entre le chiffre d'affaires facturé aux établissements de santé, au titre de la totalité de la période de prise en charge transitoire, et celui qui aurait résulté de la valorisation des unités vendues au prix net de référence. <br/><br/>V.-Pour l'application du IV du présent article, pour une indication particulière, lorsque le produit ou la prestation ayant fait l'objet d'une prise en charge transitoire au titre du I et, le cas échéant, du III est inscrit au remboursement au titre de la liste prévue à l'article L. 165-1 pour l'indication considérée et fait l'objet d'un prix ou d'un tarif fixé par décision du Comité économique des produits de santé, ou lorsque les ministres chargés de la santé et de la sécurité sociale refusent l'inscription sur ladite liste d'un produit ou d'une prestation ayant fait l'objet d'une prise en charge transitoire au titre du I et, le cas échéant, du III pour l'indication considérée, ou lorsqu'aucune inscription sur ladite liste pour l'indication considérée n'est intervenue dans les trente mois suivant la demande de prise en charge transitoire prévue au I, le Comité économique des produits de santé peut établir un prix de référence ou faire évoluer le prix de référence précédemment retenu, en fonction des critères de fixation et de modification des tarifs de responsabilité et des prix prévus aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006741431&dateTexte=&categorieLien=cid' title='Code de la sécurité sociale. - art. L165-2 (V)'>L. 165-2 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006741433&dateTexte=&categorieLien=cid' title='Code de la sécurité sociale. - art. L165-3 (V)'>L. 165-3</a>.</p>",
            "num": "L165-1-5",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1577491200000,
            "dateFin": 1640390400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 455526834,
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106050",
                        "id": "LEGISCTA000006106050",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Livre I : Généralités - Dispositions communes à tout ou partie des régimes de base",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126885",
                        "id": "LEGISCTA000006126885",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Titre VI : Dispositions relatives aux prestations et aux soins - Contrôle médical - Tutelle aux prestations sociales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141605",
                        "id": "LEGISCTA000006141605",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1999-12-30",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 5 : Dispositifs médicaux à usage individuel",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156030",
                        "id": "LEGISCTA000006156030",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1999-12-30",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Dispositions générales relatives aux fournitures et appareils pris en charge au titre des prestations sanitaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006172525",
                        "id": "LEGISCTA000006172525",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1999-12-30",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : Conditions de prise en charge",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006185864",
                        "id": "LEGISCTA000006185864",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000037859616",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006185864",
            "sectionParentId": "LEGISCTA000006185864",
            "sectionParentTitre": "Sous-section 1 : Conditions de prise en charge",
            "fullSectionsTitre": "Partie législative &gt; Livre I : Généralités - Dispositions communes à tout ou partie des régimes de base &gt; Titre VI : Dispositions relatives aux prestations et aux soins - Contrôle médical - Tutelle aux prestations sociales &gt; Chapitre 5 : Dispositifs médicaux à usage individuel &gt; Section 1 : Dispositions générales relatives aux fournitures et appareils pris en charge au titre des prestations sanitaires &gt; Sous-section 1 : Conditions de prise en charge",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000041397144",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073189",
                    "titre": "Code de la sécurité sociale.",
                    "titreLong": "Code de la sécurité sociale",
                    "etat": "VIGUEUR",
                    "dateDebut": -353808000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073189",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000039675317",
                    "textTitle": "LOI n° 2019-1446 du 24 décembre 2019 - art. 40",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "40",
                    "articleId": "LEGIARTI000039755148",
                    "natureText": "LOI",
                    "datePubliTexte": "2019-12-27",
                    "dateSignaTexte": "2019-12-24",
                    "dateDebutCible": "2019-12-28"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000039223488",
                    "textTitle": "Arrêté du 11 octobre 2019 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000039223498",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1571184000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000041987044",
                    "textTitle": "Décret n°2020-708 du 11 juin 2020 - art. (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000041988238",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2020-708",
                    "datePubli": 1591920000000,
                    "dateDebut": 1592006400000
                },
                {
                    "textCid": "JORFTEXT000042637624",
                    "textTitle": "Décision n°2020.0251/DC/SJ du 19 novembre 2020 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000042637649",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2020.0251/DC/SJ",
                    "datePubli": 1607558400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000043261611",
                    "textTitle": "Arrêté du 11 mars 2021 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000043261621",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1616025600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000043858794",
                    "textTitle": "Décision n°2021.0189/DC/SJ du 15 juillet 2021 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000043858828",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2021.0189/DC/SJ",
                    "datePubli": 1627344000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000044053502",
                    "textTitle": "Arrêté du 8 septembre 2021 - art. 15, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "15",
                    "articleId": "JORFARTI000044053529",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1631836800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000044245822",
                    "textTitle": "Arrêté du 21 octobre 2021 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000044245829",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1635206400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000044245822",
                    "textTitle": "Arrêté du 21 octobre 2021, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000044245822",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1635206400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000045327206",
                    "textTitle": "Arrêté du 7 mars 2022 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000045327210",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1646870400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000045327206",
                    "textTitle": "Arrêté du 7 mars 2022 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000045327216",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1646870400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000045327206",
                    "textTitle": "Arrêté du 7 mars 2022, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000045327206",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1646870400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000046442686",
                    "textTitle": "Décision n°2022.00182/DC/SJ du 16 juin 2022 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000046442713",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2022.00182/DC/SJ",
                    "datePubli": 1666137600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000046751613",
                    "textTitle": "Arrêté du 14 décembre 2022 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000046751617",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1671235200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000046751613",
                    "textTitle": "Arrêté du 14 décembre 2022 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000046751624",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1671235200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000046751613",
                    "textTitle": "Arrêté du 14 décembre 2022, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000046751613",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1671235200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000047377863",
                    "textTitle": "Décret n°2023-232 du 30 mars 2023 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000047380606",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2023-232",
                    "datePubli": 1680220800000,
                    "dateDebut": 1680307200000
                },
                {
                    "textCid": "JORFTEXT000047664651",
                    "textTitle": "Arrêté du 8 juin 2023 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000047664655",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1686441600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000047664651",
                    "textTitle": "Arrêté du 8 juin 2023 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000047664662",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1686441600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000047664651",
                    "textTitle": "Arrêté du 8 juin 2023, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000047664651",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1686441600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. D165-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D165-2",
                    "articleId": "LEGIARTI000044133692",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633046400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L133-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L133-4",
                    "articleId": "LEGIARTI000046811133",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1671926400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-1-23 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L162-1-23",
                    "articleId": "LEGIARTI000044577372",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640390400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-17-1-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L162-17-1-2",
                    "articleId": "LEGIARTI000046812696",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1671926400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L165-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L165-1",
                    "articleId": "LEGIARTI000006740893",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L165-1-1-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L165-1-1-1",
                    "articleId": "LEGIARTI000039764237",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577491200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L165-1-6 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L165-1-6",
                    "articleId": "LEGIARTI000039776481",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577491200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L165-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L165-2",
                    "articleId": "LEGIARTI000006741431",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1482624000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L165-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L165-3",
                    "articleId": "LEGIARTI000006741433",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1482624000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L165-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L165-4",
                    "articleId": "LEGIARTI000046812839",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1671926400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L165-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L165-7",
                    "articleId": "LEGIARTI000046812803",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1671926400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L213-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L213-1",
                    "articleId": "LEGIARTI000006741637",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R165-72 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R165-72",
                    "articleId": "LEGIARTI000039742400",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577491200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R165-89 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R165-89",
                    "articleId": "LEGIARTI000047384113",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1680307200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R165-90 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R165-90",
                    "articleId": "LEGIARTI000047384106",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1680307200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R165-91 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R165-91",
                    "articleId": "LEGIARTI000038946024",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1566518400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R165-92 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R165-92",
                    "articleId": "LEGIARTI000038946043",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1566518400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R165-93 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R165-93",
                    "articleId": "LEGIARTI000043182211",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1614297600000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R165-95 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R165-95",
                    "articleId": "LEGIARTI000043182199",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1614297600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000037859619",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1551398400000,
                    "dateFin": 1577491200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041397144",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1577491200000,
                    "dateFin": 1640390400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044628346",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1640390400000,
                    "dateFin": 1671926400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000046812781",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1671926400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L165-1-5",
                "165-1-5"
            ],
            "versionPrecedente": "LEGIARTI000037859619",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000037859619",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Certains produits et prestations pour lesquels, pour une indication particulière, une inscription sur la liste mentionnée à l'article L. 165-1 est demandée et est en cours d'instruction, peuvent faire l'objet d'une prise en charge temporaire par l'assurance maladie, décidée par arrêté des ministres chargés de la santé et de la sécurité sociale, après avis de la commission mentionnée au même article L. 165-1 et selon des conditions et modalités définies par décret en Conseil d'Etat. Ce décret fixe également les situations dans lesquelles il peut être mis fin à la prise en charge temporaire. Seuls certains établissements de santé peuvent distribuer ce produit ou cette prestation en vue de sa prise en charge. Cette prise en charge peut conduire les ministres chargés de la santé et de la sécurité sociale à modifier les conditions de délivrance des produits concernés au titre de leur éventuelle prise en charge au titre dudit article L. 165-1. Les ministres chargés de la santé et de la sécurité sociale fixent la compensation accordée à l'entreprise commercialisant le produit ou la prestation dans le cadre de l'indication pour laquelle une prise en charge est autorisée en application du présent I. II.-Pour les indications faisant l'objet d'une compensation mentionnée au I du présent article, l'entreprise commercialisant le produit ou la prestation reverse chaque année aux organismes mentionnés à l'article L. 213-1 désignés par le directeur de l'Agence centrale des organismes de sécurité sociale, sous forme de remises, la différence entre le chiffre d'affaires facturé par l'entreprise au titre de cette indication et le montant qui aurait résulté de la valorisation des unités vendues et utilisées dans le cadre de cette indication selon la compensation fixée par les ministres chargés de la santé et de la sécurité sociale. Le chiffre d'affaires facturé au titre de l'indication est obtenu en multipliant le chiffre d'affaires total facturé par l'entreprise pour ce produit ou cette prestation par la part d'utilisation du produit ou de la prestation dans l'indication considérée. III.-Lorsqu'un produit ou une prestation ayant fait l'objet d'un versement de remises au sens du II du présent article est inscrit au remboursement au titre de l'article L. 165-1 et fait l'objet d'un prix ou d'un tarif fixé par convention avec le Comité économique des produits de santé au titre de l'une ou de plusieurs de ses indications, la convention détermine le prix ou tarif net de référence du produit ou de la prestation au sens de l'article L. 165-4 et, le cas échéant, la restitution consécutive de tout ou partie de la remise versée en application du II du présent article. Le montant de cette restitution résulte de la valorisation des unités vendues, et prises en charge au titre du I, au prix ou tarif net de référence, minorée du chiffre d'affaires facturé aux établissements de santé après déduction de la remise prévue au II, au titre des indications considérées et de l'année civile pour laquelle la remise avait été versée. Le montant de cette restitution ne peut excéder la remise versée en application du même II, au titre des indications considérées et de l'année civile pour laquelle la remise avait été versée. IV.-L'article L. 162-16-5-4 est applicable aux produits et prestations faisant l'objet de la prise en charge mentionnée au I du présent article.",
            "texteHtml": "<p>I.-Certains produits et prestations pour lesquels, pour une indication particulière, une inscription sur la liste mentionnée à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006740893&dateTexte=&categorieLien=cid' title='Code de la sécurité sociale. - art. L165-1 (V)'>L. 165-1 </a>est demandée et est en cours d'instruction, peuvent faire l'objet d'une prise en charge temporaire par l'assurance maladie, décidée par arrêté des ministres chargés de la santé et de la sécurité sociale, après avis de la commission mentionnée au même article L. 165-1 et selon des conditions et modalités définies par décret en Conseil d'Etat. Ce décret fixe également les situations dans lesquelles il peut être mis fin à la prise en charge temporaire. Seuls certains établissements de santé peuvent distribuer ce produit ou cette prestation en vue de sa prise en charge. Cette prise en charge peut conduire les ministres chargés de la santé et de la sécurité sociale à modifier les conditions de délivrance des produits concernés au titre de leur éventuelle prise en charge au titre dudit article L. 165-1. <br/><br/>Les ministres chargés de la santé et de la sécurité sociale fixent la compensation accordée à l'entreprise commercialisant le produit ou la prestation dans le cadre de l'indication pour laquelle une prise en charge est autorisée en application du présent I. <br/><br/>II.-Pour les indications faisant l'objet d'une compensation mentionnée au I du présent article, l'entreprise commercialisant le produit ou la prestation reverse chaque année aux organismes mentionnés à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006741637&dateTexte=&categorieLien=cid' title='Code de la sécurité sociale. - art. L213-1 (VT)'>L. 213-1 </a>désignés par le directeur de l'Agence centrale des organismes de sécurité sociale, sous forme de remises, la différence entre le chiffre d'affaires facturé par l'entreprise au titre de cette indication et le montant qui aurait résulté de la valorisation des unités vendues et utilisées dans le cadre de cette indication selon la compensation fixée par les ministres chargés de la santé et de la sécurité sociale. Le chiffre d'affaires facturé au titre de l'indication est obtenu en multipliant le chiffre d'affaires total facturé par l'entreprise pour ce produit ou cette prestation par la part d'utilisation du produit ou de la prestation dans l'indication considérée. <br/><br/>III.-Lorsqu'un produit ou une prestation ayant fait l'objet d'un versement de remises au sens du II du présent article est inscrit au remboursement au titre de l'article L. 165-1 et fait l'objet d'un prix ou d'un tarif fixé par convention avec le Comité économique des produits de santé au titre de l'une ou de plusieurs de ses indications, la convention détermine le prix ou tarif net de référence du produit ou de la prestation au sens de l'article L. 165-4 et, le cas échéant, la restitution consécutive de tout ou partie de la remise versée en application du II du présent article. Le montant de cette restitution résulte de la valorisation des unités vendues, et prises en charge au titre du I, au prix ou tarif net de référence, minorée du chiffre d'affaires facturé aux établissements de santé après déduction de la remise prévue au II, au titre des indications considérées et de l'année civile pour laquelle la remise avait été versée. Le montant de cette restitution ne peut excéder la remise versée en application du même II, au titre des indications considérées et de l'année civile pour laquelle la remise avait été versée. <br/><br/>IV.-L'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000037859319&dateTexte=&categorieLien=cid' title='Code de la sécurité sociale. - art. L162-16-5-4 (V)'>L. 162-16-5-4</a> est applicable aux produits et prestations faisant l'objet de la prise en charge mentionnée au I du présent article.</p>",
            "num": "L165-1-5",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1551398400000,
            "dateFin": 1577491200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 455526834,
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106050",
                        "id": "LEGISCTA000006106050",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Livre I : Généralités - Dispositions communes à tout ou partie des régimes de base",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126885",
                        "id": "LEGISCTA000006126885",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Titre VI : Dispositions relatives aux prestations et aux soins - Contrôle médical - Tutelle aux prestations sociales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141605",
                        "id": "LEGISCTA000006141605",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1999-12-30",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 5 : Dispositifs médicaux à usage individuel",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156030",
                        "id": "LEGISCTA000006156030",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1999-12-30",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Dispositions générales relatives aux fournitures et appareils pris en charge au titre des prestations sanitaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006172525",
                        "id": "LEGISCTA000006172525",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1999-12-30",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : Conditions de prise en charge",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006185864",
                        "id": "LEGISCTA000006185864",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000037859616",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006185864",
            "sectionParentId": "LEGISCTA000006185864",
            "sectionParentTitre": "Sous-section 1 : Conditions de prise en charge",
            "fullSectionsTitre": "Partie législative &gt; Livre I : Généralités - Dispositions communes à tout ou partie des régimes de base &gt; Titre VI : Dispositions relatives aux prestations et aux soins - Contrôle médical - Tutelle aux prestations sociales &gt; Chapitre 5 : Dispositifs médicaux à usage individuel &gt; Section 1 : Dispositions générales relatives aux fournitures et appareils pris en charge au titre des prestations sanitaires &gt; Sous-section 1 : Conditions de prise en charge",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000037859619",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073189",
                    "titre": "Code de la sécurité sociale.",
                    "titreLong": "Code de la sécurité sociale",
                    "etat": "VIGUEUR",
                    "dateDebut": -353808000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073189",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000037847585",
                    "textTitle": "LOI n°2018-1203 du 22 décembre 2018 - art. 65 (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "65",
                    "articleId": "LEGIARTI000037849674",
                    "natureText": "LOI",
                    "datePubliTexte": "2018-12-23",
                    "dateSignaTexte": "2018-12-22",
                    "dateDebutCible": "2018-12-24"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000039223488",
                    "textTitle": "Arrêté du 11 octobre 2019 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000039223498",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1571184000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000041987044",
                    "textTitle": "Décret n°2020-708 du 11 juin 2020 - art. (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000041988238",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2020-708",
                    "datePubli": 1591920000000,
                    "dateDebut": 1592006400000
                },
                {
                    "textCid": "JORFTEXT000042637624",
                    "textTitle": "Décision n°2020.0251/DC/SJ du 19 novembre 2020 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000042637649",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2020.0251/DC/SJ",
                    "datePubli": 1607558400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000043261611",
                    "textTitle": "Arrêté du 11 mars 2021 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000043261621",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1616025600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000043858794",
                    "textTitle": "Décision n°2021.0189/DC/SJ du 15 juillet 2021 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000043858828",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2021.0189/DC/SJ",
                    "datePubli": 1627344000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000044053502",
                    "textTitle": "Arrêté du 8 septembre 2021 - art. 15, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "15",
                    "articleId": "JORFARTI000044053529",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1631836800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000044245822",
                    "textTitle": "Arrêté du 21 octobre 2021 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000044245829",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1635206400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000044245822",
                    "textTitle": "Arrêté du 21 octobre 2021, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000044245822",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1635206400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000045327206",
                    "textTitle": "Arrêté du 7 mars 2022 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000045327210",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1646870400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000045327206",
                    "textTitle": "Arrêté du 7 mars 2022 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000045327216",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1646870400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000045327206",
                    "textTitle": "Arrêté du 7 mars 2022, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000045327206",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1646870400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000046442686",
                    "textTitle": "Décision n°2022.00182/DC/SJ du 16 juin 2022 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000046442713",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2022.00182/DC/SJ",
                    "datePubli": 1666137600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000046751613",
                    "textTitle": "Arrêté du 14 décembre 2022 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000046751617",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1671235200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000046751613",
                    "textTitle": "Arrêté du 14 décembre 2022 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000046751624",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1671235200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000046751613",
                    "textTitle": "Arrêté du 14 décembre 2022, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000046751613",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1671235200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000047377863",
                    "textTitle": "Décret n°2023-232 du 30 mars 2023 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000047380606",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2023-232",
                    "datePubli": 1680220800000,
                    "dateDebut": 1680307200000
                },
                {
                    "textCid": "JORFTEXT000047664651",
                    "textTitle": "Arrêté du 8 juin 2023 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000047664655",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1686441600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000047664651",
                    "textTitle": "Arrêté du 8 juin 2023 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000047664662",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1686441600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000047664651",
                    "textTitle": "Arrêté du 8 juin 2023, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000047664651",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1686441600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. D165-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D165-2",
                    "articleId": "LEGIARTI000044133692",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633046400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L133-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L133-4",
                    "articleId": "LEGIARTI000046811133",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1671926400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-1-23 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L162-1-23",
                    "articleId": "LEGIARTI000044577372",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640390400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-16-5-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L162-16-5-4",
                    "articleId": "LEGIARTI000037859319",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1551398400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L162-17-1-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L162-17-1-2",
                    "articleId": "LEGIARTI000046812696",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1671926400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L165-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L165-1",
                    "articleId": "LEGIARTI000006740893",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L165-1-1-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L165-1-1-1",
                    "articleId": "LEGIARTI000039764237",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577491200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L165-1-6 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L165-1-6",
                    "articleId": "LEGIARTI000039776481",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577491200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L165-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L165-4",
                    "articleId": "LEGIARTI000046812839",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1671926400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L165-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L165-7",
                    "articleId": "LEGIARTI000046812803",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1671926400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L213-1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L213-1",
                    "articleId": "LEGIARTI000006741637",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R165-72 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R165-72",
                    "articleId": "LEGIARTI000039742400",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577491200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R165-89 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R165-89",
                    "articleId": "LEGIARTI000047384113",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1680307200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R165-90 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R165-90",
                    "articleId": "LEGIARTI000047384106",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1680307200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R165-91 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R165-91",
                    "articleId": "LEGIARTI000038946024",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1566518400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R165-92 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R165-92",
                    "articleId": "LEGIARTI000038946043",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1566518400000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R165-93 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R165-93",
                    "articleId": "LEGIARTI000043182211",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1614297600000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R165-95 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R165-95",
                    "articleId": "LEGIARTI000043182199",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1614297600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000037859619",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1551398400000,
                    "dateFin": 1577491200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000041397144",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1577491200000,
                    "dateFin": 1640390400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044628346",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1640390400000,
                    "dateFin": 1671926400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000046812781",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1671926400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L165-1-5",
                "165-1-5"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}