{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000044565058",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-La prise de contrôle d'une société possédant ou exploitant des biens immobiliers à usage ou à vocation agricole, au sens de l'article L. 143-1, réalisée par une personne physique ou morale qui détient déjà, dans les conditions prévues au III du présent article, directement ou indirectement, en propriété ou en jouissance, des biens de même nature dont la superficie totale excède un seuil d'agrandissement significatif ou qui, une fois réalisée la prise de contrôle, détiendrait une superficie totale excédant ce seuil est soumise à l'autorisation préalable du représentant de l'État dans le département. II.-Le seuil d'agrandissement significatif mentionné au I est fixé en hectares par le représentant de l'État dans la région. Il est fixé par région naturelle ou par territoire présentant une cohérence en matière agricole, dans les conditions prévues par le décret en Conseil d'État mentionné à l'article L. 333-5 après qu'il a été procédé aux consultations prévues par le même décret. Il est compris entre une fois et demie et trois fois la surface agricole utile régionale moyenne fixée dans le schéma directeur régional des exploitations agricoles en application du II de l'article L. 312-1. Pour l'application du présent article, le seuil d'agrandissement significatif applicable est celui fixé par le représentant de l'État dans la région du lieu où se trouve la plus grande superficie de terres détenues ou exploitées par la société faisant l'objet de la prise de contrôle. III.-Le seuil d'agrandissement significatif mentionné au I s'apprécie en additionnant la superficie de tous les biens immobiliers à usage ou à vocation agricole, toutes productions confondues, que la personne physique exploite ou possède, directement ou indirectement par l'interposition d'une ou de plusieurs personnes morales qu'elle contrôle au sens du IV. Lorsque des biens immobiliers à usage ou à vocation agricole se caractérisent par des natures de culture différentes, les équivalences prévues par le schéma directeur régional des exploitations agricoles pour le calcul du seuil d'agrandissement significatif sont respectées. Lorsque l'acquéreur des titres sociaux est une personne morale, sa situation au regard du seuil d'agrandissement significatif est appréciée à l'égard de toutes les personnes physiques qui la contrôlent, au sens des articles L. 233-3 et L. 233-4 du code de commerce. En cas d'interposition d'une ou de plusieurs personnes morales, la situation est appréciée à l'égard de toutes les personnes physiques qui contrôlent en dernier lieu, directement ou indirectement, la personne morale acquéreur. Est prise en compte la superficie de la totalité des biens immobiliers, sans égard pour le régime matrimonial du bénéficiaire de l'opération et sans tenir compte du fait qu'il ne détient que des droits indivis ou démembrés sur les immeubles faisant l'objet du calcul. Ne sont pas comptabilisés les biens immobiliers classés en nature de bois et forêts au cadastre, sauf : 1° S'ils sont le support d'une activité agricole au sens de l'article L. 311-1 du présent code ; 2° S'ils ont fait l'objet d'une autorisation de défrichement liée à des activités agricoles. IV.-Constitue une prise de contrôle la prise de participation par acquisition de titres sociaux qui confère à une personne physique ou morale, agissant directement ou par l'interposition d'une personne morale acquéreur, le contrôle de la société, au sens des articles L. 233-3 et L. 233-4 du code de commerce. Le présent chapitre s'applique également : 1° A toute modification de la répartition du capital social ou des droits de vote aboutissant à transférer le contrôle d'une société mentionnée au I du présent article à un nouveau bénéficiaire, associé ou non, remplissant les conditions prévues au III ; 2° A toute prise de participation complémentaire réalisée par un cessionnaire contrôlant déjà une société mentionnée au I ; 3° A toute prise de participation complémentaire, réalisée par un cessionnaire personne morale, ayant pour effet de renforcer les droits d'un tiers agissant par son interposition, lorsque ce cessionnaire contrôle déjà la société mentionnée au même I ; 4° A la prise de contrôle d'une société qui contrôle, directement ou indirectement, une autre société remplissant les conditions prévues au III. V.-Ne sont pas soumises au présent chapitre : 1° Les opérations d'acquisition et de rétrocession, par cession ou substitution, réalisées à l'amiable par les sociétés d'aménagement foncier et d'établissement rural dans le cadre de leurs missions légales ou lors de l'exercice de leur droit de préemption en application des articles L. 143-1 à L. 143-16. Ces opérations sont réalisées avec l'accord préalable exprès des commissaires du Gouvernement, qui veillent au respect des objectifs mentionnés au présent chapitre ; 2° Les opérations réalisées à titre gratuit ; 3° Les cessions de parts sociales ou d'actions entre époux, personnes liées par un pacte civil de solidarité, parents ou alliés jusqu'au quatrième degré inclus, à condition que le cessionnaire s'engage soit à participer effectivement à l'exploitation des biens immobiliers détenus ou exploités par la société, dans les conditions prévues à l'article L. 411-59, et à conserver la totalité des titres sociaux acquis pour une durée d'au moins neuf ans à compter de la date de la cession, soit à mettre à bail lesdits biens immobiliers au profit d'un locataire s'engageant à participer effectivement, dans les conditions prévues au même article L. 411-59, à l'exploitation de ces biens pendant une durée d'au moins neuf ans ; 4° Les cessions entre associés ou actionnaires détenant, depuis au moins neuf ans, des titres sociaux dans la société faisant l'objet de la prise de participation complémentaire et participant effectivement, au sens dudit article L. 411-59, à l'exploitation des immeubles que ladite société met en valeur. Lorsque la cession des titres sociaux fait suite à une maladie ou à un accident entraînant une invalidité totale et définitive, le cessionnaire est exempté de la condition d'ancienneté dans la société, dans des conditions définies par le décret prévu à l'article L. 333-5. VI.-Est nulle toute opération réalisée en violation du présent chapitre. L'action en nullité peut être exercée par l'autorité administrative compétente, d'office ou à la demande de la société d'aménagement foncier et d'établissement rural à laquelle la demande d'autorisation mentionnée au premier alinéa du I de l'article L. 333-3 devait être adressée. Elle se prescrit par douze mois à compter du jour où l'opération est connue de l'autorité administrative compétente. En sus de l'action en nullité, l'autorité administrative compétente peut, d'office ou à la demande de toute personne y ayant intérêt, prononcer une amende administrative égale au moins au montant fixé à l'article 131-13 du code pénal pour les contraventions de la cinquième classe et au plus à 2 % du montant de la transaction concernée. L'autorité administrative compétente avise préalablement l'auteur du manquement des faits relevés à son encontre, des dispositions qu'il a enfreintes et des sanctions qu'il encourt. Elle lui fait connaître le délai dont il dispose pour faire valoir ses observations écrites et, le cas échéant, les modalités selon lesquelles il peut être entendu s'il en fait la demande. Elle l'informe de son droit à être assisté du conseil de son choix. La décision de sanction ne peut être prise plus d'un an après la constatation des faits.",
            "texteHtml": "<p>I.-La prise de contrôle d'une société possédant ou exploitant des biens immobiliers à usage ou à vocation agricole, au sens de l'article L. 143-1, réalisée par une personne physique ou morale qui détient déjà, dans les conditions prévues au III du présent article, directement ou indirectement, en propriété ou en jouissance, des biens de même nature dont la superficie totale excède un seuil d'agrandissement significatif ou qui, une fois réalisée la prise de contrôle, détiendrait une superficie totale excédant ce seuil est soumise à l'autorisation préalable du représentant de l'État dans le département.<br/><br/>\n II.-Le seuil d'agrandissement significatif mentionné au I est fixé en hectares par le représentant de l'État dans la région. Il est fixé par région naturelle ou par territoire présentant une cohérence en matière agricole, dans les conditions prévues par le décret en Conseil d'État mentionné à l'article L. 333-5 après qu'il a été procédé aux consultations prévues par le même décret. Il est compris entre une fois et demie et trois fois la surface agricole utile régionale moyenne fixée dans le schéma directeur régional des exploitations agricoles en application du II de l'article L. 312-1.<br/><br/>\n Pour l'application du présent article, le seuil d'agrandissement significatif applicable est celui fixé par le représentant de l'État dans la région du lieu où se trouve la plus grande superficie de terres détenues ou exploitées par la société faisant l'objet de la prise de contrôle.<br/><br/>\n III.-Le seuil d'agrandissement significatif mentionné au I s'apprécie en additionnant la superficie de tous les biens immobiliers à usage ou à vocation agricole, toutes productions confondues, que la personne physique exploite ou possède, directement ou indirectement par l'interposition d'une ou de plusieurs personnes morales qu'elle contrôle au sens du IV.<br/><br/>\n Lorsque des biens immobiliers à usage ou à vocation agricole se caractérisent par des natures de culture différentes, les équivalences prévues par le schéma directeur régional des exploitations agricoles pour le calcul du seuil d'agrandissement significatif sont respectées.<br/><br/>\n Lorsque l'acquéreur des titres sociaux est une personne morale, sa situation au regard du seuil d'agrandissement significatif est appréciée à l'égard de toutes les personnes physiques qui la contrôlent, au sens des articles L. 233-3 et L. 233-4 du code de commerce. En cas d'interposition d'une ou de plusieurs personnes morales, la situation est appréciée à l'égard de toutes les personnes physiques qui contrôlent en dernier lieu, directement ou indirectement, la personne morale acquéreur.<br/><br/>\n Est prise en compte la superficie de la totalité des biens immobiliers, sans égard pour le régime matrimonial du bénéficiaire de l'opération et sans tenir compte du fait qu'il ne détient que des droits indivis ou démembrés sur les immeubles faisant l'objet du calcul.<br/><br/>\n Ne sont pas comptabilisés les biens immobiliers classés en nature de bois et forêts au cadastre, sauf :<br/><br/>\n 1° S'ils sont le support d'une activité agricole au sens de l'article L. 311-1 du présent code ;<br/><br/>\n 2° S'ils ont fait l'objet d'une autorisation de défrichement liée à des activités agricoles.<br/><br/>\n IV.-Constitue une prise de contrôle la prise de participation par acquisition de titres sociaux qui confère à une personne physique ou morale, agissant directement ou par l'interposition d'une personne morale acquéreur, le contrôle de la société, au sens des articles L. 233-3 et L. 233-4 du code de commerce.<br/><br/>\n Le présent chapitre s'applique également :<br/><br/>\n 1° A toute modification de la répartition du capital social ou des droits de vote aboutissant à transférer le contrôle d'une société mentionnée au I du présent article à un nouveau bénéficiaire, associé ou non, remplissant les conditions prévues au III ;<br/><br/>\n 2° A toute prise de participation complémentaire réalisée par un cessionnaire contrôlant déjà une société mentionnée au I ;<br/><br/>\n 3° A toute prise de participation complémentaire, réalisée par un cessionnaire personne morale, ayant pour effet de renforcer les droits d'un tiers agissant par son interposition, lorsque ce cessionnaire contrôle déjà la société mentionnée au même I ;<br/><br/>\n 4° A la prise de contrôle d'une société qui contrôle, directement ou indirectement, une autre société remplissant les conditions prévues au III.<br/><br/>\n V.-Ne sont pas soumises au présent chapitre :<br/><br/>\n 1° Les opérations d'acquisition et de rétrocession, par cession ou substitution, réalisées à l'amiable par les sociétés d'aménagement foncier et d'établissement rural dans le cadre de leurs missions légales ou lors de l'exercice de leur droit de préemption en application des articles L. 143-1 à L. 143-16. Ces opérations sont réalisées avec l'accord préalable exprès des commissaires du Gouvernement, qui veillent au respect des objectifs mentionnés au présent chapitre ;<br/><br/>\n 2° Les opérations réalisées à titre gratuit ;<br/><br/>\n 3° Les cessions de parts sociales ou d'actions entre époux, personnes liées par un pacte civil de solidarité, parents ou alliés jusqu'au quatrième degré inclus, à condition que le cessionnaire s'engage soit à participer effectivement à l'exploitation des biens immobiliers détenus ou exploités par la société, dans les conditions prévues à l'article L. 411-59, et à conserver la totalité des titres sociaux acquis pour une durée d'au moins neuf ans à compter de la date de la cession, soit à mettre à bail lesdits biens immobiliers au profit d'un locataire s'engageant à participer effectivement, dans les conditions prévues au même article L. 411-59, à l'exploitation de ces biens pendant une durée d'au moins neuf ans ;<br/><br/>\n 4° Les cessions entre associés ou actionnaires détenant, depuis au moins neuf ans, des titres sociaux dans la société faisant l'objet de la prise de participation complémentaire et participant effectivement, au sens dudit article L. 411-59, à l'exploitation des immeubles que ladite société met en valeur. Lorsque la cession des titres sociaux fait suite à une maladie ou à un accident entraînant une invalidité totale et définitive, le cessionnaire est exempté de la condition d'ancienneté dans la société, dans des conditions définies par le décret prévu à l'article L. 333-5.<br/><br/>\n VI.-Est nulle toute opération réalisée en violation du présent chapitre. L'action en nullité peut être exercée par l'autorité administrative compétente, d'office ou à la demande de la société d'aménagement foncier et d'établissement rural à laquelle la demande d'autorisation mentionnée au premier alinéa du I de l'article L. 333-3 devait être adressée. Elle se prescrit par douze mois à compter du jour où l'opération est connue de l'autorité administrative compétente.<br/><br/>\n En sus de l'action en nullité, l'autorité administrative compétente peut, d'office ou à la demande de toute personne y ayant intérêt, prononcer une amende administrative égale au moins au montant fixé à l'article 131-13 du code pénal pour les contraventions de la cinquième classe et au plus à 2 % du montant de la transaction concernée. L'autorité administrative compétente avise préalablement l'auteur du manquement des faits relevés à son encontre, des dispositions qu'il a enfreintes et des sanctions qu'il encourt. Elle lui fait connaître le délai dont il dispose pour faire valoir ses observations écrites et, le cas échéant, les modalités selon lesquelles il peut être entendu s'il en fait la demande. Elle l'informe de son droit à être assisté du conseil de son choix. La décision de sanction ne peut être prise plus d'un an après la constatation des faits.</p>",
            "num": "L333-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1656633600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610612735,
            "context": {
                "titresTM": [
                    {
                        "debut": "1982-12-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098262",
                        "id": "LEGISCTA000006098262",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1993-07-23",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Exploitation agricole",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121420",
                        "id": "LEGISCTA000006121420",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1994-03-01",
                        "fin": "2999-01-01",
                        "titre": "Titre III : La politique d'installation et le contrôle des structures et de la production",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138329",
                        "id": "LEGISCTA000006138329",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2022-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Contrôle des sociétés possédant ou exploitant du foncier agricole",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000044564490",
                        "id": "LEGISCTA000044564548",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2010-05-08",
                        "fin": "2999-01-01",
                        "titre": "Code rural et de la pêche maritime",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000022197698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-12-01",
                        "fin": "2010-05-08",
                        "titre": "Code rural (nouveau)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000006071367",
                        "etat": "MODIFIE"
                    }
                ]
            },
            "cid": "LEGIARTI000044564494",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000044564490",
            "sectionParentId": "LEGISCTA000044564548",
            "sectionParentTitre": "Chapitre III : Contrôle des sociétés possédant ou exploitant du foncier agricole",
            "fullSectionsTitre": "Partie législative &gt; Livre III : Exploitation agricole &gt; Titre III : La politique d'installation et le contrôle des structures et de la production &gt; Chapitre III : Contrôle des sociétés possédant ou exploitant du foncier agricole",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000044565058",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000022197698",
                    "titre": "Code rural et de la pêche maritime",
                    "titreLong": "Code rural et de la pêche maritime",
                    "etat": "VIGUEUR",
                    "dateDebut": 1273276800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                },
                {
                    "id": "LEGITEXT000006071367",
                    "titre": "Code rural",
                    "titreLong": "Code rural (nouveau)",
                    "etat": "MODIFIE",
                    "dateDebut": 312854400000,
                    "dateFin": 1273276800000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Se reporter aux conditions d'application prévues au I de l'article 7 de la loi n° 2021-1756 du 23 décembre 2021.",
            "notaHtml": "<p>Se reporter aux conditions d'application prévues au I de l'article 7 de la loi n° 2021-1756 du 23 décembre 2021.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000044553572",
                    "textTitle": "LOI n°2021-1756 du 23 décembre 2021 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000044563582",
                    "natureText": "LOI",
                    "datePubliTexte": "2021-12-24",
                    "dateSignaTexte": "2021-12-23",
                    "dateDebutCible": "2021-12-25"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000046678391",
                    "textTitle": "Décret n°2022-1515 du 2 décembre 2022 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000046680290",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-1515",
                    "datePubli": 1670112000000,
                    "dateDebut": 1670198400000
                },
                {
                    "textCid": "JORFTEXT000046847603",
                    "textTitle": "Arrêté du 23 décembre 2022 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000046847605",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1672444800000,
                    "dateDebut": 32472144000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000044565058",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1656633600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L333-2",
                "333-2"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}