{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000048881857",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La norme d'exercice professionnel relative au caractère probant des éléments collectés (applications spécifiques), homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : NORME D'EXERCICE PROFESSIONNEL RELATIVE AU CARACTÈRE PROBANT DES ÉLÉMENTS COLLECTÉS Introduction 1. La présente norme a pour objet de définir les procédures d'audit à mettre en œuvre par le commissaire aux comptes pour collecter des éléments qui lui permettent d'aboutir à des conclusions au titre : - de l'inventaire physique des stocks ; - des procès, contentieux et litiges ; - des immobilisations financières ; - des informations sectorielles données dans l'annexe des comptes. 2. Les procédures définies dans cette norme ne dispensent pas le commissaire aux comptes de mettre en œuvre les principes et les procédures définies dans les autres normes d'exercice professionnel pour les éléments mentionnés ci-dessus. Inventaire physique des stocks 3. Lorsque le commissaire aux comptes estime que les stocks sont significatifs, il assiste à la prise d'inventaire physique afin de collecter des éléments suffisants et appropriés sur l'existence et sur l'état physique de ceux-ci. La présence à la prise d'inventaire permet au commissaire aux comptes de vérifier que les procédures définies par la direction pour l'enregistrement et le contrôle des résultats des comptages sont appliquées et d'en apprécier la fiabilité. 4. Lorsque les stocks sont répartis sur plusieurs sites, le commissaire aux comptes détermine les lieux où il estime que sa présence à l'inventaire physique est nécessaire. Pour ce faire, il tient compte du risque d'anomalies significatives au niveau des stocks de chaque site. 5. Si, en raison de circonstances imprévues, le commissaire aux comptes ne peut être présent à la date prévue pour la prise d'inventaire physique, et dans la mesure où il existe un inventaire permanent, il intervient à une autre date : - soit en procédant lui-même à des comptages physiques ; - soit en assistant à des tels comptages. Il effectue également, s'il le juge nécessaire, des contrôles sur les mouvements intercalaires. 6. Lorsque sa présence à la prise d'inventaire physique est impossible, notamment en raison de la nature et du lieu de cet inventaire, le commissaire aux comptes détermine s'il peut mettre en œuvre des procédures d'audit alternatives fournissant des éléments présentant un caractère probant équivalent. Procès, contentieux et litiges 7. Le commissaire aux comptes met en œuvre des procédures d'audit afin d'identifier les procès, contentieux ou litiges impliquant l'entité susceptibles d'engendrer des risques d'anomalies significatives dans les comptes. Si le commissaire aux comptes a identifié de tels risques, il demande à la direction de l'entité d'obtenir de ses avocats des informations sur ces procès, contentieux ou litiges et de les lui communiquer. 8. Si la direction de l'entité refuse de demander des informations à ses avocats ou de communiquer au commissaire aux comptes les informations obtenues, le commissaire aux comptes en tire les conséquences éventuelles dans son rapport. Immobilisations financières 9. Lorsque le commissaire aux comptes estime que les immobilisations financières sont significatives, il met en œuvre des procédures d'audit destinées à vérifier leur évaluation et leur imputation et à apprécier les informations fournies dans l'annexe. Informations sectorielles données dans l'annexe des comptes 10. Lorsque le commissaire aux comptes estime que les informations sectorielles sont significatives, il collecte des éléments destinés à apprécier l'information fournie dans l'annexe des comptes de l'entité. A cette fin, il met notamment en œuvre des procédures analytiques et s'entretient avec la direction sur des méthodes utilisées pour l'établissement de ces informations.",
            "texteHtml": "<p></p><p>La norme d'exercice professionnel relative au caractère probant des éléments collectés (applications spécifiques), homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous :</p><p></p><p></p><p align='center'>NORME D'EXERCICE PROFESSIONNEL RELATIVE AU CARACTÈRE PROBANT DES ÉLÉMENTS COLLECTÉS<br/></p><p>Introduction</p><p>1. La présente norme a pour objet de définir les procédures d'audit à mettre en œuvre par le commissaire aux comptes pour collecter des éléments qui lui permettent d'aboutir à des conclusions au titre :</p><p>- de l'inventaire physique des stocks ;</p><p>- des procès, contentieux et litiges ;</p><p>- des immobilisations financières ;</p><p>- des informations sectorielles données dans l'annexe des comptes.</p><p>2. Les procédures définies dans cette norme ne dispensent pas le commissaire aux comptes de mettre en œuvre les principes et les procédures définies dans les autres normes d'exercice professionnel pour les éléments mentionnés ci-dessus.</p><p>Inventaire physique des stocks</p><p>3. Lorsque le commissaire aux comptes estime que les stocks sont significatifs, il assiste à la prise d'inventaire physique afin de collecter des éléments suffisants et appropriés sur l'existence et sur l'état physique de ceux-ci.</p><p>La présence à la prise d'inventaire permet au commissaire aux comptes de vérifier que les procédures définies par la direction pour l'enregistrement et le contrôle des résultats des comptages sont appliquées et d'en apprécier la fiabilité.</p><p>4. Lorsque les stocks sont répartis sur plusieurs sites, le commissaire aux comptes détermine les lieux où il estime que sa présence à l'inventaire physique est nécessaire.</p><p>Pour ce faire, il tient compte du risque d'anomalies significatives au niveau des stocks de chaque site.</p><p>5. Si, en raison de circonstances imprévues, le commissaire aux comptes ne peut être présent à la date prévue pour la prise d'inventaire physique, et dans la mesure où il existe un inventaire permanent, il intervient à une autre date :</p><p>- soit en procédant lui-même à des comptages physiques ;</p><p>- soit en assistant à des tels comptages.</p><p>Il effectue également, s'il le juge nécessaire, des contrôles sur les mouvements intercalaires.</p><p>6. Lorsque sa présence à la prise d'inventaire physique est impossible, notamment en raison de la nature et du lieu de cet inventaire, le commissaire aux comptes détermine s'il peut mettre en œuvre des procédures d'audit alternatives fournissant des éléments présentant un caractère probant équivalent.</p><p>Procès, contentieux et litiges</p><p>7. Le commissaire aux comptes met en œuvre des procédures d'audit afin d'identifier les procès, contentieux ou litiges impliquant l'entité susceptibles d'engendrer des risques d'anomalies significatives dans les comptes.</p><p>Si le commissaire aux comptes a identifié de tels risques, il demande à la direction de l'entité d'obtenir de ses avocats des informations sur ces procès, contentieux ou litiges et de les lui communiquer.</p><p>8. Si la direction de l'entité refuse de demander des informations à ses avocats ou de communiquer au commissaire aux comptes les informations obtenues, le commissaire aux comptes en tire les conséquences éventuelles dans son rapport.</p><p>Immobilisations financières</p><p>9. Lorsque le commissaire aux comptes estime que les immobilisations financières sont significatives, il met en œuvre des procédures d'audit destinées à vérifier leur évaluation et leur imputation et à apprécier les informations fournies dans l'annexe.</p><p>Informations sectorielles données dans l'annexe des comptes</p><p>10. Lorsque le commissaire aux comptes estime que les informations sectorielles sont significatives, il collecte des éléments destinés à apprécier l'information fournie dans l'annexe des comptes de l'entité.</p><p>A cette fin, il met notamment en œuvre des procédures analytiques et s'entretient avec la direction sur des méthodes utilisées pour l'établissement de ces informations.</p><p></p>",
            "num": "A821-75",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1704067200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 67108863,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2024-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000020163597",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2024-01-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes, des organismes tiers indépendants et des auditeurs des informations en matière de durabilité.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000048932974",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2024-01-01",
                        "titre": "Chapitre II : Du statut des commissaires aux comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163060",
                        "id": "LEGISCTA000020163571",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2024-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Des commissaires aux comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163060",
                        "id": "LEGISCTA000048933008",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2024-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : De l'exercice du contrôle légal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000048874153",
                        "id": "LEGISCTA000048874153",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2024-01-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 3 : Des modalités d'exercice de la mission",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000048874159",
                        "id": "LEGISCTA000048874159",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2024-01-01",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 2 : De la certification des comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000048874163",
                        "id": "LEGISCTA000048874163",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2024-01-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-paragraphe 3 : Des techniques de contrôle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000048874213",
                        "id": "LEGISCTA000048874213",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000048881857",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000048874213",
            "sectionParentId": "LEGISCTA000048874213",
            "sectionParentTitre": "Sous-paragraphe 3 : Des techniques de contrôle",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; TITRE II : Des commissaires aux comptes, des organismes tiers indépendants et des auditeurs des informations en matière de durabilité. &gt; Chapitre Ier : Des commissaires aux comptes &gt; Section 3 : De l'exercice du contrôle légal &gt; Sous-section 3 : Des modalités d'exercice de la mission &gt; Paragraphe 2 : De la certification des comptes &gt; Sous-paragraphe 3 : Des techniques de contrôle",
            "refInjection": "MD-20240112_202141_801_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000048881857",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000048735742",
                    "textTitle": "Arrêté du 28 décembre 2023 - art. 5",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000048870612",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2023-12-31",
                    "dateSignaTexte": "2023-12-28",
                    "dateDebutCible": "2024-01-01"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. A823-10 (T)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "A823-10",
                    "articleId": "LEGIARTI000020163434",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000048881857",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1704067200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A821-75",
                "821-75"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}