{
    "cid": "LEGIARTI000032284097",
    "num": "L2241-2-1",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "PARTIE LEGISLATIVE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000023706480",
                        "id": "LEGISCTA000023706480",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "DEUXIEME PARTIE : TRANSPORT FERROVIAIRE OU GUIDE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023070222",
                        "id": "LEGISCTA000023084761",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : INTEROPERABILITE, SECURITE, SURETE  DES TRANSPORTS FERROVIAIRES OU GUIDES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023070711",
                        "id": "LEGISCTA000023084268",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE IV : POLICE DU TRANSPORT FERROVIAIRE  OU GUIDE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023070822",
                        "id": "LEGISCTA000023084165",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Recherche, constatation et poursuite des infractions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023070826",
                        "id": "LEGISCTA000023084161",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "Code des transports",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023086525",
                        "id": "LEGITEXT000023086525",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000032284097",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 529-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "529-3",
                    "articleId": "LEGIARTI000006576852",
                    "natureText": "CODE",
                    "date": 1599127747342,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 528508800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 529-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "529-4",
                    "articleId": "LEGIARTI000006576853",
                    "natureText": "CODE",
                    "date": 1599127747342,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1458691200000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L166 F (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L166 F",
                    "articleId": "LEGIARTI000032284139",
                    "natureText": "CODE",
                    "date": 1599127747342,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1458691200000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000032282279",
                    "textTitle": "LOI n°2016-339 du 22 mars 2016 - art. 18",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "18",
                    "articleId": "LEGIARTI000032283888",
                    "natureText": "LOI",
                    "datePubliTexte": "2016-03-23",
                    "dateSignaTexte": "2016-03-22",
                    "dateDebutCible": "2016-03-23"
                }
            ],
            "num": "L2241-2-1",
            "origine": "LEGI",
            "texte": "Pour fiabiliser les données relatives à l'identité et à l'adresse du contrevenant recueillies lors de la constatation des contraventions mentionnées à l' article 529-3 du code de procédure pénale , les agents de l'exploitant du service de transport chargés du recouvrement des sommes dues au titre de la transaction mentionnée à l'article 529-4 du même code peuvent obtenir communication auprès des administrations publiques et des organismes de sécurité sociale, sans que le secret professionnel puisse leur être opposé, des renseignements, strictement limités aux nom, prénoms, date et lieu de naissance des contrevenants, ainsi qu'à l'adresse de leur domicile. Ils sont tenus au secret professionnel. Les renseignements transmis ne peuvent être utilisés que dans le cadre de la procédure prévue aux articles 529-3 à 529-5 dudit code, en vue de permettre le recouvrement des sommes dues au titre de la transaction pénale ou de l'amende forfaitaire majorée. Ils ne peuvent être communiqués à d'autres tiers que ceux chargés de recouvrer ces sommes ou à l'autorité judiciaire qui est informée des cas d'usurpation d'identité détectés à l'occasion de ces échanges d'information. Les demandes des exploitants et les renseignements communiqués en réponse sont transmis par l'intermédiaire d'une personne morale unique, commune aux exploitants. Les agents de cette personne morale unique susceptibles d'avoir accès à ces renseignements, dont le nombre maximal est fixé par arrêté conjoint du ministre de l'intérieur et des ministres chargés des finances et des transports, sont spécialement désignés et habilités à cet effet par la personne morale. Ils sont tenus au secret professionnel. Les modalités d'application du présent article sont déterminées par décret en Conseil d'Etat pris après avis de la Commission nationale de l'informatique et des libertés.",
            "texteHtml": "<div align='left'>Pour fiabiliser les données relatives à l'identité et à l'adresse du contrevenant recueillies lors de la constatation des contraventions mentionnées à l'<a href='/article/LEGIARTI000006576852'>article 529-3 du code de procédure pénale</a>, les agents de l'exploitant du service de transport chargés du recouvrement des sommes dues au titre de la transaction mentionnée à l'article <a href='/article/LEGIARTI000006576853' title='Code de procédure pénale - art. 529-4 (V)'>529-4</a> du même code peuvent obtenir communication auprès des administrations publiques et des organismes de sécurité sociale, sans que le secret professionnel puisse leur être opposé, des renseignements, strictement limités aux nom, prénoms, date et lieu de naissance des contrevenants, ainsi qu'à l'adresse de leur domicile. Ils sont tenus au secret professionnel. <br/><br/>Les renseignements transmis ne peuvent être utilisés que dans le cadre de la procédure prévue aux articles 529-3 à 529-5 dudit code, en vue de permettre le recouvrement des sommes dues au titre de la transaction pénale ou de l'amende forfaitaire majorée. Ils ne peuvent être communiqués à d'autres tiers que ceux chargés de recouvrer ces sommes ou à l'autorité judiciaire qui est informée des cas d'usurpation d'identité détectés à l'occasion de ces échanges d'information. <br/><br/>Les demandes des exploitants et les renseignements communiqués en réponse sont transmis par l'intermédiaire d'une personne morale unique, commune aux exploitants. Les agents de cette personne morale unique susceptibles d'avoir accès à ces renseignements, dont le nombre maximal est fixé par arrêté conjoint du ministre de l'intérieur et des ministres chargés des finances et des transports, sont spécialement désignés et habilités à cet effet par la personne morale. Ils sont tenus au secret professionnel. <br/><br/>Les modalités d'application du présent article sont déterminées par décret en Conseil d'Etat pris après avis de la Commission nationale de l'informatique et des libertés.<br/></div>",
            "type": "AUTONOME",
            "dateDebut": "2016-03-23T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}