{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000044260077",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. (Abrogé) II. - A Mayotte, les antennes de la société nationale chargée du service public de la communication audiovisuelle outre-mer sont mises à la disposition des partis et groupements politiques représentant des candidats dont la candidature a été régulièrement enregistrée. III. - Une durée d'émission de trois heures à la télévision et de trois heures à la radio est mise à la disposition des candidats présentés par les partis et groupements politiques représentés au conseil départemental. L'Autorité de régulation de la communication audiovisuelle et numérique détermine le temps attribué à chaque parti ou groupement en fonction de la représentation des partis et groupements politiques au conseil départemental. Cette représentation est constatée au vu de la déclaration individuelle de rattachement faite par chaque élu sortant au plus tard deux mois avant la date d'expiration du mandat du conseil général ou, en cas de dissolution, dans les huit jours de la publication du décret qui la décide. En cas de vacance de l'ensemble des sièges du conseil départemental consécutive à la démission globale de ses membres, la déclaration individuelle de rattachement est faite dans les huit jours qui suivent la date de la réception de la dernière démission par le représentant de l'Etat. Les partis et groupements peuvent décider d'utiliser en commun leur temps de parole. Chaque parti ou groupement dispose d'une durée minimale de cinq minutes à la télévision et de cinq minutes à la radio. IV. - Une durée maximale d'émission de trente minutes à la télévision et de trente minutes à la radio est mise à la disposition des autres partis ou groupements. Cette durée est répartie également entre ces partis ou groupements par l'Autorité de régulation de la communication audiovisuelle et numérique, sans qu'un parti ou groupement ne puisse bénéficier de plus de cinq minutes à la télévision et de cinq minutes à la radio. V. - Les conditions de production, de programmation et de diffusion des émissions sont fixées par l'Autorité de régulation de la communication audiovisuelle et numérique. Celle-ci adresse des recommandations aux exploitants des autres services de communication audiovisuelle autorisés dans la collectivité. Elle désigne un représentant à Mayotte pendant toute la durée de la campagne.",
            "texteHtml": "<p>I. (Abrogé)</p><p>II. - A Mayotte, les antennes de la société nationale chargée du service public de la communication audiovisuelle outre-mer sont mises à la disposition des partis et groupements politiques représentant des candidats dont la candidature a été régulièrement enregistrée.</p><p>III. - Une durée d'émission de trois heures à la télévision et de trois heures à la radio est mise à la disposition des candidats présentés par les partis et groupements politiques représentés au conseil départemental.</p><p>L'Autorité de régulation de la communication audiovisuelle et numérique détermine le temps attribué à chaque parti ou groupement en fonction de la représentation des partis et groupements politiques au conseil départemental. Cette représentation est constatée au vu de la déclaration individuelle de rattachement faite par chaque élu sortant au plus tard deux mois avant la date d'expiration du mandat du conseil général ou, en cas de dissolution, dans les huit jours de la publication du décret qui la décide.</p><p>En cas de vacance de l'ensemble des sièges du conseil départemental consécutive à la démission globale de ses membres, la déclaration individuelle de rattachement est faite dans les huit jours qui suivent la date de la réception de la dernière démission par le représentant de l'Etat.</p><p>Les partis et groupements peuvent décider d'utiliser en commun leur temps de parole.</p><p>Chaque parti ou groupement dispose d'une durée minimale de cinq minutes à la télévision et de cinq minutes à la radio.</p><p>IV. - Une durée maximale d'émission de trente minutes à la télévision et de trente minutes à la radio est mise à la disposition des autres partis ou groupements.</p><p>Cette durée est répartie également entre ces partis ou groupements par l'Autorité de régulation de la communication audiovisuelle et numérique, sans qu'un parti ou groupement ne puisse bénéficier de plus de cinq minutes à la télévision et de cinq minutes à la radio.</p><p>V. - Les conditions de production, de programmation et de diffusion des émissions sont fixées par l'Autorité de régulation de la communication audiovisuelle et numérique. Celle-ci adresse des recommandations aux exploitants des autres services de communication audiovisuelle autorisés dans la collectivité. Elle désigne un représentant à Mayotte pendant toute la durée de la campagne.</p>",
            "num": "L462",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "VIGUEUR",
            "dateDebut": 1635292800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 300643,
            "context": {
                "titresTM": [
                    {
                        "debut": "1964-10-28",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006085760",
                        "id": "LEGISCTA000006085760",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-02-22",
                        "fin": "2999-01-01",
                        "titre": "Livre VI : Dispositions particulières à Mayotte, à Saint-Barthélemy, à Saint-Martin  et à Saint-Pierre-et-Miquelon",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006115468",
                        "id": "LEGISCTA000006115468",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-02-22",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Mayotte",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006134800",
                        "id": "LEGISCTA000006134800",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-02-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Dispositions applicables à l'élection des conseillers généraux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006148534",
                        "id": "LEGISCTA000006148534",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1964-10-28",
                        "fin": "2999-01-01",
                        "titre": "Code électoral",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070239",
                        "id": "LEGITEXT000006070239",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006354197",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006148534",
            "sectionParentId": "LEGISCTA000006148534",
            "sectionParentTitre": "Chapitre III : Dispositions applicables à l'élection des conseillers généraux",
            "fullSectionsTitre": "Partie législative &gt; Livre VI : Dispositions particulières à Mayotte, à Saint-Barthélemy, à Saint-Martin  et à Saint-Pierre-et-Miquelon &gt; Titre Ier : Mayotte &gt; Chapitre III : Dispositions applicables à l'élection des conseillers généraux",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000044260077",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070239",
                    "titre": "Code électoral",
                    "titreLong": "Code électoral",
                    "etat": "VIGUEUR",
                    "dateDebut": -163382400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070239",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "<p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000044245615",
                    "textTitle": "LOI n°2021-1382 du 25 octobre 2021 - art. 33",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "33",
                    "articleId": "LEGIARTI000044246447",
                    "natureText": "LOI",
                    "datePubliTexte": "2021-10-26",
                    "dateSignaTexte": "2021-10-25",
                    "dateDebutCible": "2021-10-27"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000018151927",
                    "textTitle": "Décision n°2008-131  du 12 février 2008 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000018151932",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2008-131",
                    "datePubli": 1203552000000,
                    "dateDebut": 32472144000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006354197",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1172102400000,
                    "dateFin": 1301529600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000023260779",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1301529600000,
                    "dateFin": 1426982400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028889800",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1426982400000,
                    "dateFin": 1635292800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044260077",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1635292800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L462",
                "462"
            ],
            "versionPrecedente": "LEGIARTI000028889800",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000028889800",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. (Abrogé) II. - A Mayotte, les antennes de la société nationale chargée du service public de la communication audiovisuelle outre-mer sont mises à la disposition des partis et groupements politiques représentant des candidats dont la candidature a été régulièrement enregistrée. III. - Une durée d'émission de trois heures à la télévision et de trois heures à la radio est mise à la disposition des candidats présentés par les partis et groupements politiques représentés au conseil départemental. Le Conseil supérieur de l'audiovisuel détermine le temps attribué à chaque parti ou groupement en fonction de la représentation des partis et groupements politiques au conseil départemental. Cette représentation est constatée au vu de la déclaration individuelle de rattachement faite par chaque élu sortant au plus tard deux mois avant la date d'expiration du mandat du conseil général ou, en cas de dissolution, dans les huit jours de la publication du décret qui la décide. En cas de vacance de l'ensemble des sièges du conseil départemental consécutive à la démission globale de ses membres, la déclaration individuelle de rattachement est faite dans les huit jours qui suivent la date de la réception de la dernière démission par le représentant de l'Etat. Les partis et groupements peuvent décider d'utiliser en commun leur temps de parole. Chaque parti ou groupement dispose d'une durée minimale de cinq minutes à la télévision et de cinq minutes à la radio. IV. - Une durée maximale d'émission de trente minutes à la télévision et de trente minutes à la radio est mise à la disposition des autres partis ou groupements. Cette durée est répartie également entre ces partis ou groupements par le Conseil supérieur de l'audiovisuel, sans qu'un parti ou groupement ne puisse bénéficier de plus de cinq minutes à la télévision et de cinq minutes à la radio. V. - Les conditions de production, de programmation et de diffusion des émissions sont fixées par le Conseil supérieur de l'audiovisuel. Celui-ci adresse des recommandations aux exploitants des autres services de communication audiovisuelle autorisés dans la collectivité. Il désigne un représentant à Mayotte pendant toute la durée de la campagne.",
            "texteHtml": "<p>I. (Abrogé) </p><p>II. - A Mayotte, les antennes de la société nationale chargée du service public de la communication audiovisuelle outre-mer sont mises à la disposition des partis et groupements politiques représentant des candidats dont la candidature a été régulièrement enregistrée.</p><p>III. - Une durée d'émission de trois heures à la télévision et de trois heures à la radio est mise à la disposition des candidats présentés par les partis et groupements politiques représentés au conseil départemental.</p><p>Le Conseil supérieur de l'audiovisuel détermine le temps attribué à chaque parti ou groupement en fonction de la représentation des partis et groupements politiques au conseil départemental. Cette représentation est constatée au vu de la déclaration individuelle de rattachement faite par chaque élu sortant au plus tard deux mois avant la date d'expiration du mandat du conseil général ou, en cas de dissolution, dans les huit jours de la publication du décret qui la décide.</p><p>En cas de vacance de l'ensemble des sièges du conseil départemental consécutive à la démission globale de ses membres, la déclaration individuelle de rattachement est faite dans les huit jours qui suivent la date de la réception de la dernière démission par le représentant de l'Etat.</p><p>Les partis et groupements peuvent décider d'utiliser en commun leur temps de parole.</p><p>Chaque parti ou groupement dispose d'une durée minimale de cinq minutes à la télévision et de cinq minutes à la radio.</p><p>IV. - Une durée maximale d'émission de trente minutes à la télévision et de trente minutes à la radio est mise à la disposition des autres partis ou groupements.</p><p>Cette durée est répartie également entre ces partis ou groupements par le Conseil supérieur de l'audiovisuel, sans qu'un parti ou groupement ne puisse bénéficier de plus de cinq minutes à la télévision et de cinq minutes à la radio.</p><p>V. - Les conditions de production, de programmation et de diffusion des émissions sont fixées par le Conseil supérieur de l'audiovisuel. Celui-ci adresse des recommandations aux exploitants des autres services de communication audiovisuelle autorisés dans la collectivité. Il désigne un représentant à Mayotte pendant toute la durée de la campagne.</p>",
            "num": "L462",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1426982400000,
            "dateFin": 1635292800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 300643,
            "context": {
                "titresTM": [
                    {
                        "debut": "1964-10-28",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006085760",
                        "id": "LEGISCTA000006085760",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-02-22",
                        "fin": "2999-01-01",
                        "titre": "Livre VI : Dispositions particulières à Mayotte, à Saint-Barthélemy, à Saint-Martin  et à Saint-Pierre-et-Miquelon",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006115468",
                        "id": "LEGISCTA000006115468",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-02-22",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Mayotte",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006134800",
                        "id": "LEGISCTA000006134800",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-02-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Dispositions applicables à l'élection des conseillers généraux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006148534",
                        "id": "LEGISCTA000006148534",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1964-10-28",
                        "fin": "2999-01-01",
                        "titre": "Code électoral",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070239",
                        "id": "LEGITEXT000006070239",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006354197",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006148534",
            "sectionParentId": "LEGISCTA000006148534",
            "sectionParentTitre": "Chapitre III : Dispositions applicables à l'élection des conseillers généraux",
            "fullSectionsTitre": "Partie législative &gt; Livre VI : Dispositions particulières à Mayotte, à Saint-Barthélemy, à Saint-Martin  et à Saint-Pierre-et-Miquelon &gt; Titre Ier : Mayotte &gt; Chapitre III : Dispositions applicables à l'élection des conseillers généraux",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000028889800",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070239",
                    "titre": "Code électoral",
                    "titreLong": "Code électoral",
                    "etat": "VIGUEUR",
                    "dateDebut": -163382400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070239",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "<p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000027414225",
                    "textTitle": "LOI n°2013-403\r\n du 17 mai 2013 - art. 1 (V)",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000027416696",
                    "natureText": "LOI",
                    "datePubliTexte": "2013-05-18",
                    "dateSignaTexte": "2013-05-17",
                    "dateDebutCible": "2013-05-19"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000018151927",
                    "textTitle": "Décision n°2008-131  du 12 février 2008 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000018151932",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2008-131",
                    "datePubli": 1203552000000,
                    "dateDebut": 32472144000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006354197",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1172102400000,
                    "dateFin": 1301529600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000023260779",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1301529600000,
                    "dateFin": 1426982400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028889800",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1426982400000,
                    "dateFin": 1635292800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044260077",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1635292800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L462",
                "462"
            ],
            "versionPrecedente": "LEGIARTI000023260779",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000023260779",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. (Abrogé) ; II. - A Mayotte, les antennes de la société nationale chargée du service public de la communication audiovisuelle outre-mer sont mises à la disposition des partis et groupements politiques représentant des candidats dont la candidature a été régulièrement enregistrée. III. - Une durée d'émission de trois heures à la télévision et de trois heures à la radio est mise à la disposition des candidats présentés par les partis et groupements politiques représentés au conseil général. Le Conseil supérieur de l'audiovisuel détermine le temps attribué à chaque parti ou groupement en fonction de la représentation des partis et groupements politiques au conseil général. Cette représentation est constatée au vu de la déclaration individuelle de rattachement faite par chaque élu sortant au plus tard deux mois avant la date d'expiration du mandat du conseil général ou, en cas de dissolution, dans les huit jours de la publication du décret qui la décide. En cas de vacance de l'ensemble des sièges du conseil général consécutive à la démission globale de ses membres, la déclaration individuelle de rattachement est faite dans les huit jours qui suivent la date de la réception de la dernière démission par le représentant de l'Etat. Les partis et groupements peuvent décider d'utiliser en commun leur temps de parole. Chaque parti ou groupement dispose d'une durée minimale de cinq minutes à la télévision et de cinq minutes à la radio. IV. - Une durée maximale d'émission de trente minutes à la télévision et de trente minutes à la radio est mise à la disposition des autres partis ou groupements. Cette durée est répartie également entre ces partis ou groupements par le Conseil supérieur de l'audiovisuel, sans qu'un parti ou groupement ne puisse bénéficier de plus de cinq minutes à la télévision et de cinq minutes à la radio. V. - Les conditions de production, de programmation et de diffusion des émissions sont fixées par le Conseil supérieur de l'audiovisuel. Celui-ci adresse des recommandations aux exploitants des autres services de communication audiovisuelle autorisés dans la collectivité. Il désigne un représentant à Mayotte pendant toute la durée de la campagne.",
            "texteHtml": "<p>I. (Abrogé) ; </p><p>II. - A Mayotte, les antennes de la société nationale chargée du service public de la communication audiovisuelle outre-mer sont mises à la disposition des partis et groupements politiques représentant des candidats dont la candidature a été régulièrement enregistrée.</p><p>III. - Une durée d'émission de trois heures à la télévision et de trois heures à la radio est mise à la disposition des candidats présentés par les partis et groupements politiques représentés au conseil général.</p><p>Le Conseil supérieur de l'audiovisuel détermine le temps attribué à chaque parti ou groupement en fonction de la représentation des partis et groupements politiques au conseil général. Cette représentation est constatée au vu de la déclaration individuelle de rattachement faite par chaque élu sortant au plus tard deux mois avant la date d'expiration du mandat du conseil général ou, en cas de dissolution, dans les huit jours de la publication du décret qui la décide.</p><p>En cas de vacance de l'ensemble des sièges du conseil général consécutive à la démission globale de ses membres, la déclaration individuelle de rattachement est faite dans les huit jours qui suivent la date de la réception de la dernière démission par le représentant de l'Etat.</p><p>Les partis et groupements peuvent décider d'utiliser en commun leur temps de parole.</p><p>Chaque parti ou groupement dispose d'une durée minimale de cinq minutes à la télévision et de cinq minutes à la radio.</p><p>IV. - Une durée maximale d'émission de trente minutes à la télévision et de trente minutes à la radio est mise à la disposition des autres partis ou groupements.</p><p>Cette durée est répartie également entre ces partis ou groupements par le Conseil supérieur de l'audiovisuel, sans qu'un parti ou groupement ne puisse bénéficier de plus de cinq minutes à la télévision et de cinq minutes à la radio.</p><p>V. - Les conditions de production, de programmation et de diffusion des émissions sont fixées par le Conseil supérieur de l'audiovisuel. Celui-ci adresse des recommandations aux exploitants des autres services de communication audiovisuelle autorisés dans la collectivité. Il désigne un représentant à Mayotte pendant toute la durée de la campagne.</p>",
            "num": "L462",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1301529600000,
            "dateFin": 1426982400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 300643,
            "context": {
                "titresTM": [
                    {
                        "debut": "1964-10-28",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006085760",
                        "id": "LEGISCTA000006085760",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-02-22",
                        "fin": "2999-01-01",
                        "titre": "Livre VI : Dispositions particulières à Mayotte, à Saint-Barthélemy, à Saint-Martin  et à Saint-Pierre-et-Miquelon",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006115468",
                        "id": "LEGISCTA000006115468",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-02-22",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Mayotte",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006134800",
                        "id": "LEGISCTA000006134800",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-02-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Dispositions applicables à l'élection des conseillers généraux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006148534",
                        "id": "LEGISCTA000006148534",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1964-10-28",
                        "fin": "2999-01-01",
                        "titre": "Code électoral",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070239",
                        "id": "LEGITEXT000006070239",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006354197",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006148534",
            "sectionParentId": "LEGISCTA000006148534",
            "sectionParentTitre": "Chapitre III : Dispositions applicables à l'élection des conseillers généraux",
            "fullSectionsTitre": "Partie législative &gt; Livre VI : Dispositions particulières à Mayotte, à Saint-Barthélemy, à Saint-Martin  et à Saint-Pierre-et-Miquelon &gt; Titre Ier : Mayotte &gt; Chapitre III : Dispositions applicables à l'élection des conseillers généraux",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000023260779",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070239",
                    "titre": "Code électoral",
                    "titreLong": "Code électoral",
                    "etat": "VIGUEUR",
                    "dateDebut": -163382400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070239",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "<p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000670066",
                    "textTitle": "Décret n° 64-1086 du 27 octobre 1964",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000670066",
                    "natureText": "DECRET",
                    "datePubliTexte": "1964-10-28",
                    "dateSignaTexte": "1964-10-27",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000023174577",
                    "textTitle": "LOI n°2010-1487\n du 7 décembre 2010 - art. 8",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000023176253",
                    "natureText": "LOI",
                    "datePubliTexte": "2010-12-08",
                    "dateSignaTexte": "2010-12-07",
                    "dateDebutCible": "2010-12-09"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000018151927",
                    "textTitle": "Décision n°2008-131  du 12 février 2008 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000018151932",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2008-131",
                    "datePubli": 1203552000000,
                    "dateDebut": 32472144000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006354197",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1172102400000,
                    "dateFin": 1301529600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000023260779",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1301529600000,
                    "dateFin": 1426982400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028889800",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1426982400000,
                    "dateFin": 1635292800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044260077",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1635292800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L462",
                "462"
            ],
            "versionPrecedente": "LEGIARTI000006354197",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006354197",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - La campagne électorale pour le premier tour de scrutin est ouverte à partir du deuxième lundi qui précède celui-ci. Elle prend fin le samedi précédant le scrutin, à minuit. La campagne électorale pour le second tour commence le lundi suivant le premier tour à midi et s'achève le samedi précédant le scrutin, à minuit. II. - A Mayotte, les antennes de la société nationale chargée du service public de la communication audiovisuelle outre-mer sont mises à la disposition des partis et groupements politiques représentant des candidats dont la candidature a été régulièrement enregistrée. III. - Une durée d'émission de trois heures à la télévision et de trois heures à la radio est mise à la disposition des candidats présentés par les partis et groupements politiques représentés au conseil général. Le Conseil supérieur de l'audiovisuel détermine le temps attribué à chaque parti ou groupement en fonction de la représentation des partis et groupements politiques au conseil général. Cette représentation est constatée au vu de la déclaration individuelle de rattachement faite par chaque élu sortant au plus tard deux mois avant la date d'expiration du mandat du conseil général ou, en cas de dissolution, dans les huit jours de la publication du décret qui la décide. En cas de vacance de l'ensemble des sièges du conseil général consécutive à la démission globale de ses membres, la déclaration individuelle de rattachement est faite dans les huit jours qui suivent la date de la réception de la dernière démission par le représentant de l'Etat. Les partis et groupements peuvent décider d'utiliser en commun leur temps de parole. Chaque parti ou groupement dispose d'une durée minimale de cinq minutes à la télévision et de cinq minutes à la radio. IV. - Une durée maximale d'émission de trente minutes à la télévision et de trente minutes à la radio est mise à la disposition des autres partis ou groupements. Cette durée est répartie également entre ces partis ou groupements par le Conseil supérieur de l'audiovisuel, sans qu'un parti ou groupement ne puisse bénéficier de plus de cinq minutes à la télévision et de cinq minutes à la radio. V. - Les conditions de production, de programmation et de diffusion des émissions sont fixées par le Conseil supérieur de l'audiovisuel. Celui-ci adresse des recommandations aux exploitants des autres services de communication audiovisuelle autorisés dans la collectivité. Il désigne un représentant à Mayotte pendant toute la durée de la campagne.",
            "texteHtml": "<p></p>   I. - La campagne électorale pour le premier tour de scrutin est ouverte à partir du deuxième lundi qui précède celui-ci. Elle prend fin le samedi précédant le scrutin, à minuit.<p></p><p></p>   La campagne électorale pour le second tour commence le lundi suivant le premier tour à midi et s'achève le samedi précédant le scrutin, à minuit.<p></p><p></p>   II. - A Mayotte, les antennes de la société nationale chargée du service public de la communication audiovisuelle outre-mer sont mises à la disposition des partis et groupements politiques représentant des candidats dont la candidature a été régulièrement enregistrée.<p></p><p></p>   III. - Une durée d'émission de trois heures à la télévision et de trois heures à la radio est mise à la disposition des candidats présentés par les partis et groupements politiques représentés au conseil général.<p></p><p></p>   Le Conseil supérieur de l'audiovisuel détermine le temps attribué à chaque parti ou groupement en fonction de la représentation des partis et groupements politiques au conseil général. Cette représentation est constatée au vu de la déclaration individuelle de rattachement faite par chaque élu sortant au plus tard deux mois avant la date d'expiration du mandat du conseil général ou, en cas de dissolution, dans les huit jours de la publication du décret qui la décide.<p></p><p></p>   En cas de vacance de l'ensemble des sièges du conseil général consécutive à la démission globale de ses membres, la déclaration individuelle de rattachement est faite dans les huit jours qui suivent la date de la réception de la dernière démission par le représentant de l'Etat.<p></p><p></p>   Les partis et groupements peuvent décider d'utiliser en commun leur temps de parole.<p></p><p></p>   Chaque parti ou groupement dispose d'une durée minimale de cinq minutes à la télévision et de cinq minutes à la radio.<p></p><p></p>   IV. - Une durée maximale d'émission de trente minutes à la télévision et de trente minutes à la radio est mise à la disposition des autres partis ou groupements.<p></p><p></p>   Cette durée est répartie également entre ces partis ou groupements par le Conseil supérieur de l'audiovisuel, sans qu'un parti ou groupement ne puisse bénéficier de plus de cinq minutes à la télévision et de cinq minutes à la radio.<p></p><p></p>   V. - Les conditions de production, de programmation et de diffusion des émissions sont fixées par le Conseil supérieur de l'audiovisuel. Celui-ci adresse des recommandations aux exploitants des autres services de communication audiovisuelle autorisés dans la collectivité. Il désigne un représentant à Mayotte pendant toute la durée de la campagne.<p></p>",
            "num": "L462",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1172102400000,
            "dateFin": 1301529600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 300643,
            "context": {
                "titresTM": [
                    {
                        "debut": "1964-10-28",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006085760",
                        "id": "LEGISCTA000006085760",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-02-22",
                        "fin": "2999-01-01",
                        "titre": "Livre VI : Dispositions particulières à Mayotte, à Saint-Barthélemy, à Saint-Martin  et à Saint-Pierre-et-Miquelon",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006115468",
                        "id": "LEGISCTA000006115468",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-02-22",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Mayotte",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006134800",
                        "id": "LEGISCTA000006134800",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-02-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Dispositions applicables à l'élection des conseillers généraux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006148534",
                        "id": "LEGISCTA000006148534",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1964-10-28",
                        "fin": "2999-01-01",
                        "titre": "Code électoral",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070239",
                        "id": "LEGITEXT000006070239",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006354197",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006148534",
            "sectionParentId": "LEGISCTA000006148534",
            "sectionParentTitre": "Chapitre III : Dispositions applicables à l'élection des conseillers généraux",
            "fullSectionsTitre": "Partie législative &gt; Livre VI : Dispositions particulières à Mayotte, à Saint-Barthélemy, à Saint-Martin  et à Saint-Pierre-et-Miquelon &gt; Titre Ier : Mayotte &gt; Chapitre III : Dispositions applicables à l'élection des conseillers généraux",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006354197",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070239",
                    "titre": "Code électoral",
                    "titreLong": "Code électoral",
                    "etat": "VIGUEUR",
                    "dateDebut": -163382400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070239",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000670066",
                    "textTitle": "Décret 64-1086 1964-10-27 JORF 28 OCTOBRE 1964",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000670066",
                    "natureText": "DECRET",
                    "datePubliTexte": "1964-10-28",
                    "dateSignaTexte": "1964-10-27",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000641099",
                    "textTitle": "Loi n°2007-224 du 21 février 2007 - art. 6 () JORF 22 février 2007",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000006399966",
                    "natureText": "LOI",
                    "datePubliTexte": "2007-02-22",
                    "dateSignaTexte": "2007-02-21",
                    "dateDebutCible": "2007-02-22"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000018151927",
                    "textTitle": "Décision n°2008-131  du 12 février 2008 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000018151932",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2008-131",
                    "datePubli": 1203552000000,
                    "dateDebut": 32472144000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006354197",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1172102400000,
                    "dateFin": 1301529600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000023260779",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1301529600000,
                    "dateFin": 1426982400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028889800",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1426982400000,
                    "dateFin": 1635292800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044260077",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1635292800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L462",
                "462"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}