{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000039049293",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Article 1er. Les logements conventionnés sont soumis aux dispositions de la loi n° 82-526 du 22 juin 1982 relative aux droits et obligations des locataires et des bailleurs, sous réserve des dispositions de l'article 75 (3°) de ladite loi. Article 2. Les logements conventionnés sont soumis aux dispositions de la loi n° 82-526 du 22 juin 1982 relative aux droits et obligations des locataires et des bailleurs, sous réserve des dispositions de l'article 75 (3°) de ladite loi. Article 3. Les logements doivent être loués nus à des personnes physiques, à titre de résidence principale, et occupés au moins huit mois par an. Ils ne peuvent faire l'objet de sous-location, sous réserve des articles L. 442-8-1 à L. 442-8-4 du code de la construction et de l'habitation. Lors de leur mise en service et au fur et à mesure de leur vacance, les logements sont loués à des personnes dont les ressources annuelles n'excèdent pas le plafond déterminé dans les conditions prévues par l'article D. 331-20. Toutefois, cette disposition ne s'applique pas aux logements financés dans les conditions prévues par la section III du chapitre unique du titre III du livre III. Article 4. Le bailleur s'engage à réserver, au bénéfice des fonctionnaires et agents de l'Etat, civils et militaires, des logements dans la proportion et selon les modalités définies à l'article R. 441-19. Article 5. La convention se renouvelle pour des périodes triennales, sous réserve de dénonciation par l'une ou l'autre des parties. Si la dénonciation émane du bailleur, elle fait l'objet d'un acte authentique (acte notarié ou par ministère d'huissier de justice) notifié six mois avant l'expiration de la convention ; si elle émane de l'Etat, elle fait l'objet d'un acte administratif notifié dans le même délai. Article 6. La présente convention peut être révisée à la demande de l'une ou l'autre des parties. Les frais de publication sont pris en charge par la partie qui sollicite la révision. Article 7. La convention est tenue à la disposition permanente des locataires ou de leurs associations qui peuvent en prendre connaissance chez le gardien ou, en l'absence d'un gardien, au siège du bailleur. Cette information est mentionnée par affichage et de façon très apparente dans les parties communes de l'immeuble. Le bailleur s'engage à tenir à la disposition des locataires dans les lieux ou des candidats locataires les notices d'information relatives à l'aide personnalisée au logement. Article 8. En cas d'inexécution par le bailleur de ses engagements contractuels tels que non-respect du loyer maximum ou faute grave à l'égard des organismes chargés du paiement de l'aide personnalisée au logement, l'administration, après mise en demeure par lettre recommandée avec avis de réception demeurée sans effet pendant un délai de deux mois, peut procéder unilatéralement à la résiliation de la présente convention. Il sera fait application des dispositions prévues à l'article L. 353-6 du code précité relatives au maintien des locataires dans les lieux, le loyer étant celui fixé par la convention diminué de l'aide personnalisée au logement désormais prise en charge par le bailleur. Le bailleur s'engage dans un délai de quinze jours à compter de la date à laquelle la résiliation est devenue définitive à la notifier aux locataires et aux organismes payeurs concernés. Article 9. En cas de dissimulation ou fraude pour imposer ou tenter d'imposer au locataire un loyer dépassant le prix fixé par la convention, le bailleur sera passible des sanctions pénales prévues à l'article L. 353-10, sans préjudice de l'application de l'article 70 de la loi n° 82-526 du 22 juin 1982. Article 10. Afin de permettre à l'Etat d'assurer le contrôle de l'application de la présente convention, le bailleur est tenu de fournir au préfet les informations et les documents nécessaires au plein exercice de ce contrôle. Article 11. Le bailleur s'engage à tenir, dans un délai d'un an à compter de la signature de la convention ou de la mise en service des logements neufs, un carnet d'entretien dans lequel seront consignés tous les renseignements sur les interventions d'entretien, de réparation ou d'amélioration faites ou à faire par lui sur l'immeuble. Article 12. Pour l'exécution des travaux, le bailleur s'engage à respecter les dispositions du chapitre Ier de la loi du 1er septembre 1948. Lorsque l'exécution des travaux nécessite l'évaluation temporaire des lieux, l'organisme bailleur doit mettre provisoirement à la disposition du locataire un logement en bon état d'habitation remplissant des conditions d'hygiène normales, correspondant à ses besoins personnels ou familiaux et, le cas échéant, professionnels, ainsi qu'à ses possibilités. Les travaux font l'objet d'une attestation d'exécution conforme établie par le préfet. Article 13. A compter de la date de signature de la convention ou de la date d'achèvement des travaux, le bailleur notifie, par lettre recommandée avec demande d'avis de réception ou par acte extrajudiciaire, aux locataires ou occupants de bonne foi dans les lieux ou réintégrés à la suite d'un relogement temporaire, un nouveau loyer qui est applicable de plein droit dès sa notification. A cette notification est joint un décompte détaillé de surface corrigée établie d'après le modèle type annexé à l'article D. 353-19. Le bailleur est tenu de remettre à tout nouveau locataire ce même décompte de surface corrigée, annexé au contrat de location. Article 14. Le loyer est payé par fraction mensuelle à terme échu. En cas de versement de l'aide personnalisée au logement en tiers payant, le montant de cette aide doit figurer sur la quittance remise au locataire. Article 15. Le bailleur peut demander au locataire un dépôt de garantie qui ne peut être supérieur à un mois de loyer en principal. Les dispositions des deuxième, troisième et quatrième alinéas de l'article 22 de la loi n° 82-526 du 22 juin 1982 précitée sont applicables. Article 16. Le locataire peut donner congé à tout moment sous réserve d'un délai de préavis de trois mois, ramené à un mois en cas de changement de résidence pour des raisons familiales graves ou des raisons professionnelles. Tout congé est donné par lettre recommandée avec demande d'avis de réception, le préavis partant de la date d'envoi et le cachet de la poste faisant foi. Lorsque le délai de préavis vient à expiration dans le courant d'un mois, le contrat de location produit effet jusqu'au dernier jour du mois. Le locataire est redevable du loyer et des charges pendant le délai de préavis, sauf si le logement est occupé avant la fin du préavis par un autre locataire en accord avec le bailleur. Article 17. Le bailleur est tenu à l'égard des organismes payeurs de l'aide personnalisée au logement (A.P.L.) : - de fournir les renseignements prévus par l'imprimé de demande d'A.P.L. pour chaque locataire demandeur de l'aide, ceux nécessaires aux révisions de l'A.P.L., et notamment le montant effectivement payé par le locataire, déduction faite, le cas échéant, de la remise prévue par la convention ; - de signaler immédiatement tout départ de locataire bénéficiaire de l'A.P.L. ; Si l'A.P.L. est versée en tiers payant, le bailleur doit en outre (1) : - établir les liaisons nécessaires avec les organismes payeurs en vue de passer un accord définissant les conditions de versement de l'A.P.L. ; - fournir annuellement toute justification concernant le paiement du loyer et saisir la section des aides publiques au logement du conseil départemental de l'habitat dans le cas où le bénéficiaire de l'A.P.L. ne règle pas la dépense de logement restant à sa charge ; - opérer dans les plus brefs délais les régularisations consécutives à l'ouverture du droit et aux modifications du montant de l'A.P.L. perçue pour le compte du locataire. (1) Si la convention porte sur moins de dix logements, le bailleur doit, s'il souhaite le versement en tiers payant, le faire connaître à l'organisme payeur ; à défaut, l'A.P.L. est versée directement au locataire. Article 18. La publication de la convention se fait à l'initiative de l'administration qui s'assure de cette formalité.",
            "texteHtml": "<p>Article 1er.</p><p>Les logements conventionnés sont soumis aux dispositions de la loi n° 82-526 du 22 juin 1982 relative aux droits et obligations des locataires et des bailleurs, sous réserve des dispositions de l'article 75 (3°) de ladite loi.</p><p>Article 2.</p><p>Les logements conventionnés sont soumis aux dispositions de la loi n° 82-526 du 22 juin 1982 relative aux droits et obligations des locataires et des bailleurs, sous réserve des dispositions de l'article 75 (3°) de ladite loi.</p><p>Article 3.</p><p>Les logements doivent être loués nus à des personnes physiques, à titre de résidence principale, et occupés au moins huit mois par an. Ils ne peuvent faire l'objet de sous-location, sous réserve des articles L. 442-8-1 à L. 442-8-4 du code de la construction et de l'habitation.</p><p>Lors de leur mise en service et au fur et à mesure de leur vacance, les logements sont loués à des personnes dont les ressources annuelles n'excèdent pas le plafond déterminé dans les conditions prévues par l'article D. 331-20. Toutefois, cette disposition ne s'applique pas aux logements financés dans les conditions prévues par la section III du chapitre unique du titre III du livre III.</p><p>Article 4.</p><p>Le bailleur s'engage à réserver, au bénéfice des fonctionnaires et agents de l'Etat, civils et militaires, des logements dans la proportion et selon les modalités définies à l'article R. 441-19.</p><p>Article 5.</p><p>La convention se renouvelle pour des périodes triennales, sous réserve de dénonciation par l'une ou l'autre des parties.</p><p>Si la dénonciation émane du bailleur, elle fait l'objet d'un acte authentique (acte notarié ou par ministère d'huissier de justice) notifié six mois avant l'expiration de la convention ; si elle émane de l'Etat, elle fait l'objet d'un acte administratif notifié dans le même délai.</p><p>Article 6.</p><p>La présente convention peut être révisée à la demande de l'une ou l'autre des parties. Les frais de publication sont pris en charge par la partie qui sollicite la révision.</p><p>Article 7.</p><p>La convention est tenue à la disposition permanente des locataires ou de leurs associations qui peuvent en prendre connaissance chez le gardien ou, en l'absence d'un gardien, au siège du bailleur. Cette information est mentionnée par affichage et de façon très apparente dans les parties communes de l'immeuble.</p><p>Le bailleur s'engage à tenir à la disposition des locataires dans les lieux ou des candidats locataires les notices d'information relatives à l'aide personnalisée au logement.</p><p>Article 8.</p><p>En cas d'inexécution par le bailleur de ses engagements contractuels tels que non-respect du loyer maximum ou faute grave à l'égard des organismes chargés du paiement de l'aide personnalisée au logement, l'administration, après mise en demeure par lettre recommandée avec avis de réception demeurée sans effet pendant un délai de deux mois, peut procéder unilatéralement à la résiliation de la présente convention.</p><p>Il sera fait application des dispositions prévues à l'article L. 353-6 du code précité relatives au maintien des locataires dans les lieux, le loyer étant celui fixé par la convention diminué de l'aide personnalisée au logement désormais prise en charge par le bailleur.</p><p>Le bailleur s'engage dans un délai de quinze jours à compter de la date à laquelle la résiliation est devenue définitive à la notifier aux locataires et aux organismes payeurs concernés.</p><p>Article 9.</p><p>En cas de dissimulation ou fraude pour imposer ou tenter d'imposer au locataire un loyer dépassant le prix fixé par la convention, le bailleur sera passible des sanctions pénales prévues à l'article L. 353-10, sans préjudice de l'application de l'article 70 de la loi n° 82-526 du 22 juin 1982.</p><p>Article 10.</p><p>Afin de permettre à l'Etat d'assurer le contrôle de l'application de la présente convention, le bailleur est tenu de fournir au préfet les informations et les documents nécessaires au plein exercice de ce contrôle.</p><p>Article 11.</p><p>Le bailleur s'engage à tenir, dans un délai d'un an à compter de la signature de la convention ou de la mise en service des logements neufs, un carnet d'entretien dans lequel seront consignés tous les renseignements sur les interventions d'entretien, de réparation ou d'amélioration faites ou à faire par lui sur l'immeuble.</p><p>Article 12.</p><p>Pour l'exécution des travaux, le bailleur s'engage à respecter les dispositions du chapitre Ier de la loi du 1er septembre 1948.</p><p>Lorsque l'exécution des travaux nécessite l'évaluation temporaire des lieux, l'organisme bailleur doit mettre provisoirement à la disposition du locataire un logement en bon état d'habitation remplissant des conditions d'hygiène normales, correspondant à ses besoins personnels ou familiaux et, le cas échéant, professionnels, ainsi qu'à ses possibilités.</p><p>Les travaux font l'objet d'une attestation d'exécution conforme établie par le préfet.</p><p>Article 13.</p><p>A compter de la date de signature de la convention ou de la date d'achèvement des travaux, le bailleur notifie, par lettre recommandée avec demande d'avis de réception ou par acte extrajudiciaire, aux locataires ou occupants de bonne foi dans les lieux ou réintégrés à la suite d'un relogement temporaire, un nouveau loyer qui est applicable de plein droit dès sa notification.</p><p>A cette notification est joint un décompte détaillé de surface corrigée établie d'après le modèle type annexé à l'article D. 353-19.</p><p>Le bailleur est tenu de remettre à tout nouveau locataire ce même décompte de surface corrigée, annexé au contrat de location.</p><p>Article 14.</p><p>Le loyer est payé par fraction mensuelle à terme échu.</p><p>En cas de versement de l'aide personnalisée au logement en tiers payant, le montant de cette aide doit figurer sur la quittance remise au locataire.</p><p>Article 15.</p><p>Le bailleur peut demander au locataire un dépôt de garantie qui ne peut être supérieur à un mois de loyer en principal. Les dispositions des deuxième, troisième et quatrième alinéas de l'article 22 de la loi n° 82-526 du 22 juin 1982 précitée sont applicables.</p><p>Article 16.</p><p>Le locataire peut donner congé à tout moment sous réserve d'un délai de préavis de trois mois, ramené à un mois en cas de changement de résidence pour des raisons familiales graves ou des raisons professionnelles.</p><p>Tout congé est donné par lettre recommandée avec demande d'avis de réception, le préavis partant de la date d'envoi et le cachet de la poste faisant foi. Lorsque le délai de préavis vient à expiration dans le courant d'un mois, le contrat de location produit effet jusqu'au dernier jour du mois.</p><p>Le locataire est redevable du loyer et des charges pendant le délai de préavis, sauf si le logement est occupé avant la fin du préavis par un autre locataire en accord avec le bailleur.</p><p>Article 17.</p><p>Le bailleur est tenu à l'égard des organismes payeurs de l'aide personnalisée au logement (A.P.L.) :</p><p>- de fournir les renseignements prévus par l'imprimé de demande d'A.P.L. pour chaque locataire demandeur de l'aide, ceux nécessaires aux révisions de l'A.P.L., et notamment le montant effectivement payé par le locataire, déduction faite, le cas échéant, de la remise prévue par la convention ;</p><p>- de signaler immédiatement tout départ de locataire bénéficiaire de l'A.P.L. ;</p><p>Si l'A.P.L. est versée en tiers payant, le bailleur doit en outre (1) :</p><p>- établir les liaisons nécessaires avec les organismes payeurs en vue de passer un accord définissant les conditions de versement de l'A.P.L. ;</p><p>- fournir annuellement toute justification concernant le paiement du loyer et saisir la section des aides publiques au logement du conseil départemental de l'habitat dans le cas où le bénéficiaire de l'A.P.L. ne règle pas la dépense de logement restant à sa charge ;</p><p>- opérer dans les plus brefs délais les régularisations consécutives à l'ouverture du droit et aux modifications du montant de l'A.P.L. perçue pour le compte du locataire.</p><p>(1) Si la convention porte sur moins de dix logements, le bailleur doit, s'il souhaite le versement en tiers payant, le faire connaître à l'organisme payeur ; à défaut, l'A.P.L. est versée directement au locataire.</p><p>Article 18.</p><p>La publication de la convention se fait à l'initiative de l'administration qui s'assure de cette formalité.</p>",
            "num": "Annexe IV à l'article D353-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1567296000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108629",
                        "id": "LEGISCTA000006108629",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-11-24",
                        "fin": "2999-01-01",
                        "titre": "Engagements de portée générale prévus par les annexes I et II à l'article R. 353-1.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128996",
                        "id": "LEGISCTA000006128996",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006832803",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006128996",
            "sectionParentId": "LEGISCTA000006128996",
            "sectionParentTitre": "Engagements de portée générale prévus par les annexes I et II à l'article R. 353-1.",
            "fullSectionsTitre": "Annexes &gt; Engagements de portée générale prévus par les annexes I et II à l'article R. 353-1.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000039049293",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000702963",
                    "textTitle": "Décret n° 78-622 du 31 mai 1978",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000702963",
                    "natureText": "DECRET",
                    "datePubliTexte": "1978-06-08",
                    "dateSignaTexte": "1978-05-31",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000038947944",
                    "textTitle": "Décret n°2019-873 du 21 août 2019 - art. 7 (VD)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "LEGIARTI000038955634",
                    "natureText": "DECRET",
                    "datePubliTexte": "2019-08-23",
                    "dateSignaTexte": "2019-08-21",
                    "dateDebutCible": "2019-09-01"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006832803",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 501638400000,
                    "dateFin": 1567296000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039049293",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1567296000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe IV à l'article D353-1"
            ],
            "versionPrecedente": "LEGIARTI000006832803",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006832803",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Article 1er. Les logements conventionnés sont soumis aux dispositions de la loi n° 82-526 du 22 juin 1982 relative aux droits et obligations des locataires et des bailleurs, sous réserve des dispositions de l'article 75 (3°) de ladite loi. Article 2. Les logements conventionnés sont soumis aux dispositions de la loi n° 82-526 du 22 juin 1982 relative aux droits et obligations des locataires et des bailleurs, sous réserve des dispositions de l'article 75 (3°) de ladite loi. Article 3. Les logements doivent être loués nus à des personnes physiques, à titre de résidence principale, et occupés au moins huit mois par an. Ils ne peuvent faire l'objet de sous-location, sous réserve des articles L. 442-8-1 à L. 442-8-4 du code de la construction et de l'habitation. Lors de leur mise en service et au fur et à mesure de leur vacance, les logements sont loués à des personnes dont les ressources annuelles n'excèdent pas le plafond déterminé dans les conditions prévues par l'article R. 331-20. Toutefois, cette disposition ne s'applique pas aux logements financés dans les conditions prévues par la section III du chapitre unique du titre III du livre III. Article 4. Le bailleur s'engage à réserver, au bénéfice des fonctionnaires et agents de l'Etat, civils et militaires, des logements dans la proportion et selon les modalités définies à l'article R. 441-19. Article 5. La convention se renouvelle pour des périodes triennales, sous réserve de dénonciation par l'une ou l'autre des parties. Si la dénonciation émane du bailleur, elle fait l'objet d'un acte authentique (acte notarié ou par ministère d'huissier de justice) notifié six mois avant l'expiration de la convention ; si elle émane de l'Etat, elle fait l'objet d'un acte administratif notifié dans le même délai. Article 6. La présente convention peut être révisée à la demande de l'une ou l'autre des parties. Les frais de publication sont pris en charge par la partie qui sollicite la révision. Article 7. La convention est tenue à la disposition permanente des locataires ou de leurs associations qui peuvent en prendre connaissance chez le gardien ou, en l'absence d'un gardien, au siège du bailleur. Cette information est mentionnée par affichage et de façon très apparente dans les parties communes de l'immeuble. Le bailleur s'engage à tenir à la disposition des locataires dans les lieux ou des candidats locataires les notices d'information relatives à l'aide personnalisée au logement. Article 8. En cas d'inexécution par le bailleur de ses engagements contractuels tels que non-respect du loyer maximum ou faute grave à l'égard des organismes chargés du paiement de l'aide personnalisée au logement, l'administration, après mise en demeure par lettre recommandée avec avis de réception demeurée sans effet pendant un délai de deux mois, peut procéder unilatéralement à la résiliation de la présente convention. Il sera fait application des dispositions prévues à l'article L. 353-6 du code précité relatives au maintien des locataires dans les lieux, le loyer étant celui fixé par la convention diminué de l'aide personnalisée au logement désormais prise en charge par le bailleur. Le bailleur s'engage dans un délai de quinze jours à compter de la date à laquelle la résiliation est devenue définitive à la notifier aux locataires et aux organismes payeurs concernés. Article 9. En cas de dissimulation ou fraude pour imposer ou tenter d'imposer au locataire un loyer dépassant le prix fixé par la convention, le bailleur sera passible des sanctions pénales prévues à l'article L. 353-10, sans préjudice de l'application de l'article 70 de la loi n° 82-526 du 22 juin 1982. Article 10. Afin de permettre à l'Etat d'assurer le contrôle de l'application de la présente convention, le bailleur est tenu de fournir au préfet les informations et les documents nécessaires au plein exercice de ce contrôle. Article 11. Le bailleur s'engage à tenir, dans un délai d'un an à compter de la signature de la convention ou de la mise en service des logements neufs, un carnet d'entretien dans lequel seront consignés tous les renseignements sur les interventions d'entretien, de réparation ou d'amélioration faites ou à faire par lui sur l'immeuble. Article 12. Pour l'exécution des travaux, le bailleur s'engage à respecter les dispositions du chapitre Ier de la loi du 1er septembre 1948. Lorsque l'exécution des travaux nécessite l'évaluation temporaire des lieux, l'organisme bailleur doit mettre provisoirement à la disposition du locataire un logement en bon état d'habitation remplissant des conditions d'hygiène normales, correspondant à ses besoins personnels ou familiaux et, le cas échéant, professionnels, ainsi qu'à ses possibilités. Les travaux font l'objet d'une attestation d'exécution conforme établie par le préfet. Article 13. A compter de la date de signature de la convention ou de la date d'achèvement des travaux, le bailleur notifie, par lettre recommandée avec demande d'avis de réception ou par acte extrajudiciaire, aux locataires ou occupants de bonne foi dans les lieux ou réintégrés à la suite d'un relogement temporaire, un nouveau loyer qui est applicable de plein droit dès sa notification. A cette notification est joint un décompte détaillé de surface corrigée établie d'après le modèle type annexé à l'article R. 353-19. Le bailleur est tenu de remettre à tout nouveau locataire ce même décompte de surface corrigée, annexé au contrat de location. Article 14. Le loyer est payé par fraction mensuelle à terme échu. En cas de versement de l'aide personnalisée au logement en tiers payant, le montant de cette aide doit figurer sur la quittance remise au locataire. Article 15. Le bailleur peut demander au locataire un dépôt de garantie qui ne peut être supérieur à un mois de loyer en principal. Les dispositions des deuxième, troisième et quatrième alinéas de l'article 22 de la loi n° 82-526 du 22 juin 1982 précitée sont applicables. Article 16. Le locataire peut donner congé à tout moment sous réserve d'un délai de préavis de trois mois, ramené à un mois en cas de changement de résidence pour des raisons familiales graves ou des raisons professionnelles. Tout congé est donné par lettre recommandée avec demande d'avis de réception, le préavis partant de la date d'envoi et le cachet de la poste faisant foi. Lorsque le délai de préavis vient à expiration dans le courant d'un mois, le contrat de location produit effet jusqu'au dernier jour du mois. Le locataire est redevable du loyer et des charges pendant le délai de préavis, sauf si le logement est occupé avant la fin du préavis par un autre locataire en accord avec le bailleur. Article 17. Le bailleur est tenu à l'égard des organismes payeurs de l'aide personnalisée au logement (A.P.L.) : - de fournir les renseignements prévus par l'imprimé de demande d'A.P.L. pour chaque locataire demandeur de l'aide, ceux nécessaires aux révisions de l'A.P.L., et notamment le montant effectivement payé par le locataire, déduction faite, le cas échéant, de la remise prévue par la convention ; - de signaler immédiatement tout départ de locataire bénéficiaire de l'A.P.L. ; Si l'A.P.L. est versée en tiers payant, le bailleur doit en outre (1) : - établir les liaisons nécessaires avec les organismes payeurs en vue de passer un accord définissant les conditions de versement de l'A.P.L. ; - fournir annuellement toute justification concernant le paiement du loyer et saisir la section des aides publiques au logement du conseil départemental de l'habitat dans le cas où le bénéficiaire de l'A.P.L. ne règle pas la dépense de logement restant à sa charge ; - opérer dans les plus brefs délais les régularisations consécutives à l'ouverture du droit et aux modifications du montant de l'A.P.L. perçue pour le compte du locataire. (1) Si la convention porte sur moins de dix logements, le bailleur doit, s'il souhaite le versement en tiers payant, le faire connaître à l'organisme payeur ; à défaut, l'A.P.L. est versée directement au locataire. Article 18. La publication de la convention se fait à l'initiative de l'administration qui s'assure de cette formalité.",
            "texteHtml": "<p></p>   Article 1er.<p></p><p></p>   Les logements conventionnés sont soumis aux dispositions de la loi n° 82-526 du 22 juin 1982 relative aux droits et obligations des locataires et des bailleurs, sous réserve des dispositions de l'article 75 (3°) de ladite loi.<p></p><p></p><p></p>   Article 2.<p></p><p></p>   Les logements conventionnés sont soumis aux dispositions de la loi n° 82-526 du 22 juin 1982 relative aux droits et obligations des locataires et des bailleurs, sous réserve des dispositions de l'article 75 (3°) de ladite loi.<p></p><p></p><p></p>   Article 3.<p></p><p></p>   Les logements doivent être loués nus à des personnes physiques, à titre de résidence principale, et occupés au moins huit mois par an. Ils ne peuvent faire l'objet de sous-location, sous réserve des articles L. 442-8-1 à L. 442-8-4 du code de la construction et de l'habitation.<p></p><p></p>   Lors de leur mise en service et au fur et à mesure de leur vacance, les logements sont loués à des personnes dont les ressources annuelles n'excèdent pas le plafond déterminé dans les conditions prévues par l'article R. 331-20. Toutefois, cette disposition ne s'applique pas aux logements financés dans les conditions prévues par la section III du chapitre unique du titre III du livre III.<p></p><p></p><p></p>   Article 4.<p></p><p></p>   Le bailleur s'engage à réserver, au bénéfice des fonctionnaires et agents de l'Etat, civils et militaires, des logements dans la proportion et selon les modalités définies à l'article R. 441-19.<p></p><p></p><p></p>   Article 5.<p></p><p></p>   La convention se renouvelle pour des périodes triennales, sous réserve de dénonciation par l'une ou l'autre des parties.<p></p><p></p>   Si la dénonciation émane du bailleur, elle fait l'objet d'un acte authentique (acte notarié ou par ministère d'huissier de justice) notifié six mois avant l'expiration de la convention ; si elle émane de l'Etat, elle fait l'objet d'un acte administratif notifié dans le même délai.<p></p><p></p><p></p>   Article 6.<p></p><p></p>   La présente convention peut être révisée à la demande de l'une ou l'autre des parties. Les frais de publication sont pris en charge par la partie qui sollicite la révision.<p></p><p></p><p></p>   Article 7.<p></p><p></p>   La convention est tenue à la disposition permanente des locataires ou de leurs associations qui peuvent en prendre connaissance chez le gardien ou, en l'absence d'un gardien, au siège du bailleur. Cette information est mentionnée par affichage et de façon très apparente dans les parties communes de l'immeuble.<p></p><p></p>   Le bailleur s'engage à tenir à la disposition des locataires dans les lieux ou des candidats locataires les notices d'information relatives à l'aide personnalisée au logement.<p></p><p></p><p></p>   Article 8.<p></p><p></p>   En cas d'inexécution par le bailleur de ses engagements contractuels tels que non-respect du loyer maximum ou faute grave à l'égard des organismes chargés du paiement de l'aide personnalisée au logement, l'administration, après mise en demeure par lettre recommandée avec avis de réception demeurée sans effet pendant un délai de deux mois, peut procéder unilatéralement à la résiliation de la présente convention.<p></p><p></p>   Il sera fait application des dispositions prévues à l'article L. 353-6 du code précité relatives au maintien des locataires dans les lieux, le loyer étant celui fixé par la convention diminué de l'aide personnalisée au logement désormais prise en charge par le bailleur.<p></p><p></p>   Le bailleur s'engage dans un délai de quinze jours à compter de la date à laquelle la résiliation est devenue définitive à la notifier aux locataires et aux organismes payeurs concernés.<p></p><p></p><p></p>   Article 9.<p></p><p></p>   En cas de dissimulation ou fraude pour imposer ou tenter d'imposer au locataire un loyer dépassant le prix fixé par la convention, le bailleur sera passible des sanctions pénales prévues à l'article L. 353-10, sans préjudice de l'application de l'article 70 de la loi n° 82-526 du 22 juin 1982.<p></p><p></p><p></p>   Article 10.<p></p><p></p>   Afin de permettre à l'Etat d'assurer le contrôle de l'application de la présente convention, le bailleur est tenu de fournir au préfet les informations et les documents nécessaires au plein exercice de ce contrôle.<p></p><p></p><p></p>   Article 11.<p></p><p></p>   Le bailleur s'engage à tenir, dans un délai d'un an à compter de la signature de la convention ou de la mise en service des logements neufs, un carnet d'entretien dans lequel seront consignés tous les renseignements sur les interventions d'entretien, de réparation ou d'amélioration faites ou à faire par lui sur l'immeuble.<p></p><p></p><p></p>   Article 12.<p></p><p></p>   Pour l'exécution des travaux, le bailleur s'engage à respecter les dispositions du chapitre Ier de la loi du 1er septembre 1948.<p></p><p></p>   Lorsque l'exécution des travaux nécessite l'évaluation temporaire des lieux, l'organisme bailleur doit mettre provisoirement à la disposition du locataire un logement en bon état d'habitation remplissant des conditions d'hygiène normales, correspondant à ses besoins personnels ou familiaux et, le cas échéant, professionnels, ainsi qu'à ses possibilités.<p></p><p></p>   Les travaux font l'objet d'une attestation d'exécution conforme établie par le préfet.<p></p><p></p><p></p>   Article 13.<p></p><p></p>   A compter de la date de signature de la convention ou de la date d'achèvement des travaux, le bailleur notifie, par lettre recommandée avec demande d'avis de réception ou par acte extrajudiciaire, aux locataires ou occupants de bonne foi dans les lieux ou réintégrés à la suite d'un relogement temporaire, un nouveau loyer qui est applicable de plein droit dès sa notification.<p></p><p></p>   A cette notification est joint un décompte détaillé de surface corrigée établie d'après le modèle type annexé à l'article R. 353-19.<p></p><p></p>   Le bailleur est tenu de remettre à tout nouveau locataire ce même décompte de surface corrigée, annexé au contrat de location.<p></p><p></p><p></p>   Article 14.<p></p><p></p>   Le loyer est payé par fraction mensuelle à terme échu.<p></p><p></p>   En cas de versement de l'aide personnalisée au logement en tiers payant, le montant de cette aide doit figurer sur la quittance remise au locataire.<p></p><p></p><p></p>   Article 15.<p></p><p></p>   Le bailleur peut demander au locataire un dépôt de garantie qui ne peut être supérieur à un mois de loyer en principal. Les dispositions des deuxième, troisième et quatrième alinéas de l'article 22 de la loi n° 82-526 du 22 juin 1982 précitée sont applicables.<p></p><p></p><p></p>   Article 16.<p></p><p></p>   Le locataire peut donner congé à tout moment sous réserve d'un délai de préavis de trois mois, ramené à un mois en cas de changement de résidence pour des raisons familiales graves ou des raisons professionnelles.<p></p><p></p>   Tout congé est donné par lettre recommandée avec demande d'avis de réception, le préavis partant de la date d'envoi et le cachet de la poste faisant foi. Lorsque le délai de préavis vient à expiration dans le courant d'un mois, le contrat de location produit effet jusqu'au dernier jour du mois.<p></p><p></p>   Le locataire est redevable du loyer et des charges pendant le délai de préavis, sauf si le logement est occupé avant la fin du préavis par un autre locataire en accord avec le bailleur.<p></p><p></p><p></p>   Article 17.<p></p><p></p>   Le bailleur est tenu à l'égard des organismes payeurs de l'aide personnalisée au logement (A.P.L.) :<p></p><p></p>   - de fournir les renseignements prévus par l'imprimé de demande d'A.P.L. pour chaque locataire demandeur de l'aide, ceux nécessaires aux révisions de l'A.P.L., et notamment le montant effectivement payé par le locataire, déduction faite, le cas échéant, de la remise prévue par la convention ;<p></p><p></p>   - de signaler immédiatement tout départ de locataire bénéficiaire de l'A.P.L. ;<p></p><p></p>   Si l'A.P.L. est versée en tiers payant, le bailleur doit en outre (1) :<p></p><p></p>   - établir les liaisons nécessaires avec les organismes payeurs en vue de passer un accord définissant les conditions de versement de l'A.P.L. ;<p></p><p></p>   - fournir annuellement toute justification concernant le paiement du loyer et saisir la section des aides publiques au logement du conseil départemental de l'habitat dans le cas où le bénéficiaire de l'A.P.L. ne règle pas la dépense de logement restant à sa charge ;<p></p><p></p>   - opérer dans les plus brefs délais les régularisations consécutives à l'ouverture du droit et aux modifications du montant de l'A.P.L. perçue pour le compte du locataire.<p></p><p></p>   (1) Si la convention porte sur moins de dix logements, le bailleur doit, s'il souhaite le versement en tiers payant, le faire connaître à l'organisme payeur ; à défaut, l'A.P.L. est versée directement au locataire.<p></p><p></p><p></p>   Article 18.<p></p><p></p>   La publication de la convention se fait à l'initiative de l'administration qui s'assure de cette formalité.<p></p>",
            "num": "Annexe IV à l'article R353-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 501638400000,
            "dateFin": 1567296000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108629",
                        "id": "LEGISCTA000006108629",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-11-24",
                        "fin": "2999-01-01",
                        "titre": "Engagements de portée générale prévus par les annexes I et II à l'article R. 353-1.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128996",
                        "id": "LEGISCTA000006128996",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006832803",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006128996",
            "sectionParentId": "LEGISCTA000006128996",
            "sectionParentTitre": "Engagements de portée générale prévus par les annexes I et II à l'article R. 353-1.",
            "fullSectionsTitre": "Annexes &gt; Engagements de portée générale prévus par les annexes I et II à l'article R. 353-1.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006832803",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000702963",
                    "textTitle": "Décret 78-622 1978-05-31",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000702963",
                    "natureText": "DECRET",
                    "datePubliTexte": "1978-06-08",
                    "dateSignaTexte": "1978-05-31",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006832803",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 501638400000,
                    "dateFin": 1567296000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039049293",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1567296000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe IV à l'article R353-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}