{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000027799311",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – 1. La personne qui demande le bénéfice pour la première fois des dispositions du 1 du I de l'article 885 I ter du code général des impôts au titre d'une souscription au capital d'une société donnée joint à sa déclaration d'impôt de solidarité sur la fortune, ou fournit dans les trois mois suivant la date limite de dépôt de ladite déclaration, une attestation émanant de cette société précisant : 1° Son siège de direction effective et la nature de ses activités au 1er janvier de l'année d'imposition ainsi que le nombre et la nature des titres détenus à la même date par le demandeur et reçus en contrepartie de la souscription satisfaisant les conditions prévues par l'article 885 I ter du code général des impôts. Pour le dénombrement des titres, les cessions et transmissions de titres postérieures à la souscription mentionnée au premier alinéa sont réputées porter en priorité sur les titres que la personne n'a pas reçus en contrepartie d'une souscription satisfaisant les conditions prévues par l'article 885 I ter précité ; 2° La date à laquelle les titres ont été souscrits et le nombre de titres reçus à cette occasion ; 3° Lorsqu'elle a déjà clôturé un exercice à la date mentionnée au 2°, l'ensemble des éléments permettant d'établir qu'elle répond, à cette date, à la définition des petites et moyennes entreprises mentionnée au I de l'article 885 I ter du code général des impôts ; 4° En cas de souscription en nature, la désignation et la valeur retenue des biens éligibles, ainsi que leur affectation. 2. Les années suivant celle mentionnée au 1, la personne qui entend bénéficier des dispositions du 1 de l'article 885 I ter du code général des impôts joint à sa déclaration d'impôt de solidarité sur la fortune une attestation de la société au capital de laquelle il a été souscrit précisant les informations mentionnées au 1° du 1. Lorsque la personne entend bénéficier du régime de faveur pour des titres reçus en contrepartie d'une nouvelle souscription satisfaisant aux conditions prévues par l'article 885 I ter précité, l'attestation comprend en outre pour ces titres les précisions mentionnées aux 2°, 3° et 4° du 1. Lorsque les éléments mentionnés au 3° du 1 n'ont pu être fournis la première année, la personne mentionnée au même 1 produit l'année suivant celle au titre de laquelle le bénéfice des dispositions de l'article 885 I ter précité a été demandé pour la première fois une attestation de la société au capital de laquelle il a été souscrit comprenant ces éléments. II. – 1. La personne qui demande le bénéfice pour la première fois des dispositions du 2 du I de l'article 885 I ter du code général des impôts au titre d'une souscription au capital d'une société donnée joint à sa déclaration d'impôt de solidarité sur la fortune ou fournit dans les trois mois suivant la date limite de dépôt de ladite déclaration une attestation de la société au capital de laquelle elle a souscrit précisant les éléments mentionnés aux 1° à 3° du 1 du I. Elle produit en outre une attestation de cette société précisant, pour chacune des souscriptions de cette société au capital de sociétés satisfaisant aux conditions du 1 du I de l'article 885 I ter précité, les éléments mentionnés aux 1° à 3° du 1 du I ainsi que le détail de la fraction mentionnée au quatrième alinéa du 2 du I de l'article 885 I ter précité. 2. Les années suivant celle mentionnée au 1, la personne qui entend bénéficier des dispositions du 2 du I de l'article 885 I ter précité joint à sa déclaration d'impôt de solidarité sur la fortune une attestation de la société au capital de laquelle elle a souscrit précisant les informations mentionnées au 1° du 1 du I. Elle produit en outre une attestation de cette société précisant, pour chacune des souscriptions de cette société au capital de sociétés satisfaisant aux conditions du 1 du I de l'article 885 I ter précité, les éléments mentionnés au 1° du 1 du I ainsi que le détail de la fraction mentionnée au quatrième alinéa du 2 du I de l'article 885 I ter précité. III. – 1. La personne qui demande le bénéfice pour la première fois des dispositions du 3 ou du 4 du I de l'article 885 I ter du code général des impôts au titre d'une souscription de parts d'un fonds donné joint à sa déclaration d'impôt de solidarité sur la fortune, ou fournit dans les trois mois suivant la date limite de dépôt de ladite déclaration, une attestation émanant de la société de gestion du fonds ou du dépositaire des actifs du fonds précisant : 1° L'objet pour lequel elle est établie : application du 3 ou du 4 du I de l'article 885 I ter précité ; 2° Les éléments mentionnés aux b à d du 2 du I de l'article 299 octies ; 3° Le respect par le fonds des conditions mentionnées, selon la nature du fonds concerné, aux articles L. 214-28 , L. 214-160 , L. 214-30 ou L. 214-31 du code monétaire et financier et au 3 ou au 4 du I de l'article 885 I ter précité ; 4° Le détail de la fraction mentionnée au second alinéa du 4 du I de l'article 885 I ter précité. 2. Les années suivant celle mentionnée au 1, la personne qui entend bénéficier des dispositions du 3 ou du 4 du I de l'article 885 I ter du code général des impôts joint à sa déclaration d'impôt de solidarité sur la fortune une attestation émanant de la société de gestion du fonds ou du dépositaire des actifs du fonds précisant : 1° Le nombre de parts détenues par le demandeur au 1er janvier de l'année d'imposition reçues en contrepartie de souscriptions satisfaisant aux conditions prévues par l'article 885 I ter précité ; 2° Le respect par le fonds des conditions mentionnées, selon la nature du fonds concerné, aux articles L. 214-28, L. 214-160, L. 214-30 ou L. 214-31 du code monétaire et financier et au 3 ou au 4 du I de l'article 885 I ter précité. IV. – (Abrogé à compter du 6 août 2010).",
            "texteHtml": "<p>I. – 1. La personne qui demande le bénéfice pour la première fois des dispositions du 1 du I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006305572&dateTexte=&categorieLien=cid'>885 I ter </a>du code général des impôts au titre d'une souscription au capital d'une société donnée joint à sa déclaration d'impôt de solidarité sur la fortune, ou fournit dans les trois mois suivant la date limite de dépôt de ladite déclaration, une attestation émanant de cette société précisant : </p><p>1° Son siège de direction effective et la nature de ses activités au 1er janvier de l'année d'imposition ainsi que le nombre et la nature des titres détenus à la même date par le demandeur et reçus en contrepartie de la souscription satisfaisant les conditions prévues par l'article 885 I ter du code général des impôts. Pour le dénombrement des titres, les cessions et transmissions de titres postérieures à la souscription mentionnée au premier alinéa sont réputées porter en priorité sur les titres que la personne n'a pas reçus en contrepartie d'une souscription satisfaisant les conditions prévues par l'article 885 I ter précité ; </p><p>2° La date à laquelle les titres ont été souscrits et le nombre de titres reçus à cette occasion ; </p><p>3° Lorsqu'elle a déjà clôturé un exercice à la date mentionnée au 2°, l'ensemble des éléments permettant d'établir qu'elle répond, à cette date, à la définition des petites et moyennes entreprises mentionnée au I de l'article 885 I ter du code général des impôts ; </p><p>4° En cas de souscription en nature, la désignation et la valeur retenue des biens éligibles, ainsi que leur affectation. </p><p>2. Les années suivant celle mentionnée au 1, la personne qui entend bénéficier des dispositions du 1 de l'article 885 I ter du code général des impôts joint à sa déclaration d'impôt de solidarité sur la fortune une attestation de la société au capital de laquelle il a été souscrit précisant les informations mentionnées au 1° du 1. </p><p>Lorsque la personne entend bénéficier du régime de faveur pour des titres reçus en contrepartie d'une nouvelle souscription satisfaisant aux conditions prévues par l'article 885 I ter précité, l'attestation comprend en outre pour ces titres les précisions mentionnées aux 2°, 3° et 4° du 1. </p><p>Lorsque les éléments mentionnés au 3° du 1 n'ont pu être fournis la première année, la personne mentionnée au même 1 produit l'année suivant celle au titre de laquelle le bénéfice des dispositions de l'article 885 I ter précité a été demandé pour la première fois une attestation de la société au capital de laquelle il a été souscrit comprenant ces éléments. </p><p>II. – 1. La personne qui demande le bénéfice pour la première fois des dispositions du 2 du I de l'article 885 I ter du code général des impôts au titre d'une souscription au capital d'une société donnée joint à sa déclaration d'impôt de solidarité sur la fortune ou fournit dans les trois mois suivant la date limite de dépôt de ladite déclaration une attestation de la société au capital de laquelle elle a souscrit précisant les éléments mentionnés aux 1° à 3° du 1 du I. Elle produit en outre une attestation de cette société précisant, pour chacune des souscriptions de cette société au capital de sociétés satisfaisant aux conditions du 1 du I de l'article 885 I ter précité, les éléments mentionnés aux 1° à 3° du 1 du I ainsi que le détail de la fraction mentionnée au quatrième alinéa du 2 du I de l'article 885 I ter précité. </p><p>2. Les années suivant celle mentionnée au 1, la personne qui entend bénéficier des dispositions du 2 du I de l'article 885 I ter précité joint à sa déclaration d'impôt de solidarité sur la fortune une attestation de la société au capital de laquelle elle a souscrit précisant les informations mentionnées au 1° du 1 du I. Elle produit en outre une attestation de cette société précisant, pour chacune des souscriptions de cette société au capital de sociétés satisfaisant aux conditions du 1 du I de l'article 885 I ter précité, les éléments mentionnés au 1° du 1 du I ainsi que le détail de la fraction mentionnée au quatrième alinéa du 2 du I de l'article 885 I ter précité. </p><p>III. – 1. La personne qui demande le bénéfice pour la première fois des dispositions du 3 ou du 4 du I de l'article 885 I ter du code général des impôts au titre d'une souscription de parts d'un fonds donné joint à sa déclaration d'impôt de solidarité sur la fortune, ou fournit dans les trois mois suivant la date limite de dépôt de ladite déclaration, une attestation émanant de la société de gestion du fonds ou du dépositaire des actifs du fonds précisant : </p><p>1° L'objet pour lequel elle est établie : application du 3 ou du 4 du I de l'article 885 I ter précité ; </p><p>2° Les éléments mentionnés aux b à d du 2 du I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069574&idArticle=LEGIARTI000018647696&dateTexte=&categorieLien=cid'>299 octies </a>; </p><p>3° Le respect par le fonds des conditions mentionnées, selon la nature du fonds concerné, aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006649334&dateTexte=&categorieLien=cid'>L. 214-28</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000027780316&dateTexte=&categorieLien=cid'>L. 214-160</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006649371&dateTexte=&categorieLien=cid'>L. 214-30 ou L. 214-31</a> du code monétaire et financier et au 3 ou au 4 du I de l'article 885 I ter précité ; </p><p>4° Le détail de la fraction mentionnée au second alinéa du 4 du I de l'article 885 I ter précité. </p><p>2. Les années suivant celle mentionnée au 1, la personne qui entend bénéficier des dispositions du 3 ou du 4 du I de l'article 885 I ter du code général des impôts joint à sa déclaration d'impôt de solidarité sur la fortune une attestation émanant de la société de gestion du fonds ou du dépositaire des actifs du fonds précisant : </p><p>1° Le nombre de parts détenues par le demandeur au 1er janvier de l'année d'imposition reçues en contrepartie de souscriptions satisfaisant aux conditions prévues par l'article 885 I ter précité ; </p><p>2° Le respect par le fonds des conditions mentionnées, selon la nature du fonds concerné, aux articles L. 214-28, L. 214-160, L. 214-30 ou L. 214-31 du code monétaire et financier et au 3 ou au 4 du I de l'article 885 I ter précité. </p><p>IV. – (Abrogé à compter du 6 août 2010).</p>",
            "num": "299 bis",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "ABROGE",
            "dateDebut": 1375228800000,
            "dateFin": 1527724800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084185",
                        "id": "LEGISCTA000006084185",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114428",
                        "id": "LEGISCTA000006114428",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Enregistrement, publicité foncière, timbre",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133756",
                        "id": "LEGISCTA000006133756",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-07-07",
                        "fin": "2999-01-01",
                        "titre": "Chapitre I bis : Impôt de solidarité sur la fortune",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146849",
                        "id": "LEGISCTA000006146849",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069574",
                        "id": "LEGITEXT000006069574",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006299265",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006146849",
            "sectionParentId": "LEGISCTA000006146849",
            "sectionParentTitre": "Chapitre I bis : Impôt de solidarité sur la fortune",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première partie : Impôts d'État &gt; Titre IV : Enregistrement, publicité foncière, timbre &gt; Chapitre I bis : Impôt de solidarité sur la fortune",
            "refInjection": "MD-20230926_193630_257_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000027799311",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069574",
                    "titre": "Code général des impôts, annexe III, CGIANIII.",
                    "titreLong": "Code général des impôts, annexe III",
                    "etat": "VIGUEUR",
                    "dateDebut": -620870400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069574",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000027769564",
                    "textTitle": "Décret n°2013-687\n du 25 juillet 2013 - art. 26 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "26",
                    "articleId": "LEGIARTI000027772182",
                    "natureText": "DECRET",
                    "datePubliTexte": "2013-07-30",
                    "dateSignaTexte": "2013-07-25",
                    "dateDebutCible": "2013-07-31"
                },
                {
                    "textCid": "JORFTEXT000036958297",
                    "textTitle": "Décret n°2018-404 du 29 mai 2018 - art. 1",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000036959974",
                    "natureText": "DECRET",
                    "datePubliTexte": "2018-05-30",
                    "dateSignaTexte": "2018-05-29",
                    "dateDebutCible": "2018-05-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe III, CGIANIII. - art. 299 octies",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "299 octies",
                    "articleId": "LEGIARTI000018647696",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1469232000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 885 I ter",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "885 I ter",
                    "articleId": "LEGIARTI000006305572",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L214-160",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L214-160",
                    "articleId": "LEGIARTI000027780316",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L214-28",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L214-28",
                    "articleId": "LEGIARTI000006649334",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1558656000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L214-30",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L214-30",
                    "articleId": "LEGIARTI000006649371",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006299265",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1152230400000,
                    "dateFin": 1281052800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022671611",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1281052800000,
                    "dateFin": 1307836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024182388",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1307836800000,
                    "dateFin": 1336348800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025887010",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1336348800000,
                    "dateFin": 1375228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027799311",
                    "etat": "ABROGE",
                    "version": "5.0",
                    "dateDebut": 1375228800000,
                    "dateFin": 1527724800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "299 bis",
                "299"
            ],
            "versionPrecedente": "LEGIARTI000025887010",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000025887010",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - 1. La personne qui demande le bénéfice pour la première fois des dispositions du 1 du I de l'article 885 I ter du code général des impôts au titre d'une souscription au capital d'une société donnée joint à sa déclaration d'impôt de solidarité sur la fortune, ou fournit dans les trois mois suivant la date limite de dépôt de ladite déclaration, une attestation émanant de cette société précisant : 1° Son siège de direction effective et la nature de ses activités au 1er janvier de l'année d'imposition ainsi que le nombre et la nature des titres détenus à la même date par le demandeur et reçus en contrepartie de la souscription satisfaisant les conditions prévues par l'article 885 I ter du code général des impôts. Pour le dénombrement des titres, les cessions et transmissions de titres postérieures à la souscription mentionnée au premier alinéa sont réputées porter en priorité sur les titres que la personne n'a pas reçus en contrepartie d'une souscription satisfaisant les conditions prévues par l'article 885 I ter précité ; 2° La date à laquelle les titres ont été souscrits et le nombre de titres reçus à cette occasion ; 3° Lorsqu'elle a déjà clôturé un exercice à la date mentionnée au 2°, l'ensemble des éléments permettant d'établir qu'elle répond, à cette date, à la définition des petites et moyennes entreprises mentionnée au I de l'article 885 I ter du code général des impôts ; 4° En cas de souscription en nature, la désignation et la valeur retenue des biens éligibles, ainsi que leur affectation. 2. Les années suivant celle mentionnée au 1, la personne qui entend bénéficier des dispositions du 1 de l'article 885 I ter du code général des impôts joint à sa déclaration d'impôt de solidarité sur la fortune une attestation de la société au capital de laquelle il a été souscrit précisant les informations mentionnées au 1° du 1. Lorsque la personne entend bénéficier du régime de faveur pour des titres reçus en contrepartie d'une nouvelle souscription satisfaisant aux conditions prévues par l'article 885 I ter précité, l'attestation comprend en outre pour ces titres les précisions mentionnées aux 2°, 3° et 4° du 1. Lorsque les éléments mentionnés au 3° du 1 n'ont pu être fournis la première année, la personne mentionnée au même 1 produit l'année suivant celle au titre de laquelle le bénéfice des dispositions de l'article 885 I ter précité a été demandé pour la première fois une attestation de la société au capital de laquelle il a été souscrit comprenant ces éléments. II.-1. La personne qui demande le bénéfice pour la première fois des dispositions du 2 du I de l'article 885 I ter du code général des impôts au titre d'une souscription au capital d'une société donnée joint à sa déclaration d'impôt de solidarité sur la fortune ou fournit dans les trois mois suivant la date limite de dépôt de ladite déclaration une attestation de la société au capital de laquelle elle a souscrit précisant les éléments mentionnés aux 1° à 3° du 1 du I. Elle produit en outre une attestation de cette société précisant, pour chacune des souscriptions de cette société au capital de sociétés satisfaisant aux conditions du 1 du I de l'article 885 I ter précité, les éléments mentionnés aux 1° à 3° du 1 du I ainsi que le détail de la fraction mentionnée au quatrième alinéa du 2 du I de l'article 885 I ter précité. 2. Les années suivant celle mentionnée au 1, la personne qui entend bénéficier des dispositions du 2 du I de l'article 885 I ter précité joint à sa déclaration d'impôt de solidarité sur la fortune une attestation de la société au capital de laquelle elle a souscrit précisant les informations mentionnées au 1° du 1 du I. Elle produit en outre une attestation de cette société précisant, pour chacune des souscriptions de cette société au capital de sociétés satisfaisant aux conditions du 1 du I de l'article 885 I ter précité, les éléments mentionnés au 1° du 1 du I ainsi que le détail de la fraction mentionnée au quatrième alinéa du 2 du I de l'article 885 I ter précité. III.-1. La personne qui demande le bénéfice pour la première fois des dispositions du 3 ou du 4 du I de l'article 885 I ter du code général des impôts au titre d'une souscription de parts d'un fonds donné joint à sa déclaration d'impôt de solidarité sur la fortune, ou fournit dans les trois mois suivant la date limite de dépôt de ladite déclaration, une attestation émanant de la société de gestion du fonds ou du dépositaire des actifs du fonds précisant : 1° L'objet pour lequel elle est établie : application du 3 ou du 4 du I de l'article 885 I ter précité ; 2° Les éléments mentionnés aux b à d du 2 du I de l'article 299 octies ; 3° Le respect par le fonds des conditions mentionnées, selon la nature du fonds concerné, aux  articles L. 214-28, L. 214-38, L. 214-30 ou L. 214-31 du code monétaire et financier et au 3 ou au 4 du I de l'article 885 I ter précité ; 4° Le détail de la fraction mentionnée au second alinéa du 4 du I de l'article 885 I ter précité. 2. Les années suivant celle mentionnée au 1, la personne qui entend bénéficier des dispositions du 3 ou du 4 du I de l'article 885 I ter du code général des impôts joint à sa déclaration d'impôt de solidarité sur la fortune une attestation émanant de la société de gestion du fonds ou du dépositaire des actifs du fonds précisant : 1° Le nombre de parts détenues par le demandeur au 1er janvier de l'année d'imposition reçues en contrepartie de souscriptions satisfaisant aux conditions prévues par l'article 885 I ter précité ; 2° Le respect par le fonds des conditions mentionnées, selon la nature du fonds concerné, aux articles L. 214-28, L. 214-38, L. 214-30 ou L. 214-31 du code monétaire et financier et au 3 ou au 4 du I de l'article 885 I ter précité. IV.- (Abrogé à compter du 6 août 2010).",
            "texteHtml": "<p>I. - 1. La personne qui demande le bénéfice pour la première fois des dispositions du 1 du I de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006305572&dateTexte=&categorieLien=cid'>l'article 885 I ter </a>du code général des impôts au titre d'une souscription au capital d'une société donnée joint à sa déclaration d'impôt de solidarité sur la fortune, ou fournit dans les trois mois suivant la date limite de dépôt de ladite déclaration, une attestation émanant de cette société précisant : </p><p>1° Son siège de direction effective et la nature de ses activités au 1er janvier de l'année d'imposition ainsi que le nombre et la nature des titres détenus à la même date par le demandeur et reçus en contrepartie de la souscription satisfaisant les conditions prévues par l'article 885 I ter du code général des impôts. Pour le dénombrement des titres, les cessions et transmissions de titres postérieures à la souscription mentionnée au premier alinéa sont réputées porter en priorité sur les titres que la personne n'a pas reçus en contrepartie d'une souscription satisfaisant les conditions prévues par l'article 885 I ter précité ; </p><p>2° La date à laquelle les titres ont été souscrits et le nombre de titres reçus à cette occasion ; </p><p>3° Lorsqu'elle a déjà clôturé un exercice à la date mentionnée au 2°, l'ensemble des éléments permettant d'établir qu'elle répond, à cette date, à la définition des petites et moyennes entreprises mentionnée au I de l'article 885 I ter du code général des impôts ; </p><p>4° En cas de souscription en nature, la désignation et la valeur retenue des biens éligibles, ainsi que leur affectation. </p><p>2. Les années suivant celle mentionnée au 1, la personne qui entend bénéficier des dispositions du 1 de l'article 885 I ter du code général des impôts joint à sa déclaration d'impôt de solidarité sur la fortune une attestation de la société au capital de laquelle il a été souscrit précisant les informations mentionnées au 1° du 1. </p><p>Lorsque la personne entend bénéficier du régime de faveur pour des titres reçus en contrepartie d'une nouvelle souscription satisfaisant aux conditions prévues par l'article 885 I ter précité, l'attestation comprend en outre pour ces titres les précisions mentionnées aux 2°, 3° et 4° du 1. </p><p>Lorsque les éléments mentionnés au 3° du 1 n'ont pu être fournis la première année, la personne mentionnée au même 1 produit l'année suivant celle au titre de laquelle le bénéfice des dispositions de l'article 885 I ter précité a été demandé pour la première fois une attestation de la société au capital de laquelle il a été souscrit comprenant ces éléments. </p><p>II.-1. La personne qui demande le bénéfice pour la première fois des dispositions du 2 du I de l'article 885 I ter du code général des impôts au titre d'une souscription au capital d'une société donnée joint à sa déclaration d'impôt de solidarité sur la fortune ou fournit dans les trois mois suivant la date limite de dépôt de ladite déclaration une attestation de la société au capital de laquelle elle a souscrit précisant les éléments mentionnés aux 1° à 3° du 1 du I. Elle produit en outre une attestation de cette société précisant, pour chacune des souscriptions de cette société au capital de sociétés satisfaisant aux conditions du 1 du I de l'article 885 I ter précité, les éléments mentionnés aux 1° à 3° du 1 du I ainsi que le détail de la fraction mentionnée au quatrième alinéa du 2 du I de l'article 885 I ter précité. </p><p>2. Les années suivant celle mentionnée au 1, la personne qui entend bénéficier des dispositions du 2 du I de l'article 885 I ter précité joint à sa déclaration d'impôt de solidarité sur la fortune une attestation de la société au capital de laquelle elle a souscrit précisant les informations mentionnées au 1° du 1 du I. Elle produit en outre une attestation de cette société précisant, pour chacune des souscriptions de cette société au capital de sociétés satisfaisant aux conditions du 1 du I de l'article 885 I ter précité, les éléments mentionnés au 1° du 1 du I ainsi que le détail de la fraction mentionnée au quatrième alinéa du 2 du I de l'article 885 I ter précité. </p><p>III.-1. La personne qui demande le bénéfice pour la première fois des dispositions du 3 ou du 4 du I de l'article 885 I ter du code général des impôts au titre d'une souscription de parts d'un fonds donné joint à sa déclaration d'impôt de solidarité sur la fortune, ou fournit dans les trois mois suivant la date limite de dépôt de ladite déclaration, une attestation émanant de la société de gestion du fonds ou du dépositaire des actifs du fonds précisant : </p><p>1° L'objet pour lequel elle est établie : application du 3 ou du 4 du I de l'article 885 I ter précité ; </p><p>2° Les éléments mentionnés aux b à d du 2 du I de l'article 299 octies ; </p><p>3° Le respect par le fonds des conditions mentionnées, selon la nature du fonds concerné, aux  articles L. 214-28, L. 214-38, L. 214-30 ou L. 214-31 du code monétaire et financier et au 3 ou au 4 du I de l'article 885 I ter précité ; </p><p>4° Le détail de la fraction mentionnée au second alinéa du 4 du I de l'article 885 I ter précité. </p><p>2. Les années suivant celle mentionnée au 1, la personne qui entend bénéficier des dispositions du 3 ou du 4 du I de l'article 885 I ter du code général des impôts joint à sa déclaration d'impôt de solidarité sur la fortune une attestation émanant de la société de gestion du fonds ou du dépositaire des actifs du fonds précisant : </p><p>1° Le nombre de parts détenues par le demandeur au 1er janvier de l'année d'imposition reçues en contrepartie de souscriptions satisfaisant aux conditions prévues par l'article 885 I ter précité ; </p><p>2° Le respect par le fonds des conditions mentionnées, selon la nature du fonds concerné, aux articles L. 214-28, L. 214-38, L. 214-30 ou L. 214-31 du code monétaire et financier et au 3 ou au 4 du I de l'article 885 I ter précité.</p><p>IV.- (Abrogé à compter du 6 août 2010).</p>",
            "num": "299 bis",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1336348800000,
            "dateFin": 1375228800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084185",
                        "id": "LEGISCTA000006084185",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114428",
                        "id": "LEGISCTA000006114428",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Enregistrement, publicité foncière, timbre",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133756",
                        "id": "LEGISCTA000006133756",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-07-07",
                        "fin": "2999-01-01",
                        "titre": "Chapitre I bis : Impôt de solidarité sur la fortune",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146849",
                        "id": "LEGISCTA000006146849",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069574",
                        "id": "LEGITEXT000006069574",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006299265",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006146849",
            "sectionParentId": "LEGISCTA000006146849",
            "sectionParentTitre": "Chapitre I bis : Impôt de solidarité sur la fortune",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première partie : Impôts d'État &gt; Titre IV : Enregistrement, publicité foncière, timbre &gt; Chapitre I bis : Impôt de solidarité sur la fortune",
            "refInjection": "MD-20230926_193630_257_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000025887010",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069574",
                    "titre": "Code général des impôts, annexe III, CGIANIII.",
                    "titreLong": "Code général des impôts, annexe III",
                    "etat": "VIGUEUR",
                    "dateDebut": -620870400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069574",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Modifications effectuées en conséquence de l'article 3 de l'ordonnance n° 2011-915 du 1er août 2011.",
            "notaHtml": "<p>Modifications effectuées en conséquence de l'article 3 de l'ordonnance n° 2011-915 du 1er août 2011.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000025803650",
                    "textTitle": "Décret n°2012-653 du 4 mai 2012 - art. 3",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000025819148",
                    "natureText": "DECRET",
                    "datePubliTexte": "2012-05-06",
                    "dateSignaTexte": "2012-05-04",
                    "dateDebutCible": "2012-05-07"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 885 I ter",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "885 I ter",
                    "articleId": "LEGIARTI000006305572",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L214-36",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L214-36",
                    "articleId": "LEGIARTI000006649854",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L214-41",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L214-41",
                    "articleId": "LEGIARTI000006650038",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006299265",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1152230400000,
                    "dateFin": 1281052800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022671611",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1281052800000,
                    "dateFin": 1307836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024182388",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1307836800000,
                    "dateFin": 1336348800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025887010",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1336348800000,
                    "dateFin": 1375228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027799311",
                    "etat": "ABROGE",
                    "version": "5.0",
                    "dateDebut": 1375228800000,
                    "dateFin": 1527724800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "299 bis",
                "299"
            ],
            "versionPrecedente": "LEGIARTI000024182388",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000024182388",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - 1. La personne qui demande le bénéfice pour la première fois des dispositions du 1 du I de l'article 885 I ter du code général des impôts au titre d'une souscription au capital d'une société donnée joint à sa déclaration d'impôt de solidarité sur la fortune, ou fournit dans les trois mois suivant la date limite de dépôt de ladite déclaration, une attestation émanant de cette société précisant : 1° Son siège de direction effective et la nature de ses activités au 1er janvier de l'année d'imposition ainsi que le nombre et la nature des titres détenus à la même date par le demandeur et reçus en contrepartie de la souscription satisfaisant les conditions prévues par l'article 885 I ter du code général des impôts. Pour le dénombrement des titres, les cessions et transmissions de titres postérieures à la souscription mentionnée au premier alinéa sont réputées porter en priorité sur les titres que la personne n'a pas reçus en contrepartie d'une souscription satisfaisant les conditions prévues par l'article 885 I ter précité ; 2° La date à laquelle les titres ont été souscrits et le nombre de titres reçus à cette occasion ; 3° Lorsqu'elle a déjà clôturé un exercice à la date mentionnée au 2°, l'ensemble des éléments permettant d'établir qu'elle répond, à cette date, à la définition des petites et moyennes entreprises mentionnée au I de l'article 885 I ter du code général des impôts ; 4° En cas de souscription en nature, la désignation et la valeur retenue des biens éligibles, ainsi que leur affectation. 2. Les années suivant celle mentionnée au 1, la personne qui entend bénéficier des dispositions du 1 de l'article 885 I ter du code général des impôts joint à sa déclaration d'impôt de solidarité sur la fortune une attestation de la société au capital de laquelle il a été souscrit précisant les informations mentionnées au 1° du 1. Lorsque la personne entend bénéficier du régime de faveur pour des titres reçus en contrepartie d'une nouvelle souscription satisfaisant aux conditions prévues par l'article 885 I ter précité, l'attestation comprend en outre pour ces titres les précisions mentionnées aux 2°, 3° et 4° du 1. Lorsque les éléments mentionnés au 3° du 1 n'ont pu être fournis la première année, la personne mentionnée au même 1 produit l'année suivant celle au titre de laquelle le bénéfice des dispositions de l'article 885 I ter précité a été demandé pour la première fois une attestation de la société au capital de laquelle il a été souscrit comprenant ces éléments. II.-1. La personne qui demande le bénéfice pour la première fois des dispositions du 2 du I de l'article 885 I ter du code général des impôts au titre d'une souscription au capital d'une société donnée joint à sa déclaration d'impôt de solidarité sur la fortune ou fournit dans les trois mois suivant la date limite de dépôt de ladite déclaration une attestation de la société au capital de laquelle elle a souscrit précisant les éléments mentionnés aux 1° à 3° du 1 du I. Elle produit en outre une attestation de cette société précisant, pour chacune des souscriptions de cette société au capital de sociétés satisfaisant aux conditions du 1 du I de l'article 885 I ter précité, les éléments mentionnés aux 1° à 3° du 1 du I ainsi que le détail de la fraction mentionnée au quatrième alinéa du 2 du I de l'article 885 I ter précité. 2. Les années suivant celle mentionnée au 1, la personne qui entend bénéficier des dispositions du 2 du I de l'article 885 I ter précité joint à sa déclaration d'impôt de solidarité sur la fortune une attestation de la société au capital de laquelle elle a souscrit précisant les informations mentionnées au 1° du 1 du I. Elle produit en outre une attestation de cette société précisant, pour chacune des souscriptions de cette société au capital de sociétés satisfaisant aux conditions du 1 du I de l'article 885 I ter précité, les éléments mentionnés au 1° du 1 du I ainsi que le détail de la fraction mentionnée au quatrième alinéa du 2 du I de l'article 885 I ter précité. III.-1. La personne qui demande le bénéfice pour la première fois des dispositions du 3 ou du 4 du I de l'article 885 I ter du code général des impôts au titre d'une souscription de parts d'un fonds donné joint à sa déclaration d'impôt de solidarité sur la fortune, ou fournit dans les trois mois suivant la date limite de dépôt de ladite déclaration, une attestation émanant de la société de gestion du fonds ou du dépositaire des actifs du fonds précisant : 1° L'objet pour lequel elle est établie : application du 3 ou du 4 du I de l'article 885 I ter précité ; 2° Les éléments mentionnés aux b à d du 2 du I de l'article 299 octies ; 3° Le respect par le fonds des conditions mentionnées, selon la nature du fonds concerné, aux articles L. 214-36, L. 214-37 , L. 214-41 ou L. 214-41-1 du code monétaire et financier et au 3 ou au 4 du I de l'article 885 I ter précité ; 4° Le détail de la fraction mentionnée au second alinéa du 4 du I de l'article 885 I ter précité. 2. Les années suivant celle mentionnée au 1, la personne qui entend bénéficier des dispositions du 3 ou du 4 du I de l'article 885 I ter du code général des impôts joint à sa déclaration d'impôt de solidarité sur la fortune une attestation émanant de la société de gestion du fonds ou du dépositaire des actifs du fonds précisant : 1° Le nombre de parts détenues par le demandeur au 1er janvier de l'année d'imposition reçues en contrepartie de souscriptions satisfaisant aux conditions prévues par l'article 885 I ter précité ; 2° Le respect par le fonds des conditions mentionnées, selon la nature du fonds concerné, aux articles L. 214-36, L. 214-37, L. 214-41 ou L. 214-41-1 du code monétaire et financier et au 3 ou au 4 du I de l'article 885 I ter précité. IV.- (Abrogé à compter du 6 août 2010).",
            "texteHtml": "<p>I. - 1. La personne qui demande le bénéfice pour la première fois des dispositions du 1 du I de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006305572&dateTexte=&categorieLien=cid'>l'article 885 I ter </a>du code général des impôts au titre d'une souscription au capital d'une société donnée joint à sa déclaration d'impôt de solidarité sur la fortune, ou fournit dans les trois mois suivant la date limite de dépôt de ladite déclaration, une attestation émanant de cette société précisant : </p><p>1° Son siège de direction effective et la nature de ses activités au 1er janvier de l'année d'imposition ainsi que le nombre et la nature des titres détenus à la même date par le demandeur et reçus en contrepartie de la souscription satisfaisant les conditions prévues par l'article 885 I ter du code général des impôts. Pour le dénombrement des titres, les cessions et transmissions de titres postérieures à la souscription mentionnée au premier alinéa sont réputées porter en priorité sur les titres que la personne n'a pas reçus en contrepartie d'une souscription satisfaisant les conditions prévues par l'article 885 I ter précité ; </p><p>2° La date à laquelle les titres ont été souscrits et le nombre de titres reçus à cette occasion ; </p><p>3° Lorsqu'elle a déjà clôturé un exercice à la date mentionnée au 2°, l'ensemble des éléments permettant d'établir qu'elle répond, à cette date, à la définition des petites et moyennes entreprises mentionnée au I de l'article 885 I ter du code général des impôts ; </p><p>4° En cas de souscription en nature, la désignation et la valeur retenue des biens éligibles, ainsi que leur affectation. </p><p>2. Les années suivant celle mentionnée au 1, la personne qui entend bénéficier des dispositions du 1 de l'article 885 I ter du code général des impôts joint à sa déclaration d'impôt de solidarité sur la fortune une attestation de la société au capital de laquelle il a été souscrit précisant les informations mentionnées au 1° du 1. </p><p>Lorsque la personne entend bénéficier du régime de faveur pour des titres reçus en contrepartie d'une nouvelle souscription satisfaisant aux conditions prévues par l'article 885 I ter précité, l'attestation comprend en outre pour ces titres les précisions mentionnées aux 2°, 3° et 4° du 1. </p><p>Lorsque les éléments mentionnés au 3° du 1 n'ont pu être fournis la première année, la personne mentionnée au même 1 produit l'année suivant celle au titre de laquelle le bénéfice des dispositions de l'article 885 I ter précité a été demandé pour la première fois une attestation de la société au capital de laquelle il a été souscrit comprenant ces éléments. </p><p>II.-1. La personne qui demande le bénéfice pour la première fois des dispositions du 2 du I de l'article 885 I ter du code général des impôts au titre d'une souscription au capital d'une société donnée joint à sa déclaration d'impôt de solidarité sur la fortune ou fournit dans les trois mois suivant la date limite de dépôt de ladite déclaration une attestation de la société au capital de laquelle elle a souscrit précisant les éléments mentionnés aux 1° à 3° du 1 du I. Elle produit en outre une attestation de cette société précisant, pour chacune des souscriptions de cette société au capital de sociétés satisfaisant aux conditions du 1 du I de l'article 885 I ter précité, les éléments mentionnés aux 1° à 3° du 1 du I ainsi que le détail de la fraction mentionnée au quatrième alinéa du 2 du I de l'article 885 I ter précité. </p><p>2. Les années suivant celle mentionnée au 1, la personne qui entend bénéficier des dispositions du 2 du I de l'article 885 I ter précité joint à sa déclaration d'impôt de solidarité sur la fortune une attestation de la société au capital de laquelle elle a souscrit précisant les informations mentionnées au 1° du 1 du I. Elle produit en outre une attestation de cette société précisant, pour chacune des souscriptions de cette société au capital de sociétés satisfaisant aux conditions du 1 du I de l'article 885 I ter précité, les éléments mentionnés au 1° du 1 du I ainsi que le détail de la fraction mentionnée au quatrième alinéa du 2 du I de l'article 885 I ter précité. </p><p>III.-1. La personne qui demande le bénéfice pour la première fois des dispositions du 3 ou du 4 du I de l'article 885 I ter du code général des impôts au titre d'une souscription de parts d'un fonds donné joint à sa déclaration d'impôt de solidarité sur la fortune, ou fournit dans les trois mois suivant la date limite de dépôt de ladite déclaration, une attestation émanant de la société de gestion du fonds ou du dépositaire des actifs du fonds précisant : </p><p>1° L'objet pour lequel elle est établie : application du 3 ou du 4 du I de l'article 885 I ter précité ; </p><p>2° Les éléments mentionnés aux b à d du 2 du I de l'article 299 octies ; </p><p>3° Le respect par le fonds des conditions mentionnées, selon la nature du fonds concerné, aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006649854&dateTexte=&categorieLien=cid'>articles L. 214-36, L. 214-37</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006650038&dateTexte=&categorieLien=cid'>L. 214-41 ou L. 214-41-1</a> du code monétaire et financier et au 3 ou au 4 du I de l'article 885 I ter précité ; </p><p>4° Le détail de la fraction mentionnée au second alinéa du 4 du I de l'article 885 I ter précité. </p><p>2. Les années suivant celle mentionnée au 1, la personne qui entend bénéficier des dispositions du 3 ou du 4 du I de l'article 885 I ter du code général des impôts joint à sa déclaration d'impôt de solidarité sur la fortune une attestation émanant de la société de gestion du fonds ou du dépositaire des actifs du fonds précisant : </p><p>1° Le nombre de parts détenues par le demandeur au 1er janvier de l'année d'imposition reçues en contrepartie de souscriptions satisfaisant aux conditions prévues par l'article 885 I ter précité ; </p><p>2° Le respect par le fonds des conditions mentionnées, selon la nature du fonds concerné, aux articles L. 214-36, L. 214-37, L. 214-41 ou L. 214-41-1 du code monétaire et financier et au 3 ou au 4 du I de l'article 885 I ter précité.</p><p>IV.- (Abrogé à compter du 6 août 2010).</p>",
            "num": "299 bis",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1307836800000,
            "dateFin": 1336348800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084185",
                        "id": "LEGISCTA000006084185",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114428",
                        "id": "LEGISCTA000006114428",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Enregistrement, publicité foncière, timbre",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133756",
                        "id": "LEGISCTA000006133756",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-07-07",
                        "fin": "2999-01-01",
                        "titre": "Chapitre I bis : Impôt de solidarité sur la fortune",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146849",
                        "id": "LEGISCTA000006146849",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069574",
                        "id": "LEGITEXT000006069574",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006299265",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006146849",
            "sectionParentId": "LEGISCTA000006146849",
            "sectionParentTitre": "Chapitre I bis : Impôt de solidarité sur la fortune",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première partie : Impôts d'État &gt; Titre IV : Enregistrement, publicité foncière, timbre &gt; Chapitre I bis : Impôt de solidarité sur la fortune",
            "refInjection": "MD-20230926_193630_257_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000024182388",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069574",
                    "titre": "Code général des impôts, annexe III, CGIANIII.",
                    "titreLong": "Code général des impôts, annexe III",
                    "etat": "VIGUEUR",
                    "dateDebut": -620870400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069574",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000024152033",
                    "textTitle": "Décret n°2011-645\n du 9 juin 2011 - art. 3",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000024154183",
                    "natureText": "DECRET",
                    "datePubliTexte": "2011-06-11",
                    "dateSignaTexte": "2011-06-09",
                    "dateDebutCible": "2011-06-12"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 885 I ter",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "885 I ter",
                    "articleId": "LEGIARTI000006305572",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L214-36",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L214-36",
                    "articleId": "LEGIARTI000006649854",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L214-41",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L214-41",
                    "articleId": "LEGIARTI000006650038",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006299265",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1152230400000,
                    "dateFin": 1281052800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022671611",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1281052800000,
                    "dateFin": 1307836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024182388",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1307836800000,
                    "dateFin": 1336348800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025887010",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1336348800000,
                    "dateFin": 1375228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027799311",
                    "etat": "ABROGE",
                    "version": "5.0",
                    "dateDebut": 1375228800000,
                    "dateFin": 1527724800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "299 bis",
                "299"
            ],
            "versionPrecedente": "LEGIARTI000022671611",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000022671611",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - 1. La personne qui demande le bénéfice pour la première fois des dispositions du 1 du I de l'article 885 I ter du code général des impôts au titre d'une souscription au capital d'une société donnée joint à sa déclaration d'impôt de solidarité sur la fortune, ou fournit dans les trois mois suivant la date limite de dépôt de ladite déclaration, une attestation émanant de cette société précisant : 1° Son siège de direction effective et la nature de ses activités au 1er janvier de l'année d'imposition ainsi que le nombre et la nature des titres détenus à la même date par le demandeur et reçus en contrepartie de la souscription satisfaisant les conditions prévues par l'article 885 I ter du code général des impôts. Pour le dénombrement des titres, les cessions et transmissions de titres postérieures à la souscription mentionnée au premier alinéa sont réputées porter en priorité sur les titres que la personne n'a pas reçus en contrepartie d'une souscription satisfaisant les conditions prévues par l'article 885 I ter précité ; 2° La date à laquelle les titres ont été souscrits et le nombre de titres reçus à cette occasion ; 3° Lorsqu'elle a déjà clôturé un exercice à la date mentionnée au 2°, l'ensemble des éléments permettant d'établir qu'elle répond, à cette date, à la définition des petites et moyennes entreprises mentionnée à l'article 885 I ter I du code général des impôts ; 4° En cas de souscription en nature, la désignation et la valeur retenue des biens éligibles, ainsi que leur affectation. 2. Les années suivant celle mentionnée au 1, la personne qui entend bénéficier des dispositions du 1 de l'article 885 I ter du code général des impôts joint à sa déclaration d'impôt de solidarité sur la fortune une attestation de la société au capital de laquelle il a été souscrit précisant les informations mentionnées au 1° du 1. Lorsque la personne entend bénéficier du régime de faveur pour des titres reçus en contrepartie d'une nouvelle souscription satisfaisant aux conditions prévues par l'article 885 I ter précité, l'attestation comprend en outre pour ces titres les précisions mentionnées aux 2°, 3° et 4° du 1. Lorsque les éléments mentionnés au 3° du 1 n'ont pu être fournis la première année, la personne mentionnée au même 1 produit l'année suivant celle au titre de laquelle le bénéfice des dispositions de l'article 885 I ter précité a été demandé pour la première fois une attestation de la société au capital de laquelle il a été souscrit comprenant ces éléments. II.-1. La personne qui demande le bénéfice pour la première fois des dispositions du 2 du I de l'article 885 I ter du code général des impôts au titre d'une souscription au capital d'une société donnée joint à sa déclaration d'impôt de solidarité sur la fortune ou fournit dans les trois mois suivant la date limite de dépôt de ladite déclaration une attestation de la société au capital de laquelle elle a souscrit précisant les éléments mentionnés aux 1° à 3° du 1 du I. Elle produit en outre une attestation de cette société précisant, pour chacune des souscriptions de cette société au capital de sociétés satisfaisant aux conditions du 1 du I de l'article 885 I ter précité, les éléments mentionnés aux 1° à 3° du 1 du I ainsi que le détail de la fraction mentionnée au quatrième alinéa du 2 du I de l'article 885 I ter précité. 2. Les années suivant celle mentionnée au 1, la personne qui entend bénéficier des dispositions du 2 du I de l'article 885 I ter précité joint à sa déclaration d'impôt de solidarité sur la fortune une attestation de la société au capital de laquelle elle a souscrit précisant les informations mentionnées au 1° du 1 du I. Elle produit en outre une attestation de cette société précisant, pour chacune des souscriptions de cette société au capital de sociétés satisfaisant aux conditions du 1 du I de l'article 885 I ter précité, les éléments mentionnés au 1° du 1 du I ainsi que le détail de la fraction mentionnée au quatrième alinéa du 2 du I de l'article 885 I ter précité. III.-1. La personne qui demande le bénéfice pour la première fois des dispositions du 3 ou du 4 du I de l'article 885 I ter du code général des impôts au titre d'une souscription de parts d'un fonds donné joint à sa déclaration d'impôt de solidarité sur la fortune, ou fournit dans les trois mois suivant la date limite de dépôt de ladite déclaration, une attestation émanant de la société de gestion du fonds ou du dépositaire des actifs du fonds précisant : 1° L'objet pour lequel elle est établie : application du 3 ou du 4 du I de l'article 885 I ter précité ; 2° Les éléments mentionnés aux b à d du 2 du I de l'article 299 octies ; 3° Le respect par le fonds des conditions mentionnées, selon la nature du fonds concerné, aux articles L. 214-36, L. 214-37 , L. 214-41 ou L. 214-41-1 du code monétaire et financier et au 3 ou au 4 du I de l'article 885 I ter précité ; 4° Le détail de la fraction mentionnée au second alinéa du 4 du I de l'article 885 I ter précité. 2. Les années suivant celle mentionnée au 1, la personne qui entend bénéficier des dispositions du 3 ou du 4 du I de l'article 885 I ter du code général des impôts joint à sa déclaration d'impôt de solidarité sur la fortune une attestation émanant de la société de gestion du fonds ou du dépositaire des actifs du fonds précisant : 1° Le nombre de parts détenues par le demandeur au 1er janvier de l'année d'imposition reçues en contrepartie de souscriptions satisfaisant aux conditions prévues par l'article 885 I ter précité ; 2° Le respect par le fonds des conditions mentionnées, selon la nature du fonds concerné, aux articles L. 214-36, L. 214-37, L. 214-41 ou L. 214-41-1 du code monétaire et financier et au 3 ou au 4 du I de l'article 885 I ter précité. IV.- (Abrogé à compter du 6 août 2010).",
            "texteHtml": "<p>I. - 1. La personne qui demande le bénéfice pour la première fois des dispositions du 1 du I de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006305572&dateTexte=&categorieLien=cid'>l'article 885 I ter </a>du code général des impôts au titre d'une souscription au capital d'une société donnée joint à sa déclaration d'impôt de solidarité sur la fortune, ou fournit dans les trois mois suivant la date limite de dépôt de ladite déclaration, une attestation émanant de cette société précisant : </p><p>1° Son siège de direction effective et la nature de ses activités au 1er janvier de l'année d'imposition ainsi que le nombre et la nature des titres détenus à la même date par le demandeur et reçus en contrepartie de la souscription satisfaisant les conditions prévues par l'article 885 I ter du code général des impôts. Pour le dénombrement des titres, les cessions et transmissions de titres postérieures à la souscription mentionnée au premier alinéa sont réputées porter en priorité sur les titres que la personne n'a pas reçus en contrepartie d'une souscription satisfaisant les conditions prévues par l'article 885 I ter précité ; </p><p>2° La date à laquelle les titres ont été souscrits et le nombre de titres reçus à cette occasion ; </p><p>3° Lorsqu'elle a déjà clôturé un exercice à la date mentionnée au 2°, l'ensemble des éléments permettant d'établir qu'elle répond, à cette date, à la définition des petites et moyennes entreprises mentionnée à l'article 885 I ter I du code général des impôts ; </p><p>4° En cas de souscription en nature, la désignation et la valeur retenue des biens éligibles, ainsi que leur affectation. </p><p>2. Les années suivant celle mentionnée au 1, la personne qui entend bénéficier des dispositions du 1 de l'article 885 I ter du code général des impôts joint à sa déclaration d'impôt de solidarité sur la fortune une attestation de la société au capital de laquelle il a été souscrit précisant les informations mentionnées au 1° du 1. </p><p>Lorsque la personne entend bénéficier du régime de faveur pour des titres reçus en contrepartie d'une nouvelle souscription satisfaisant aux conditions prévues par l'article 885 I ter précité, l'attestation comprend en outre pour ces titres les précisions mentionnées aux 2°, 3° et 4° du 1. </p><p>Lorsque les éléments mentionnés au 3° du 1 n'ont pu être fournis la première année, la personne mentionnée au même 1 produit l'année suivant celle au titre de laquelle le bénéfice des dispositions de l'article 885 I ter précité a été demandé pour la première fois une attestation de la société au capital de laquelle il a été souscrit comprenant ces éléments. </p><p>II.-1. La personne qui demande le bénéfice pour la première fois des dispositions du 2 du I de l'article 885 I ter du code général des impôts au titre d'une souscription au capital d'une société donnée joint à sa déclaration d'impôt de solidarité sur la fortune ou fournit dans les trois mois suivant la date limite de dépôt de ladite déclaration une attestation de la société au capital de laquelle elle a souscrit précisant les éléments mentionnés aux 1° à 3° du 1 du I. Elle produit en outre une attestation de cette société précisant, pour chacune des souscriptions de cette société au capital de sociétés satisfaisant aux conditions du 1 du I de l'article 885 I ter précité, les éléments mentionnés aux 1° à 3° du 1 du I ainsi que le détail de la fraction mentionnée au quatrième alinéa du 2 du I de l'article 885 I ter précité. </p><p>2. Les années suivant celle mentionnée au 1, la personne qui entend bénéficier des dispositions du 2 du I de l'article 885 I ter précité joint à sa déclaration d'impôt de solidarité sur la fortune une attestation de la société au capital de laquelle elle a souscrit précisant les informations mentionnées au 1° du 1 du I. Elle produit en outre une attestation de cette société précisant, pour chacune des souscriptions de cette société au capital de sociétés satisfaisant aux conditions du 1 du I de l'article 885 I ter précité, les éléments mentionnés au 1° du 1 du I ainsi que le détail de la fraction mentionnée au quatrième alinéa du 2 du I de l'article 885 I ter précité. </p><p>III.-1. La personne qui demande le bénéfice pour la première fois des dispositions du 3 ou du 4 du I de l'article 885 I ter du code général des impôts au titre d'une souscription de parts d'un fonds donné joint à sa déclaration d'impôt de solidarité sur la fortune, ou fournit dans les trois mois suivant la date limite de dépôt de ladite déclaration, une attestation émanant de la société de gestion du fonds ou du dépositaire des actifs du fonds précisant : </p><p>1° L'objet pour lequel elle est établie : application du 3 ou du 4 du I de l'article 885 I ter précité ; </p><p>2° Les éléments mentionnés aux b à d du 2 du I de l'article 299 octies ; </p><p>3° Le respect par le fonds des conditions mentionnées, selon la nature du fonds concerné, aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006649854&dateTexte=&categorieLien=cid'>articles L. 214-36, L. 214-37</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006650038&dateTexte=&categorieLien=cid'>L. 214-41 ou L. 214-41-1</a> du code monétaire et financier et au 3 ou au 4 du I de l'article 885 I ter précité ; </p><p>4° Le détail de la fraction mentionnée au second alinéa du 4 du I de l'article 885 I ter précité. </p><p>2. Les années suivant celle mentionnée au 1, la personne qui entend bénéficier des dispositions du 3 ou du 4 du I de l'article 885 I ter du code général des impôts joint à sa déclaration d'impôt de solidarité sur la fortune une attestation émanant de la société de gestion du fonds ou du dépositaire des actifs du fonds précisant : </p><p>1° Le nombre de parts détenues par le demandeur au 1er janvier de l'année d'imposition reçues en contrepartie de souscriptions satisfaisant aux conditions prévues par l'article 885 I ter précité ; </p><p>2° Le respect par le fonds des conditions mentionnées, selon la nature du fonds concerné, aux articles L. 214-36, L. 214-37, L. 214-41 ou L. 214-41-1 du code monétaire et financier et au 3 ou au 4 du I de l'article 885 I ter précité.</p><p>IV.- (Abrogé à compter du 6 août 2010).</p>",
            "num": "299 bis",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1281052800000,
            "dateFin": 1307836800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084185",
                        "id": "LEGISCTA000006084185",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114428",
                        "id": "LEGISCTA000006114428",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Enregistrement, publicité foncière, timbre",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133756",
                        "id": "LEGISCTA000006133756",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-07-07",
                        "fin": "2999-01-01",
                        "titre": "Chapitre I bis : Impôt de solidarité sur la fortune",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146849",
                        "id": "LEGISCTA000006146849",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069574",
                        "id": "LEGITEXT000006069574",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006299265",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006146849",
            "sectionParentId": "LEGISCTA000006146849",
            "sectionParentTitre": "Chapitre I bis : Impôt de solidarité sur la fortune",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première partie : Impôts d'État &gt; Titre IV : Enregistrement, publicité foncière, timbre &gt; Chapitre I bis : Impôt de solidarité sur la fortune",
            "refInjection": "MD-20230926_193630_257_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000022671611",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069574",
                    "titre": "Code général des impôts, annexe III, CGIANIII.",
                    "titreLong": "Code général des impôts, annexe III",
                    "etat": "VIGUEUR",
                    "dateDebut": -620870400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069574",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000022668036",
                    "textTitle": "Décret n°2010-915\n du 3 août 2010 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000022668900",
                    "natureText": "DECRET",
                    "datePubliTexte": "2010-08-05",
                    "dateSignaTexte": "2010-08-03",
                    "dateDebutCible": "2010-08-06"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 885 I ter",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "885 I ter",
                    "articleId": "LEGIARTI000006305572",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L214-36",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L214-36",
                    "articleId": "LEGIARTI000006649854",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L214-41",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L214-41",
                    "articleId": "LEGIARTI000006650038",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006299265",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1152230400000,
                    "dateFin": 1281052800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022671611",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1281052800000,
                    "dateFin": 1307836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024182388",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1307836800000,
                    "dateFin": 1336348800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025887010",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1336348800000,
                    "dateFin": 1375228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027799311",
                    "etat": "ABROGE",
                    "version": "5.0",
                    "dateDebut": 1375228800000,
                    "dateFin": 1527724800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "299 bis",
                "299"
            ],
            "versionPrecedente": "LEGIARTI000006299265",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006299265",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - La personne qui demande le bénéfice pour la première fois des dispositions de l'article 885 I ter du code général des impôts au titre d'une souscription auprès d'une société donnée produit une attestation émanant de cette société précisant : 1° Son siège de direction effective et la nature de ses activités au 1er janvier de l'année d'imposition ainsi que le nombre et la nature des titres détenus à la même date par le demandeur et reçus en contrepartie de la souscription satisfaisant les conditions prévues par l'article 885 I ter du code général des impôts. Pour le dénombrement des titres, les cessions et transmissions de titres postérieures à la souscription mentionnée au premier alinéa sont réputées porter en priorité sur les titres que la personne n'a pas reçus en contrepartie d'une souscription satisfaisant les conditions prévues par l'article 885 I ter précité ; 2° La date à laquelle les titres ont été souscrits et le nombre de titres reçus à cette occasion ; 3° Lorsqu'elle a déjà clôturé un exercice à la date mentionnée au 2°, l'ensemble des éléments permettant d'établir qu'elle répond, à cette date, à la définition des petites et moyennes entreprises mentionnée à l'article 885 I du code général des impôts ; 4° En cas de souscription en nature, la désignation et la valeur retenue des biens éligibles, ainsi que leur affectation. II. - Les années suivant celle mentionnée au I, la personne qui entend bénéficier des dispositions de l'article 885 I ter du code général des impôts produit une attestation de la société au capital de laquelle il a été souscrit précisant les informations mentionnées au 1° du I. Lorsque la personne entend bénéficier du régime de faveur pour des titres reçus en contrepartie d'une nouvelle souscription satisfaisant aux conditions prévues par l'article 885 I ter précité, l'attestation comprend en outre pour ces titres les précisions mentionnées aux 2°, 3° et 4° du I. III. - Lorsque les éléments mentionnés au 3° du I n'ont pu être fournis la première année, la personne mentionnée au I produit l'année suivant celle au titre de laquelle le bénéfice des dispositions de l'article 885 I ter du code général des impôts a été demandé pour la première fois et dans les conditions mentionnées au IV une attestation de la société au capital de laquelle il a été souscrit comprenant ces éléments. IV. - Les attestations mentionnées aux I et II sont adressées à l'administration par la personne qui bénéficie des dispositions de l'article 885 I ter du code général des impôts lors du dépôt de sa déclaration d'impôt de solidarité sur la fortune ou adressés au service des impôts de son domicile, avant le 15 juin de l'année au titre de laquelle le bénéfice du régime de faveur est demandé, lorsqu'elle n'est pas tenue de déposer une déclaration.",
            "texteHtml": "<p></p>   I. - La personne qui demande le bénéfice pour la première fois des dispositions de l'article 885 I ter du code général des impôts au titre d'une souscription auprès d'une société donnée produit une attestation émanant de cette société précisant :<p></p><p></p>   1° Son siège de direction effective et la nature de ses activités au 1er janvier de l'année d'imposition ainsi que le nombre et la nature des titres détenus à la même date par le demandeur et reçus en contrepartie de la souscription satisfaisant les conditions prévues par l'article 885 I ter du code général des impôts. Pour le dénombrement des titres, les cessions et transmissions de titres postérieures à la souscription mentionnée au premier alinéa sont réputées porter en priorité sur les titres que la personne n'a pas reçus en contrepartie d'une souscription satisfaisant les conditions prévues par l'article 885 I ter précité ;<p></p><p></p>   2° La date à laquelle les titres ont été souscrits et le nombre de titres reçus à cette occasion ;<p></p><p></p>   3° Lorsqu'elle a déjà clôturé un exercice à la date mentionnée au 2°, l'ensemble des éléments permettant d'établir qu'elle répond, à cette date, à la définition des petites et moyennes entreprises mentionnée à l'article 885 I du code général des impôts ;<p></p><p></p>   4° En cas de souscription en nature, la désignation et la valeur retenue des biens éligibles, ainsi que leur affectation.<p></p><p></p>   II. - Les années suivant celle mentionnée au I, la personne qui entend bénéficier des dispositions de l'article 885 I ter du code général des impôts produit une attestation de la société au capital de laquelle il a été souscrit précisant les informations mentionnées au 1° du I.<p></p><p></p>   Lorsque la personne entend bénéficier du régime de faveur pour des titres reçus en contrepartie d'une nouvelle souscription satisfaisant aux conditions prévues par l'article 885 I ter précité, l'attestation comprend en outre pour ces titres les précisions mentionnées aux 2°, 3° et 4° du I.<p></p><p></p>   III. - Lorsque les éléments mentionnés au 3° du I n'ont pu être fournis la première année, la personne mentionnée au I produit l'année suivant celle au titre de laquelle le bénéfice des dispositions de l'article 885 I ter du code général des impôts a été demandé pour la première fois et dans les conditions mentionnées au IV une attestation de la société au capital de laquelle il a été souscrit comprenant ces éléments.<p></p><p></p>   IV. - Les attestations mentionnées aux I et II sont adressées à l'administration par la personne qui bénéficie des dispositions de l'article 885 I ter du code général des impôts lors du dépôt de sa déclaration d'impôt de solidarité sur la fortune ou adressés au service des impôts de son domicile, avant le 15 juin de l'année au titre de laquelle le bénéfice du régime de faveur est demandé, lorsqu'elle n'est pas tenue de déposer une déclaration.<p></p>",
            "num": "299 bis",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1152230400000,
            "dateFin": 1281052800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084185",
                        "id": "LEGISCTA000006084185",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114428",
                        "id": "LEGISCTA000006114428",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Enregistrement, publicité foncière, timbre",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133756",
                        "id": "LEGISCTA000006133756",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-07-07",
                        "fin": "2999-01-01",
                        "titre": "Chapitre I bis : Impôt de solidarité sur la fortune",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146849",
                        "id": "LEGISCTA000006146849",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069574",
                        "id": "LEGITEXT000006069574",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006299265",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006146849",
            "sectionParentId": "LEGISCTA000006146849",
            "sectionParentTitre": "Chapitre I bis : Impôt de solidarité sur la fortune",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première partie : Impôts d'État &gt; Titre IV : Enregistrement, publicité foncière, timbre &gt; Chapitre I bis : Impôt de solidarité sur la fortune",
            "refInjection": "MD-20230926_193630_257_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000006299265",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069574",
                    "titre": "Code général des impôts, annexe III, CGIANIII.",
                    "titreLong": "Code général des impôts, annexe III",
                    "etat": "VIGUEUR",
                    "dateDebut": -620870400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069574",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000609016",
                    "textTitle": "Décret n°2006-799 du 5 juillet 2006 - art. 1 () JORF 7 juillet 2006",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006252795",
                    "natureText": "DECRET",
                    "datePubliTexte": "2006-07-07",
                    "dateSignaTexte": "2006-07-05",
                    "dateDebutCible": "2006-07-07"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 885 I ter, 885 I",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "Edition du 1er janvier 2007",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006299265",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1152230400000,
                    "dateFin": 1281052800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022671611",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1281052800000,
                    "dateFin": 1307836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024182388",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1307836800000,
                    "dateFin": 1336348800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025887010",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1336348800000,
                    "dateFin": 1375228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027799311",
                    "etat": "ABROGE",
                    "version": "5.0",
                    "dateDebut": 1375228800000,
                    "dateFin": 1527724800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "299 bis",
                "299"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}