{
    "cid": "LEGIARTI000032133665",
    "num": "D232-9-2",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2004-10-26",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112899",
                        "id": "LEGISCTA000006112899",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-10-26",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Différentes formes d'aide et d'action sociales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132353",
                        "id": "LEGISCTA000006132353",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-10-26",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Personnes âgées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145439",
                        "id": "LEGISCTA000006145439",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-10-26",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Allocation personnalisée d'autonomie",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160891",
                        "id": "LEGISCTA000006160891",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-10-26",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Allocation personnalisée d'autonomie et qualité des services rendus aux personnes âgées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006178350",
                        "id": "LEGISCTA000006178350",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-10-26",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Allocation personnalisée d'autonomie à domicile",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006190053",
                        "id": "LEGISCTA000006190053",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-02-29",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 1 bis : Répit et relais des proches aidants",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000032133603",
                        "id": "LEGISCTA000032133625",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Code de l'action sociale et des familles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074069",
                        "id": "LEGITEXT000006074069",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000032133671",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. D232-31 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D232-31",
                    "articleId": "LEGIARTI000006905647",
                    "natureText": "CODE",
                    "date": 1599127756771,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1098748800000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. L232-3-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L232-3-3",
                    "articleId": "LEGIARTI000031716515",
                    "natureText": "CODE",
                    "date": 1599127756771,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451433600000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. R232-10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R232-10",
                    "articleId": "LEGIARTI000006905632",
                    "natureText": "CODE",
                    "date": 1599127756772,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1098748800000
                },
                {
                    "textCid": "LEGITEXT000006074069",
                    "textTitle": "Code de l'action sociale et des familles - art. R232-11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R232-11",
                    "articleId": "LEGIARTI000006905633",
                    "natureText": "CODE",
                    "date": 1599127756772,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1098748800000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000032112672",
                    "textTitle": "Décret n°2016-210 du 26 février 2016 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000032133056",
                    "natureText": "DECRET",
                    "datePubliTexte": "2016-02-28",
                    "dateSignaTexte": "2016-02-26",
                    "dateDebutCible": "2016-02-29"
                }
            ],
            "num": "D232-9-2",
            "origine": "LEGI",
            "texte": "I.-Peuvent bénéficier de la majoration du montant de leur plan d'aide mentionnée à l'article L. 232-3-3 , au-delà des plafonds calculés selon les modalités prévues à l'article R. 232-10 , les bénéficiaires de l'allocation personnalisée d'autonomie dont le proche aidant qui assure une présence ou une aide indispensable à sa vie à domicile est hospitalisé et ne peut être remplacé pour ce faire par une autre personne à titre non professionnel. II.-Le montant maximum de la majoration mentionnée à l'article L. 232-3-3 est fixé à 0,9 fois le montant mensuel de la majoration pour aide constante d'une tierce personne. III.-Dans le cas d'une hospitalisation du proche aidant rendant nécessaire un renforcement des prises en charge professionnelles du bénéficiaire de l'allocation personnalisée d'autonomie, celui-ci ou son proche aidant adresse une demande au président du conseil départemental indiquant la date et la durée prévisibles de l'hospitalisation, assortie des documents en attestant, les caractéristiques de l'aide apportée par l'aidant, la nature de la solution de relais souhaitée et, le cas échéant, l'établissement ou le service identifié pour l'assurer. Dans le cas d'une hospitalisation programmée, la demande est adressée dès que la date en est connue, et au maximum un mois avant cette date. IV.-L'équipe médico-sociale, ou un autre professionnel ou organisme mandaté par le président du conseil départemental, propose au bénéficiaire de l'allocation personnalisée d'autonomie et à son aidant, après échange avec eux, et au vu des caractéristiques et des besoins d'accompagnement du bénéficiaire, des possibilités de relais de son aidant et de l'offre de service disponible, la ou les solutions de relais les plus adaptées pour la durée de l'hospitalisation de l'aidant. Elle prend en compte, dans la mesure du possible, les propositions d'organisation formulées par le bénéficiaire, son proche aidant, son entourage familial, ou des professionnels de leur entourage. En cas d'absence de réponse du président du conseil départemental huit jours avant la date de l'hospitalisation et en cas d'urgence, la majoration est attribuée à titre provisoire jusqu'à la date de notification de la décision, pour un montant correspondant au coût de la solution de relais demandée, dans le respect des limites fixées au II et déduction faite de la participation calculée dans les conditions prévues à l'article R. 232-11 . La différence éventuelle entre le montant accordé à titre provisoire et le montant prévu par la décision du président du conseil départemental, pour ce qui concerne la période de relais non encore effectuée, peut être récupérée par le département dans les conditions prévues au deuxième alinéa de l'article D. 232-31 . V.-Lorsque, dans les situations d'urgence, aucune solution n'est proposée, le président du conseil départemental propose et, si nécessaire, organise et met en place la solution de relais.",
            "texteHtml": "<p>I.-Peuvent bénéficier de la majoration du montant de leur plan d'aide mentionnée à l'article <a href='/article/LEGIARTI000031716515' title='Code de l'action sociale et des familles - art. L232-3-3 (V)'>L. 232-3-3</a>, au-delà des plafonds calculés selon les modalités prévues à l'article <a href='/article/LEGIARTI000006905632' title='Code de l'action sociale et des familles - art. R232-10 (V)'>R. 232-10</a>, les bénéficiaires de l'allocation personnalisée d'autonomie dont le proche aidant qui assure une présence ou une aide indispensable à sa vie à domicile est hospitalisé et ne peut être remplacé pour ce faire par une autre personne à titre non professionnel. </p><p>II.-Le montant maximum de la majoration mentionnée à l'article L. 232-3-3 est fixé à 0,9 fois le montant mensuel de la majoration pour aide constante d'une tierce personne. </p><p>III.-Dans le cas d'une hospitalisation du proche aidant rendant nécessaire un renforcement des prises en charge professionnelles du bénéficiaire de l'allocation personnalisée d'autonomie, celui-ci ou son proche aidant adresse une demande au président du conseil départemental indiquant la date et la durée prévisibles de l'hospitalisation, assortie des documents en attestant, les caractéristiques de l'aide apportée par l'aidant, la nature de la solution de relais souhaitée et, le cas échéant, l'établissement ou le service identifié pour l'assurer. </p><p>Dans le cas d'une hospitalisation programmée, la demande est adressée dès que la date en est connue, et au maximum un mois avant cette date. </p><p>IV.-L'équipe médico-sociale, ou un autre professionnel ou organisme mandaté par le président du conseil départemental, propose au bénéficiaire de l'allocation personnalisée d'autonomie et à son aidant, après échange avec eux, et au vu des caractéristiques et des besoins d'accompagnement du bénéficiaire, des possibilités de relais de son aidant et de l'offre de service disponible, la ou les solutions de relais les plus adaptées pour la durée de l'hospitalisation de l'aidant. Elle prend en compte, dans la mesure du possible, les propositions d'organisation formulées par le bénéficiaire, son proche aidant, son entourage familial, ou des professionnels de leur entourage. </p><p>En cas d'absence de réponse du président du conseil départemental huit jours avant la date de l'hospitalisation et en cas d'urgence, la majoration est attribuée à titre provisoire jusqu'à la date de notification de la décision, pour un montant correspondant au coût de la solution de relais demandée, dans le respect des limites fixées au II et déduction faite de la participation calculée dans les conditions prévues à l'article <a href='/article/LEGIARTI000006905633' title='Code de l'action sociale et des familles - art. R232-11 (V)'>R. 232-11</a>. La différence éventuelle entre le montant accordé à titre provisoire et le montant prévu par la décision du président du conseil départemental, pour ce qui concerne la période de relais non encore effectuée, peut être récupérée par le département dans les conditions prévues au deuxième alinéa de l'article <a href='/article/LEGIARTI000006905647' title='Code de l'action sociale et des familles - art. D232-31 (V)'>D. 232-31</a>. </p><p>V.-Lorsque, dans les situations d'urgence, aucune solution n'est proposée, le président du conseil départemental propose et, si nécessaire, organise et met en place la solution de relais.</p><p></p>",
            "type": "AUTONOME",
            "dateDebut": "2016-03-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}