{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000019942545",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "CHAPITRE II : Domaine d'application des règles de l'air 2.1 Application territoriale des règles de l'air 2.1.1 (Réservé) 2.1.2 Pour le survol des parties de la haute mer où l'Etat français a accepté, en vertu d'un accord régional de navigation aérienne, la responsabilité de la fourniture de services de la circulation aérienne, l'autorité ATS compétente dont il est question dans la présente Annexe est l'autorité appropriée désignée par l'État français chargé de fournir ces services. Note. - Par accord régional de navigation aérienne, on entend un accord approuvé par le Conseil de l'OACI, en principe sur l'avis d'une réunion régionale de navigation aérienne. 2.2 Règles à appliquer En vol comme sur l'aire de mouvement d'un aérodrome, un aéronef est utilisé conformément aux règles générales et, en vol, suivant le cas : - conformément aux règles de vol à vue ; - conformément aux règles de vol aux instruments. Note 1. - Les § 2.6.1 et 2.6.3 de l'annexe relative aux services de la circulation aérienne contiennent des renseignements sur les services fournis aux aéronefs exploités conformément aux règles VFR et IFR dans les sept classes d'espaces aériens ATS. Note 2. - Un pilote peut décider de voler suivant les règles de vol aux instruments dans les conditions météorologiques de vol à vue ou y être invité par l'autorité ATS compétente. 2.3 Responsabilité pour l'application des règles de l'air 2.3.1 Responsabilité du pilote commandant de bord Le pilote commandant de bord d'un aéronef, qu'il tienne ou non les commandes, est responsable de l'application des règles de l'air à la conduite de son aéronef ; toutefois, il peut déroger à ces règles s'il le juge absolument nécessaire pour des motifs de sécurité. La personne mettant en œuvre un aéronef non habité est responsable de l'application des règles de l'air. §2.3.1 - Différence OACI - voir tableau récapitulatif 2.3.2 Action préliminaire au vol Avant d'entreprendre un vol, le pilote commandant de bord d'un aéronef prend connaissance de tous les renseignements disponibles utiles au vol projeté. Pour les vols hors des abords d'un aérodrome et pour tous les vols IFR, l'action préliminaire au vol comprend l'étude attentive des bulletins et prévisions météorologiques disponibles les plus récents, en tenant compte des besoins en carburant et d'un aérodrome de dégagement, au cas où le vol ne pourrait pas se dérouler comme prévu. 2.4 Autorité du pilote commandant de bord d'un aéronef Le pilote commandant de bord d'un aéronef décide en dernier ressort de l'utilisation de cet aéronef tant qu'il en a le commandement. 2.5 Usage de substances psychoactives qui pose des problèmes Les personnes qui assurent des fonctions critiques pour la sécurité de l'aviation (personnel critique pour la sécurité) n'exercent pas ces fonctions si elles se trouvent sous l'influence de quelque substance psychoactive que ce soit qui altère les performances humaines. Ces personnes ne se livrent à aucun usage de substances qui pose des problèmes.",
            "texteHtml": "<p align='center'><br/></p><p id='LEGISCTA000006143967' align='center'>CHAPITRE II : Domaine d'application des règles de l'air<br/><br/><br/><br/></p><p>2.1 Application territoriale des règles de l'air </p><p>2.1.1 (Réservé) </p><p>2.1.2 Pour le survol des parties de la haute mer où l'Etat français a accepté, en vertu d'un accord régional de navigation aérienne, la responsabilité de la fourniture de services de la circulation aérienne, l'autorité ATS compétente dont il est question dans la présente Annexe est l'autorité appropriée désignée par l'État français chargé de fournir ces services. </p><p>Note. - Par accord régional de navigation aérienne, on entend un accord approuvé par le Conseil de l'OACI, en principe sur l'avis d'une réunion régionale de navigation aérienne. </p><p>2.2 Règles à appliquer </p><p>En vol comme sur l'aire de mouvement d'un aérodrome, un aéronef est utilisé conformément aux règles générales et, en vol, suivant le cas : </p><p>- conformément aux règles de vol à vue ;</p><p>- conformément aux règles de vol aux instruments. </p><p>Note 1. - Les § 2.6.1 et 2.6.3 de l'annexe relative aux services de la circulation aérienne contiennent des renseignements sur les services fournis aux aéronefs exploités conformément aux règles VFR et IFR dans les sept classes d'espaces aériens ATS. </p><p>Note 2. - Un pilote peut décider de voler suivant les règles de vol aux instruments dans les conditions météorologiques de vol à vue ou y être invité par l'autorité ATS compétente. </p><p>2.3 Responsabilité pour l'application des règles de l'air </p><p>2.3.1 Responsabilité du pilote commandant de bord </p><p>Le pilote commandant de bord d'un aéronef, qu'il tienne ou non les commandes, est responsable de l'application des règles de l'air à la conduite de son aéronef ; toutefois, il peut déroger à ces règles s'il le juge absolument nécessaire pour des motifs de sécurité. </p><p>La personne mettant en œuvre un aéronef non habité est responsable de l'application des règles de l'air. </p><p>§2.3.1 - Différence OACI - voir tableau récapitulatif </p><p>2.3.2 Action préliminaire au vol </p><p>Avant d'entreprendre un vol, le pilote commandant de bord d'un aéronef prend connaissance de tous les renseignements disponibles utiles au vol projeté. Pour les vols hors des abords d'un aérodrome et pour tous les vols IFR, l'action préliminaire au vol comprend l'étude attentive des bulletins et prévisions météorologiques disponibles les plus récents, en tenant compte des besoins en carburant et d'un aérodrome de dégagement, au cas où le vol ne pourrait pas se dérouler comme prévu. </p><p>2.4 Autorité du pilote commandant de bord d'un aéronef </p><p>Le pilote commandant de bord d'un aéronef décide en dernier ressort de l'utilisation de cet aéronef tant qu'il en a le commandement. </p><p>2.5 Usage de substances psychoactives qui pose des problèmes </p><p>Les personnes qui assurent des fonctions critiques pour la sécurité de l'aviation (personnel critique pour la sécurité) n'exercent pas ces fonctions si elles se trouvent sous l'influence de quelque substance psychoactive que ce soit qui altère les performances humaines. Ces personnes ne se livrent à aucun usage de substances qui pose des problèmes.</p><p align='center'></p>",
            "num": "Annexe I : Chapitre II",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "ABROGE",
            "dateDebut": 1146700800000,
            "dateFin": 1698796800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 715827882,
            "context": {
                "titresTM": [
                    {
                        "debut": "1992-04-12",
                        "fin": "2023-11-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108718",
                        "id": "LEGISCTA000006108718",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1992-04-02",
                        "fin": "2023-11-01",
                        "titre": "Annexe I à la section I du chapitre Ier du titre III du livre Ier de la troisième partie du code de l'aviation civile (art. D131-1 à D131-10)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129119",
                        "id": "LEGISCTA000006129119",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1992-04-02",
                        "fin": "2023-11-01",
                        "titre": "REGLES DE l'AIR ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143966",
                        "id": "LEGISCTA000006143966",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1967-04-09",
                        "fin": "2999-01-01",
                        "titre": "Code de l'aviation civile",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074234",
                        "id": "LEGITEXT000006074234",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006843474",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006143966",
            "sectionParentId": "LEGISCTA000006143966",
            "sectionParentTitre": "REGLES DE l'AIR ",
            "fullSectionsTitre": null,
            "refInjection": "MD-20231103_195351_782_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000019942545",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074234",
                    "titre": "Code de l'aviation civile",
                    "titreLong": "Code de l'aviation civile",
                    "etat": "VIGUEUR",
                    "dateDebut": -86227200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074234",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000814781",
                    "textTitle": "Arrêté du 3 mars 2006, v. init.",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000814781",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2006-05-03",
                    "dateSignaTexte": "2006-03-03",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000048313483",
                    "textTitle": "Décret n°2023-1008 du 31 octobre 2023 - art. 5 (V)",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000048316697",
                    "natureText": "DECRET",
                    "datePubliTexte": "2023-11-01",
                    "dateSignaTexte": "2023-10-31",
                    "dateDebutCible": "2023-11-01"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006843474",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 702172800000,
                    "dateFin": 1146700800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019942545",
                    "etat": "ABROGE",
                    "version": "2.0",
                    "dateDebut": 1146700800000,
                    "dateFin": 1698796800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe I : Chapitre II"
            ],
            "versionPrecedente": "LEGIARTI000006843474",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006843474",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "CHAPITRE II : Domaine d'application des règles de l'air 2.1. Application territoriale des règles de l'air. Les règles de l'air s'appliquent : a) A tous les aéronefs civils évoluant dans les espaces aériens exploités par l'administration française et à tous les aéronefs d'Etat, évoluant dans les mêmes espaces, dont les conditions d'exécution de la mission sont compatibles avec ces règles générales ; b) Aux aéronefs portant les marques de nationalité et d'immatriculation françaises, où qu'ils se trouvent, dans la mesure où ces règles ne contreviennent pas aux règles édictées par l'Etat sous l'autorité duquel le territoire survolé se trouve placé. 2.2. Règles à appliquer. En vol, comme sur l'aire de mouvement d'un aérodrome, un aéronef sera utilisé conformément aux règles générales (chapitre III) et, en vol, suivant le cas : a) Conformément aux règles de vol à vue (chapitre IV) ; b) Ou conformément aux règles de vol aux instruments (chapitre V). 2.3. Responsabilité pour l'application des règles de l'air. Le pilote commandant de bord, qu'il tienne ou non les commandes, est responsable de l'application des règles de l'air à la conduite de son aéronef. Il ne peut déroger à ces règles que s'il le juge absolument nécessaire pour des motifs de sécurité. Pour les aéronefs non habités, cette responsabilité est exercée par la personne mettant en oeuvre l'appareil. Des règles particulières concernant les aéronefs non habités peuvent être établies par arrêté du ministre chargé de l'aviation civile. 2.4. Autorité du pilote commandant de bord. 2.4.1. Le pilote commandant de bord est responsable de la conduite de l'aéronef et décide en dernier ressort de son utilisation tant qu'il en a le commandement. 2.4.2. Le pilote commandant de bord est responsable de l'application des clairances émanant d'un organisme de la circulation aérienne. Si une clairance n'est pas jugée satisfaisante par le pilote commandant de bord, celui-ci peut demander une modification à cette clairance, demande à laquelle il sera, dans la mesure du possible, donné suite. 2.4.3. Les clairances ne peuvent servir de prétexte à un pilote commandant de bord pour enfreindre un règlement quelconque établi. 2.4.4. Un pilote commandant de bord peut demander une priorité spéciale : a) Pour des raisons intéressant la sécurité du vol ou celle d'une personne se trouvant à bord ; b) Pour participer à une opération concernant la sauvegarde des personnes et des biens. 2.4.5. Lorsque le pilote commandant de bord demande une clairance comportant une priorité, il peut être tenu de fournir un rapport exposant les motifs de cette demande. 2.4.6. Le pilote commandant de bord est responsable du respect des mesures de régulation de débit prescrites.",
            "texteHtml": "<p align='center'><br/></p><p id='LEGISCTA000006143967' align='center'><strong>CHAPITRE II : Domaine d'application des règles de l'air</strong></p><p align='center'><br/><br/></p><p align='center'></p><p align='center'>2.1. Application territoriale des règles de l'air. </p><p>Les règles de l'air s'appliquent :</p><p>a) A tous les aéronefs civils évoluant dans les espaces aériens exploités par l'administration française et à tous les aéronefs d'Etat, évoluant dans les mêmes espaces, dont les conditions d'exécution de la mission sont compatibles avec ces règles générales ;</p><p>b) Aux aéronefs portant les marques de nationalité et d'immatriculation françaises, où qu'ils se trouvent, dans la mesure où ces règles ne contreviennent pas aux règles édictées par l'Etat sous l'autorité duquel le territoire survolé se trouve placé.</p><p></p><p align='center'>2.2. Règles à appliquer. </p><p></p><p>En vol, comme sur l'aire de mouvement d'un aérodrome, un aéronef sera utilisé conformément aux règles générales (chapitre III) et, en vol, suivant le cas : </p><p>a) Conformément aux règles de vol à vue (chapitre IV) ; </p><p>b) Ou conformément aux règles de vol aux instruments (chapitre V). </p><p></p><p align='center'>2.3. Responsabilité pour l'application des règles de l'air.</p><p>Le pilote commandant de bord, qu'il tienne ou non les commandes, est responsable de l'application des règles de l'air à la conduite de son aéronef. Il ne peut déroger à ces règles que s'il le juge absolument nécessaire pour des motifs de sécurité. </p><p>Pour les aéronefs non habités, cette responsabilité est exercée par la personne mettant en oeuvre l'appareil. Des règles particulières concernant les aéronefs non habités peuvent être établies par arrêté du ministre chargé de l'aviation civile. </p><p></p><p align='center'>2.4. Autorité du pilote commandant de bord. </p><p>2.4.1. Le pilote commandant de bord est responsable de la conduite de l'aéronef et décide en dernier ressort de son utilisation tant qu'il en a le commandement. </p><p>2.4.2. Le pilote commandant de bord est responsable de l'application des clairances émanant d'un organisme de la circulation aérienne. </p><p>Si une clairance n'est pas jugée satisfaisante par le pilote commandant de bord, celui-ci peut demander une modification à cette clairance, demande à laquelle il sera, dans la mesure du possible, donné suite. </p><p>2.4.3. Les clairances ne peuvent servir de prétexte à un pilote commandant de bord pour enfreindre un règlement quelconque établi. </p><p>2.4.4. Un pilote commandant de bord peut demander une priorité spéciale : </p><p>a) Pour des raisons intéressant la sécurité du vol ou celle d'une personne se trouvant à bord ; </p><p>b) Pour participer à une opération concernant la sauvegarde des personnes et des biens. </p><p>2.4.5. Lorsque le pilote commandant de bord demande une clairance comportant une priorité, il peut être tenu de fournir un rapport exposant les motifs de cette demande. </p><p>2.4.6. Le pilote commandant de bord est responsable du respect des mesures de régulation de débit prescrites. </p>",
            "num": "Annexe I : Chapitre II",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 702172800000,
            "dateFin": 1146700800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 715827882,
            "context": {
                "titresTM": [
                    {
                        "debut": "1992-04-12",
                        "fin": "2023-11-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108718",
                        "id": "LEGISCTA000006108718",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1992-04-02",
                        "fin": "2023-11-01",
                        "titre": "Annexe I à la section I du chapitre Ier du titre III du livre Ier de la troisième partie du code de l'aviation civile (art. D131-1 à D131-10)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129119",
                        "id": "LEGISCTA000006129119",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1992-04-02",
                        "fin": "2023-11-01",
                        "titre": "REGLES DE l'AIR ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143966",
                        "id": "LEGISCTA000006143966",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1967-04-09",
                        "fin": "2999-01-01",
                        "titre": "Code de l'aviation civile",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074234",
                        "id": "LEGITEXT000006074234",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006843474",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006143966",
            "sectionParentId": "LEGISCTA000006143966",
            "sectionParentTitre": "REGLES DE l'AIR ",
            "fullSectionsTitre": "Annexes &gt; Annexe I à la section I du chapitre Ier du titre III du livre Ier de la troisième partie du code de l'aviation civile (art. D131-1 à D131-10) &gt; REGLES DE l'AIR ",
            "refInjection": "MD-20231103_195351_782_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000006843474",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074234",
                    "titre": "Code de l'aviation civile",
                    "titreLong": "Code de l'aviation civile",
                    "etat": "VIGUEUR",
                    "dateDebut": -86227200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074234",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006843474",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 702172800000,
                    "dateFin": 1146700800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000019942545",
                    "etat": "ABROGE",
                    "version": "2.0",
                    "dateDebut": 1146700800000,
                    "dateFin": 1698796800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe I : Chapitre II"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}