{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000045059270",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "ANNEXE CADRE DE RÉFÉRENCE DES COMPÉTENCES NUMÉRIQUES I. - Domaines et compétences 1. Information et données 1.1. Mener une recherche et une veille d'information Mener une recherche et une veille d'information pour répondre à un besoin d'information et se tenir au courant de l'actualité d'un sujet tout en étant en mesure de vérifier les sources et la fiabilité de l'information (avec un moteur de recherche, au sein d'un réseau social, par abonnement à des flux ou des lettres d'information, ou tout autre moyen). 1.2. Gérer des données Stocker et organiser des données pour les retrouver, les conserver et en faciliter l'accès et la gestion (avec un gestionnaire de fichiers, un espace de stockage en ligne, des classeurs, des bases de données, un système d'information…). 1.3. Traiter des données Appliquer des traitements à des données pour les analyser et les interpréter (avec un tableur, un programme, un logiciel de traitement d'enquête, une requête de calcul dans une base de données…). 2. Communication et collaboration 2.1. Interagir Interagir avec des individus et des petits groupes pour échanger dans divers contextes liés à la vie privée ou à une activité professionnelle, de façon ponctuelle et récurrente (avec une messagerie électronique, une messagerie instantanée, un système de visio-conférence…). 2.2. Partager et publier Partager et publier des informations et des contenus pour communiquer ses propres productions ou opinions, relayer celles des autres en contexte de communication publique en apportant un regard critique sur la nature du contenu (avec des plateformes de partage, des réseaux sociaux, des blogs, des espaces de forum et de commentaires, de système de gestion de contenu CMS…). 2.3. Collaborer Collaborer dans un groupe pour réaliser un projet, co-produire des ressources, des connaissances, des données, et pour apprendre (avec des plateformes de travail collaboratif et de partage de document, des éditeurs en ligne, des fonctionnalités de suivi de modifications ou de gestion de versions…). 2.4 S'insérer dans le monde numérique Maîtriser les enjeux de la présence en ligne, développer des stratégies et des pratiques autonomes en respectant les règles, les droits et les valeurs qui leur sont liés, pour se positionner en tant qu'acteur social, économique et citoyen dans le monde numérique, et répondre à des objectifs (avec les réseaux sociaux et les outils permettant de développer une présence publique sur Internet, et en lien avec la vie citoyenne, la vie professionnelle, la vie privée…). 3. Création de contenus 3.1. Développer des documents textuels Produire des documents à contenu majoritairement textuel pour communiquer des idées, rendre compte et valoriser ses travaux (avec des logiciels de traitement de texte, de présentation, de création de page web, de carte conceptuelle…). 3.2. Développer des documents multimédia Développer des documents à contenu multimédia pour créer ses propres productions multimédia, enrichir ses créations textuelles (avec des logiciels de capture et d'édition d'image / son / vidéo / animation…). 3.3. Adapter les documents à leur finalité Adapter des documents de tous types en fonction de l'usage envisagé et maîtriser l'usage des licences pour permettre, faciliter et encadrer l'utilisation dans divers contextes (mise à jour fréquente, diffusion multicanale, impression, mise en ligne, projection…) (avec les fonctionnalités des logiciels liées à la préparation d'impression, de projection, de mise en ligne, les outils de conversion de format…). 3.4. Programmer Écrire des programmes et des algorithmes pour répondre à un besoin (automatiser une tâche répétitive, accomplir des tâches complexes ou chronophages, résoudre un problème logique…) et pour développer un contenu riche (jeu, site web…) (avec des environnements de développement informatique simples, des logiciels de planification de tâches…). 4. Protection et sécurité 4.1. Sécuriser l'environnement numérique Sécuriser les équipements, les communications et les données pour se prémunir contre les attaques, pièges, désagréments et incidents susceptibles de nuire au bon fonctionnement des matériels, logiciels, sites internet, et de compromettre les transactions et les données (avec des logiciels de protection, la maîtrise de bonnes pratiques…). 4.2. Protéger les données personnelles et la vie privée Maîtriser ses traces et gérer les données personnelles pour protéger sa vie privée et celle des autres, et adopter une pratique éclairée (avec le paramétrage des paramètres de confidentialité, la surveillance régulière de ses traces…). 4.3. Protéger la santé, le bien-être et l'environnement Prévenir et limiter les risques générés par le numérique sur la santé, le bien-être et l'environnement mais aussi tirer parti de ses potentialités pour favoriser le développement personnel, le soin, l'inclusion dans la société et la qualité des conditions de vie, pour soi et pour les autres (avec la connaissance des effets du numérique sur la santé physique et psychique et sur l'environnement, et des pratiques, services et outils numériques dédiés au bien-être, à la santé, à l'accessibilité…). 5. Environnement numérique 5.1 Résoudre des problèmes techniques Résoudre des problèmes techniques pour garantir et rétablir le bon fonctionnement d'un environnement informatique (avec les outils de configuration et de maintenance des logiciels ou des systèmes d'exploitation, et en mobilisant les ressources techniques ou humaines nécessaires…). 5.2 Évoluer dans un environnement numérique Installer, configurer et enrichir un environnement numérique (matériels, outils, services) pour disposer d'un cadre adapté aux activités menées, à leur contexte d'exercice ou à des valeurs (avec les outils de configuration des logiciels et des systèmes d'exploitation, l'installation de nouveaux logiciels ou la souscription à des services…). II. - Niveaux de maîtrise des compétences numériques - Grille d'évaluation Novice Niveau 1 L'individu est capable de réaliser des actions élémentaires associées aux situations les plus courantes. Il peut appliquer une procédure simple en étant guidé, et en ayant parfois recours à l'aide d'un tiers. Niveau 2 L'individu est capable de réaliser des actions élémentaires associées aux situations les plus courantes. Il peut appliquer seul une procédure simple tant que ne survient pas de difficulté. Il cherche des solutions avec d'autres lorsqu'il est confronté à des imprévus. Il peut répondre ponctuellement à une demande d'aide. Indépendant Niveau 3 L'individu est capable de réaliser des actions simples dans la plupart des situations courantes. Il peut élaborer de façon autonome une procédure pour accomplir une de ces actions. Niveau 4 L'individu est capable de réaliser des actions simples dans toutes les situations courantes. Il peut élaborer de façon autonome une procédure adaptée et l'appliquer efficacement pour accomplir une de ces actions. Il peut venir en aide à d'autres selon une modalité d'entraide informelle. Avancé Niveau 5 L'individu est capable de mettre en œuvre des pratiques avancées dans des situations nouvelles pour lui, ou imposant un cadre d'exigence particulier. Il peut choisir une démarche adaptée pour atteindre son but, parmi des approches déjà établies. Niveau 6 L'individu est capable de mettre en œuvre des pratiques avancées dans des situations nouvelles pour lui, ou imposant un cadre d'exigence particulier. Il peut concevoir et mettre en œuvre une démarche adaptée pour atteindre son but, en combinant de façon créative les solutions existantes. Il peut transmettre avec aisance ses compétences à d'autres. Expert Niveau 7 L'individu est capable de mettre en œuvre des pratiques complexes dans des situations potentiellement inédites, imprévisibles ou contraignantes. Il peut analyser un besoin et élaborer une solution mobilisant le numérique de façon originale pour y répondre. Niveau 8 L'individu est capable de mettre en œuvre des pratiques complexes dans des situations potentiellement inédites, imprévisibles ou contraignantes. Il peut analyser un besoin et élaborer une solution mobilisant le numérique de façon originale pour y répondre. Il met ses productions numériques à la disposition d'autres, qui les utilisent, traduisant ainsi son rayonnement et son influence dans la sphère numérique.",
            "texteHtml": "<p>ANNEXE<br/><br/>\nCADRE DE RÉFÉRENCE DES COMPÉTENCES NUMÉRIQUES<br/><br/>\nI. - Domaines et compétences</p><p></p><center><table border='1'><tbody><tr><td rowspan='3' align='left'><br/>\n\t\t\t1. Information et données</td><td align='left'><br/>\n\t\t\t1.1. Mener une recherche et une veille d'information</td><td align='justify'><br/>\n\t\t\tMener une recherche et une veille d'information pour répondre à un besoin d'information et se tenir au courant de l'actualité d'un sujet tout en étant en mesure de vérifier les sources et la fiabilité de l'information (avec un moteur de recherche, au sein d'un réseau social, par abonnement à des flux ou des lettres d'information, ou tout autre moyen).</td></tr><tr><td align='left'><br/>\n\t\t\t1.2. Gérer des données</td><td align='justify'><br/>\n\t\t\tStocker et organiser des données pour les retrouver, les conserver et en faciliter l'accès et la gestion (avec un gestionnaire de fichiers, un espace de stockage en ligne, des classeurs, des bases de données, un système d'information…).</td></tr><tr><td align='left'><br/>\n\t\t\t1.3. Traiter des données</td><td align='justify'><br/>\n\t\t\tAppliquer des traitements à des données pour les analyser et les interpréter (avec un tableur, un programme, un logiciel de traitement d'enquête, une requête de calcul dans une base de données…).</td></tr><tr><td rowspan='4' align='left'><br/>\n\t\t\t2. Communication et collaboration</td><td align='left'><br/>\n\t\t\t2.1. Interagir</td><td align='justify'><br/>\n\t\t\tInteragir avec des individus et des petits groupes pour échanger dans divers contextes liés à la vie privée ou à une activité professionnelle, de façon ponctuelle et récurrente (avec une messagerie électronique, une messagerie instantanée, un système de visio-conférence…).</td></tr><tr><td align='left'><br/>\n\t\t\t2.2. Partager et publier</td><td align='justify'><br/>\n\t\t\tPartager et publier des informations et des contenus pour communiquer ses propres productions ou opinions, relayer celles des autres en contexte de communication publique en apportant un regard critique sur la nature du contenu (avec des plateformes de partage, des réseaux sociaux, des blogs, des espaces de forum et de commentaires, de système de gestion de contenu CMS…).</td></tr><tr><td align='left'><br/>\n\t\t\t2.3. Collaborer</td><td align='justify'><br/>\n\t\t\tCollaborer dans un groupe pour réaliser un projet, co-produire des ressources, des connaissances, des données, et pour apprendre (avec des plateformes de travail collaboratif et de partage de document, des éditeurs en ligne, des fonctionnalités de suivi de modifications ou de gestion de versions…).</td></tr><tr><td align='left'><br/>\n\t\t\t2.4 S'insérer dans le monde numérique</td><td align='justify'><br/>\n\t\t\tMaîtriser les enjeux de la présence en ligne, développer des stratégies et des pratiques autonomes en respectant les règles, les droits et les valeurs qui leur sont liés, pour se positionner en tant qu'acteur social, économique et citoyen dans le monde numérique, et répondre à des objectifs (avec les réseaux sociaux et les outils permettant de développer une présence publique sur Internet, et en lien avec la vie citoyenne, la vie professionnelle, la vie privée…).</td></tr><tr><td rowspan='4' align='left'><br/>\n\t\t\t3. Création de contenus</td><td align='left'><br/>\n\t\t\t3.1. Développer des documents textuels</td><td align='justify'><br/>\n\t\t\tProduire des documents à contenu majoritairement textuel pour communiquer des idées, rendre compte et valoriser ses travaux (avec des logiciels de traitement de texte, de présentation, de création de page web, de carte conceptuelle…).</td></tr><tr><td align='left'><br/>\n\t\t\t3.2. Développer des documents multimédia</td><td align='justify'><br/>\n\t\t\tDévelopper des documents à contenu multimédia pour créer ses propres productions multimédia, enrichir ses créations textuelles (avec des logiciels de capture et d'édition d'image / son / vidéo / animation…).</td></tr><tr><td align='left'><br/>\n\t\t\t3.3. Adapter les documents à leur finalité</td><td align='justify'><br/>\n\t\t\tAdapter des documents de tous types en fonction de l'usage envisagé et maîtriser l'usage des licences pour permettre, faciliter et encadrer l'utilisation dans divers contextes (mise à jour fréquente, diffusion multicanale, impression, mise en ligne, projection…) (avec les fonctionnalités des logiciels liées à la préparation d'impression, de projection, de mise en ligne, les outils de conversion de format…).</td></tr><tr><td align='left'><br/>\n\t\t\t3.4. Programmer</td><td align='justify'><br/>\n\t\t\tÉcrire des programmes et des algorithmes pour répondre à un besoin (automatiser une tâche répétitive, accomplir des tâches complexes ou chronophages, résoudre un problème logique…) et pour développer un contenu riche (jeu, site web…) (avec des environnements de développement informatique simples, des logiciels de planification de tâches…).</td></tr><tr><td rowspan='3' align='left'><br/>\n\t\t\t4. Protection et sécurité</td><td align='left'><br/>\n\t\t\t4.1. Sécuriser l'environnement numérique</td><td align='justify'><br/>\n\t\t\tSécuriser les équipements, les communications et les données pour se prémunir contre les attaques, pièges, désagréments et incidents susceptibles de nuire au bon fonctionnement des matériels, logiciels, sites internet, et de compromettre les transactions et les données (avec des logiciels de protection, la maîtrise de bonnes pratiques…).</td></tr><tr><td align='left'><br/>\n\t\t\t4.2. Protéger les données personnelles et la vie privée</td><td align='justify'><br/>\n\t\t\tMaîtriser ses traces et gérer les données personnelles pour protéger sa vie privée et celle des autres, et adopter une pratique éclairée (avec le paramétrage des paramètres de confidentialité, la surveillance régulière de ses traces…).</td></tr><tr><td align='left'><br/>\n\t\t\t4.3. Protéger la santé, le bien-être et l'environnement</td><td align='justify'><br/>\n\t\t\tPrévenir et limiter les risques générés par le numérique sur la santé, le bien-être et l'environnement mais aussi tirer parti de ses potentialités pour favoriser le développement personnel, le soin, l'inclusion dans la société et la qualité des conditions de vie, pour soi et pour les autres (avec la connaissance des effets du numérique sur la santé physique et psychique et sur l'environnement, et des pratiques, services et outils numériques dédiés au bien-être, à la santé, à l'accessibilité…).</td></tr><tr><td rowspan='2' align='left'><br/>\n\t\t\t5. Environnement numérique</td><td align='left'><br/>\n\t\t\t5.1 Résoudre des problèmes techniques</td><td align='justify'><br/>\n\t\t\tRésoudre des problèmes techniques pour garantir et rétablir le bon fonctionnement d'un environnement informatique (avec les outils de configuration et de maintenance des logiciels ou des systèmes d'exploitation, et en mobilisant les ressources techniques ou humaines nécessaires…).</td></tr><tr><td align='left'><br/>\n\t\t\t5.2 Évoluer dans un environnement numérique</td><td align='justify'><br/>\n\t\t\tInstaller, configurer et enrichir un environnement numérique (matériels, outils, services) pour disposer d'un cadre adapté aux activités menées, à leur contexte d'exercice ou à des valeurs (avec les outils de configuration des logiciels et des systèmes d'exploitation, l'installation de nouveaux logiciels ou la souscription à des services…).</td></tr></tbody></table></center><p></p><p><br/>\nII. - Niveaux de maîtrise des compétences numériques - Grille d'évaluation</p><p></p><center><table border='1'><tbody><tr><td rowspan='2' align='center'><br/>\n\t\t\tNovice</td><td align='left'><br/>\n\t\t\tNiveau 1</td><td align='justify'><br/>\n\t\t\tL'individu est capable de réaliser des actions élémentaires associées aux situations les plus courantes.<br/><br/>\n\t\t\tIl peut appliquer une procédure simple en étant guidé, et en ayant parfois recours à l'aide d'un tiers.</td></tr><tr><td align='left'><br/>\n\t\t\tNiveau 2</td><td align='justify'><br/>\n\t\t\tL'individu est capable de réaliser des actions élémentaires associées aux situations les plus courantes.<br/><br/>\n\t\t\tIl peut appliquer seul une procédure simple tant que ne survient pas de difficulté. Il cherche des solutions avec d'autres lorsqu'il est confronté à des imprévus.<br/><br/>\n\t\t\tIl peut répondre ponctuellement à une demande d'aide.</td></tr><tr><td rowspan='2' align='center'><br/>\n\t\t\tIndépendant</td><td align='left'><br/>\n\t\t\tNiveau 3</td><td align='justify'><br/>\n\t\t\tL'individu est capable de réaliser des actions simples dans la plupart des situations courantes.<br/><br/>\n\t\t\tIl peut élaborer de façon autonome une procédure pour accomplir une de ces actions.</td></tr><tr><td align='left'><br/>\n\t\t\tNiveau 4</td><td align='justify'><br/>\n\t\t\tL'individu est capable de réaliser des actions simples dans toutes les situations courantes.<br/><br/>\n\t\t\tIl peut élaborer de façon autonome une procédure adaptée et l'appliquer efficacement pour accomplir une de ces actions.<br/><br/>\n\t\t\tIl peut venir en aide à d'autres selon une modalité d'entraide informelle.</td></tr><tr><td rowspan='2' align='center'><br/>\n\t\t\tAvancé</td><td align='left'><br/>\n\t\t\tNiveau 5</td><td align='justify'><br/>\n\t\t\tL'individu est capable de mettre en œuvre des pratiques avancées dans des situations nouvelles pour lui, ou imposant un cadre d'exigence particulier.<br/><br/>\n\t\t\tIl peut choisir une démarche adaptée pour atteindre son but, parmi des approches déjà établies.</td></tr><tr><td align='left'><br/>\n\t\t\tNiveau 6</td><td align='justify'><br/>\n\t\t\tL'individu est capable de mettre en œuvre des pratiques avancées dans des situations nouvelles pour lui, ou imposant un cadre d'exigence particulier.<br/><br/>\n\t\t\tIl peut concevoir et mettre en œuvre une démarche adaptée pour atteindre son but, en combinant de façon créative les solutions existantes.<br/><br/>\n\t\t\tIl peut transmettre avec aisance ses compétences à d'autres.</td></tr><tr><td rowspan='2' align='center'><br/>\n\t\t\tExpert</td><td align='left'><br/>\n\t\t\tNiveau 7</td><td align='justify'><br/>\n\t\t\tL'individu est capable de mettre en œuvre des pratiques complexes dans des situations potentiellement inédites, imprévisibles ou contraignantes.<br/><br/>\n\t\t\tIl peut analyser un besoin et élaborer une solution mobilisant le numérique de façon originale pour y répondre.</td></tr><tr><td align='left'><br/>\n\t\t\tNiveau 8</td><td align='justify'><br/>\n\t\t\tL'individu est capable de mettre en œuvre des pratiques complexes dans des situations potentiellement inédites, imprévisibles ou contraignantes.<br/><br/>\n\t\t\tIl peut analyser un besoin et élaborer une solution mobilisant le numérique de façon originale pour y répondre.<br/><br/>\n\t\t\tIl met ses productions numériques à la disposition d'autres, qui les utilisent, traduisant ainsi son rayonnement et son influence dans la sphère numérique.</td></tr></tbody></table></center>",
            "num": "Annexe",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1567382400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610612735,
            "context": {
                "titresTM": [
                    {
                        "debut": "2004-07-17",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006095806",
                        "id": "LEGISCTA000006095806",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-07-17",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Principes généraux de l'éducation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006120397",
                        "id": "LEGISCTA000006120397",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-07-17",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Objectifs et missions du service public de l'enseignement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006137632",
                        "id": "LEGISCTA000006137632",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018098723",
                        "id": "LEGISCTA000018098723",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Code de l'éducation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071191",
                        "id": "LEGITEXT000006071191",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000045059270",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000018098723",
            "sectionParentId": "LEGISCTA000018098723",
            "sectionParentTitre": "Chapitre Ier : Dispositions générales.",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre Ier : Principes généraux de l'éducation. &gt; Titre II : Objectifs et missions du service public de l'enseignement. &gt; Chapitre Ier : Dispositions générales.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000045059270",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071191",
                    "titre": "Code de l'éducation",
                    "titreLong": "Code de l'éducation",
                    "etat": "VIGUEUR",
                    "dateDebut": 961632000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071191",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000039005162",
                    "textTitle": "Décret n°2019-919 du 30 août 2019 - art. (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000039012501",
                    "natureText": "DECRET",
                    "datePubliTexte": "2019-09-01",
                    "dateSignaTexte": "2019-08-30",
                    "dateDebutCible": "2019-09-02"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000045059270",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1567382400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}