{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000048882318",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La norme d'exercice professionnel relative à l'évaluation des anomalies relevées au cours de l'audit, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : NEP-450. ÉVALUATION DES ANOMALIES RELEVÉES AU COURS DE L'AUDIT Introduction 1. La norme “ application de la notion de caractère significatif lors de la planification et de la réalisation d'un audit ” a pour objet de définir les principes relatifs à l'application par le commissaire aux comptes de la notion de caractère significatif lors de la planification et de la réalisation de l'audit. 2. La présente norme a pour objet d'expliquer comment la notion de caractère significatif est appliquée par le commissaire aux comptes lors de la prise en compte de l'incidence sur l'audit des anomalies relevées et lors de l'évaluation de l'incidence des anomalies non corrigées, s'il en existe, sur les comptes. Le commissaire aux comptes prend en compte cette évaluation lorsqu'il établit ses rapports sur les comptes conformément aux principes définis par la norme “ rapport du commissaire aux comptes sur les comptes annuels et consolidés ” qui précise les conséquences sur son opinion de la présence d'anomalies significatives dans ces comptes. Définitions 3. Anomalie : information comptable ou financière inexacte, insuffisante ou omise, en raison d'erreurs ou de fraude. Une anomalie provient d'un écart entre le montant, le classement, la présentation ou l'information fournie dans les comptes pour un élément et le montant, le classement, la présentation ou l'information à fournir, exigés pour ce même élément par le référentiel comptable applicable. 4. Anomalie significative : information comptable ou financière inexacte, insuffisante ou omise, en raison d'erreurs ou de fraude d'une importance telle que, seule ou cumulée avec d'autres, elle peut influencer le jugement de l'utilisateur d'une information financière ou comptable. 5. Anomalies non corrigées : anomalies autres que celles manifestement insignifiantes que le commissaire aux comptes a récapitulées au cours de l'audit et qui n'ont pas été corrigées. 6. Seuil de signification : montant au-delà duquel les décisions économiques ou le jugement fondé sur les comptes sont susceptibles d'être influencés. 7. Seuil de planification : seuil d'un montant inférieur au seuil de signification utilisé par le commissaire aux comptes pour définir la nature et l'étendue de ses travaux. Le seuil de planification est fixé à un montant tel qu'il permet de réduire à un niveau acceptable le risque que le montant des anomalies relevées non corrigées et des anomalies non détectées excède le seuil de signification. Récapitulation des anomalies relevées 8. Le commissaire aux comptes récapitule les anomalies, autres que celles qui sont manifestement insignifiantes, relevées au cours de l'audit des comptes de l'exercice ainsi que les anomalies non corrigées relevées au cours des exercices précédents et dont les effets perdurent. Incidence sur l'audit des anomalies relevées 9. Le commissaire aux comptes détermine si son approche générale et sa conception des procédures d'audit nécessitent d'être révisées lorsque : a) La nature des anomalies relevées et les circonstances de leur survenance indiquent que d'autres anomalies peuvent exister qui, cumulées avec les anomalies relevées, pourraient être significatives ; ou b) Le cumul des anomalies relevées s'approche du ou des seuil (s) de signification, déterminé (s) conformément aux principes définis dans la norme “ application de la notion de caractère significatif lors de la planification et de la réalisation d'un audit ”. 10. Lorsque, à la demande du commissaire aux comptes, la direction a examiné un flux d'opérations, un solde de compte ou une information fournie en vue d'identifier la cause et l'ampleur d'une anomalie relevée et a apporté aux comptes les corrections appropriées, le commissaire aux comptes met en œuvre des procédures d'audit complémentaires pour déterminer si des anomalies subsistent. Communication à la direction et correction des anomalies 11. Au cours de la mission, le commissaire aux comptes communique, en temps utile, à la direction de l'entité, au niveau approprié de responsabilité, les anomalies qu'il a relevées autres que celles qui sont manifestement insignifiantes. Le commissaire aux comptes demande à la direction de corriger ces anomalies. 12. Lorsque la direction refuse de corriger tout ou partie des anomalies que le commissaire aux comptes lui a communiquées, celui-ci prend connaissance des motifs avancés par la direction pour ne pas les corriger et prend en compte ces motifs lorsqu'il évalue si les comptes, pris dans leur ensemble, comportent ou non des anomalies significatives. Evaluation de l'incidence des anomalies non corrigées sur les comptes 13. Avant d'évaluer l'incidence des anomalies non corrigées sur les comptes, le commissaire aux comptes reconsidère le ou les seuil (s) de signification et, le cas échéant, le ou les seuil (s) de planification, en application des paragraphes 22 et 23 de la norme “ application de la notion de caractère significatif lors de la planification et de la réalisation d'un audit ” afin de vérifier que ceux-ci restent pertinents par rapport aux comptes définitifs établis par l'entité. 14. Le commissaire aux comptes détermine si les anomalies non corrigées, prises individuellement ou en cumulé, sont significatives. Pour ce faire, il prend en compte l'importance et l'incidence, en fonction de leur montant ou de leur nature, des anomalies non corrigées de l'exercice ainsi que des anomalies non corrigées des exercices précédents, au regard tant des flux d'opérations, soldes de comptes ou informations fournies dans l'annexe, que des comptes pris dans leur ensemble, ainsi que les circonstances particulières de leur survenance. Déterminer si une anomalie de classement est significative implique la prise en compte d'aspects qualitatifs, tels que l'incidence de cette anomalie sur les dettes ou sur l'application de clauses de contrats de financement, son incidence sur une rubrique individuelle ou sur des sous-totaux de rubriques, ou son incidence sur des ratios clés. Il peut exister des situations dans lesquelles le commissaire aux comptes conclut qu'une anomalie de classement n'est pas significative dans le contexte des comptes pris dans leur ensemble, alors même que cette anomalie dépasse le ou les seuil (s) de signification retenu (s). Par exemple, un classement erroné entre des rubriques du bilan peut ne pas être considéré comme significatif dans le contexte des comptes pris dans leur ensemble lorsque le montant du classement erroné est faible par rapport aux montants des rubriques concernées du bilan et que ce classement erroné n'a pas d'incidence sur le compte de résultat ou l'un des ratios clés. Communication avec les organes mentionnés à l' article L. 821-63 du code de commerce 15. Conformément aux principes définis dans la norme “ communication avec les organes mentionnés à l' article L. 821-63 du code de commerce ”, le commissaire aux comptes communique aux organes intéressés les anomalies non corrigées et les informe de l'incidence que ces anomalies peuvent avoir, prises individuellement ou en cumulé, sur l'opinion exprimée dans son rapport sur les comptes. Lors de cette communication, le commissaire aux comptes mentionne chacune des anomalies jugées significatives non corrigées. Il précise également l'incidence des anomalies non corrigées des exercices précédents. 16. Le commissaire aux comptes demande aux organes mentionnés à l' article L. 821-63 du code de commerce que l'ensemble des anomalies non corrigées le soient. Déclaration écrite 17. Dans le cadre des dispositions prévues dans la norme “ déclarations de la direction ”, le commissaire aux comptes demande une déclaration écrite du représentant légal et, s'il l'estime nécessaire, des membres des organes mentionnés à l' article L. 821-63 du code de commerce confirmant que, selon eux, les incidences des anomalies non corrigées relevées par le commissaire aux comptes, ne sont pas, seules ou cumulées, significatives au regard des comptes pris dans leur ensemble. Un état des anomalies non corrigées est joint à cette déclaration écrite. Documentation 18. Le commissaire aux comptes fait figurer dans son dossier de travail : a) Le montant en deçà duquel les anomalies relevées sont considérées comme manifestement insignifiantes ; b) Toutes les anomalies autres que celles manifestement insignifiantes relevées au cours de l'audit des comptes de l'exercice et de l'audit des comptes des exercices précédents et dont les effets perdurent, avec la mention de leur correction ou non correction ; et c) Sa conclusion relative au caractère significatif ou non des anomalies non corrigées, prises individuellement ou en cumulé, et le fondement de cette conclusion.",
            "texteHtml": "<p>La norme d'exercice professionnel relative à l'évaluation des anomalies relevées au cours de l'audit, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous :<br/><br/>\nNEP-450. ÉVALUATION DES ANOMALIES RELEVÉES AU COURS DE L'AUDIT<br/><br/>\nIntroduction<br/><br/>\n1. La norme “ application de la notion de caractère significatif lors de la planification et de la réalisation d'un audit ” a pour objet de définir les principes relatifs à l'application par le commissaire aux comptes de la notion de caractère significatif lors de la planification et de la réalisation de l'audit.<br/><br/>\n2. La présente norme a pour objet d'expliquer comment la notion de caractère significatif est appliquée par le commissaire aux comptes lors de la prise en compte de l'incidence sur l'audit des anomalies relevées et lors de l'évaluation de l'incidence des anomalies non corrigées, s'il en existe, sur les comptes.<br/><br/>\nLe commissaire aux comptes prend en compte cette évaluation lorsqu'il établit ses rapports sur les comptes conformément aux principes définis par la norme “ rapport du commissaire aux comptes sur les comptes annuels et consolidés ” qui précise les conséquences sur son opinion de la présence d'anomalies significatives dans ces comptes.<br/><br/>\nDéfinitions<br/><br/>\n3. Anomalie : information comptable ou financière inexacte, insuffisante ou omise, en raison d'erreurs ou de fraude. Une anomalie provient d'un écart entre le montant, le classement, la présentation ou l'information fournie dans les comptes pour un élément et le montant, le classement, la présentation ou l'information à fournir, exigés pour ce même élément par le référentiel comptable applicable.<br/><br/>\n4. Anomalie significative : information comptable ou financière inexacte, insuffisante ou omise, en raison d'erreurs ou de fraude d'une importance telle que, seule ou cumulée avec d'autres, elle peut influencer le jugement de l'utilisateur d'une information financière ou comptable.<br/><br/>\n5. Anomalies non corrigées : anomalies autres que celles manifestement insignifiantes que le commissaire aux comptes a récapitulées au cours de l'audit et qui n'ont pas été corrigées.<br/><br/>\n6. Seuil de signification : montant au-delà duquel les décisions économiques ou le jugement fondé sur les comptes sont susceptibles d'être influencés.<br/><br/>\n7. Seuil de planification : seuil d'un montant inférieur au seuil de signification utilisé par le commissaire aux comptes pour définir la nature et l'étendue de ses travaux. Le seuil de planification est fixé à un montant tel qu'il permet de réduire à un niveau acceptable le risque que le montant des anomalies relevées non corrigées et des anomalies non détectées excède le seuil de signification.<br/><br/>\nRécapitulation des anomalies relevées<br/><br/>\n8. Le commissaire aux comptes récapitule les anomalies, autres que celles qui sont manifestement insignifiantes, relevées au cours de l'audit des comptes de l'exercice ainsi que les anomalies non corrigées relevées au cours des exercices précédents et dont les effets perdurent.<br/><br/>\nIncidence sur l'audit des anomalies relevées<br/><br/>\n9. Le commissaire aux comptes détermine si son approche générale et sa conception des procédures d'audit nécessitent d'être révisées lorsque :<br/><br/>\na) La nature des anomalies relevées et les circonstances de leur survenance indiquent que d'autres anomalies peuvent exister qui, cumulées avec les anomalies relevées, pourraient être significatives ; ou<br/><br/>\nb) Le cumul des anomalies relevées s'approche du ou des seuil (s) de signification, déterminé (s) conformément aux principes définis dans la norme “ application de la notion de caractère significatif lors de la planification et de la réalisation d'un audit ”.<br/><br/>\n10. Lorsque, à la demande du commissaire aux comptes, la direction a examiné un flux d'opérations, un solde de compte ou une information fournie en vue d'identifier la cause et l'ampleur d'une anomalie relevée et a apporté aux comptes les corrections appropriées, le commissaire aux comptes met en œuvre des procédures d'audit complémentaires pour déterminer si des anomalies subsistent.<br/><br/>\nCommunication à la direction et correction des anomalies<br/><br/>\n11. Au cours de la mission, le commissaire aux comptes communique, en temps utile, à la direction de l'entité, au niveau approprié de responsabilité, les anomalies qu'il a relevées autres que celles qui sont manifestement insignifiantes. Le commissaire aux comptes demande à la direction de corriger ces anomalies.<br/><br/>\n12. Lorsque la direction refuse de corriger tout ou partie des anomalies que le commissaire aux comptes lui a communiquées, celui-ci prend connaissance des motifs avancés par la direction pour ne pas les corriger et prend en compte ces motifs lorsqu'il évalue si les comptes, pris dans leur ensemble, comportent ou non des anomalies significatives.<br/><br/>\nEvaluation de l'incidence des anomalies non corrigées sur les comptes<br/><br/>\n13. Avant d'évaluer l'incidence des anomalies non corrigées sur les comptes, le commissaire aux comptes reconsidère le ou les seuil (s) de signification et, le cas échéant, le ou les seuil (s) de planification, en application des paragraphes 22 et 23 de la norme “ application de la notion de caractère significatif lors de la planification et de la réalisation d'un audit ” afin de vérifier que ceux-ci restent pertinents par rapport aux comptes définitifs établis par l'entité.<br/><br/>\n14. Le commissaire aux comptes détermine si les anomalies non corrigées, prises individuellement ou en cumulé, sont significatives. Pour ce faire, il prend en compte l'importance et l'incidence, en fonction de leur montant ou de leur nature, des anomalies non corrigées de l'exercice ainsi que des anomalies non corrigées des exercices précédents, au regard tant des flux d'opérations, soldes de comptes ou informations fournies dans l'annexe, que des comptes pris dans leur ensemble, ainsi que les circonstances particulières de leur survenance.<br/><br/>\nDéterminer si une anomalie de classement est significative implique la prise en compte d'aspects qualitatifs, tels que l'incidence de cette anomalie sur les dettes ou sur l'application de clauses de contrats de financement, son incidence sur une rubrique individuelle ou sur des sous-totaux de rubriques, ou son incidence sur des ratios clés. Il peut exister des situations dans lesquelles le commissaire aux comptes conclut qu'une anomalie de classement n'est pas significative dans le contexte des comptes pris dans leur ensemble, alors même que cette anomalie dépasse le ou les seuil (s) de signification retenu (s). Par exemple, un classement erroné entre des rubriques du bilan peut ne pas être considéré comme significatif dans le contexte des comptes pris dans leur ensemble lorsque le montant du classement erroné est faible par rapport aux montants des rubriques concernées du bilan et que ce classement erroné n'a pas d'incidence sur le compte de résultat ou l'un des ratios clés.<br/><br/>\nCommunication avec les organes mentionnés à l' article L. 821-63 du code de commerce <br/><br/>\n15. Conformément aux principes définis dans la norme “ communication avec les organes mentionnés à l' article L. 821-63 du code de commerce ”, le commissaire aux comptes communique aux organes intéressés les anomalies non corrigées et les informe de l'incidence que ces anomalies peuvent avoir, prises individuellement ou en cumulé, sur l'opinion exprimée dans son rapport sur les comptes. Lors de cette communication, le commissaire aux comptes mentionne chacune des anomalies jugées significatives non corrigées. Il précise également l'incidence des anomalies non corrigées des exercices précédents.<br/><br/>\n16. Le commissaire aux comptes demande aux organes mentionnés à l' article L. 821-63 du code de commerce que l'ensemble des anomalies non corrigées le soient.<br/><br/>\nDéclaration écrite<br/><br/>\n17. Dans le cadre des dispositions prévues dans la norme “ déclarations de la direction ”, le commissaire aux comptes demande une déclaration écrite du représentant légal et, s'il l'estime nécessaire, des membres des organes mentionnés à l' article L. 821-63 du code de commerce confirmant que, selon eux, les incidences des anomalies non corrigées relevées par le commissaire aux comptes, ne sont pas, seules ou cumulées, significatives au regard des comptes pris dans leur ensemble. Un état des anomalies non corrigées est joint à cette déclaration écrite.<br/><br/>\nDocumentation<br/><br/>\n18. Le commissaire aux comptes fait figurer dans son dossier de travail :<br/><br/>\na) Le montant en deçà duquel les anomalies relevées sont considérées comme manifestement insignifiantes ;<br/><br/>\nb) Toutes les anomalies autres que celles manifestement insignifiantes relevées au cours de l'audit des comptes de l'exercice et de l'audit des comptes des exercices précédents et dont les effets perdurent, avec la mention de leur correction ou non correction ; et<br/><br/>\nc) Sa conclusion relative au caractère significatif ou non des anomalies non corrigées, prises individuellement ou en cumulé, et le fondement de cette conclusion.</p>",
            "num": "A821-71",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1704067200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 268435455,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2024-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000020163597",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2024-01-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes, des organismes tiers indépendants et des auditeurs des informations en matière de durabilité.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000048932974",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2024-01-01",
                        "titre": "Chapitre II : Du statut des commissaires aux comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163060",
                        "id": "LEGISCTA000020163571",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2024-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Des commissaires aux comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163060",
                        "id": "LEGISCTA000048933008",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2024-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : De l'exercice du contrôle légal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000048874153",
                        "id": "LEGISCTA000048874153",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2024-01-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 3 : Des modalités d'exercice de la mission",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000048874159",
                        "id": "LEGISCTA000048874159",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2024-01-01",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 2 : De la certification des comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000048874163",
                        "id": "LEGISCTA000048874163",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2024-01-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-paragraphe 2 : De l'analyse des risques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000048874211",
                        "id": "LEGISCTA000048874211",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000048882318",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000048874211",
            "sectionParentId": "LEGISCTA000048874211",
            "sectionParentTitre": "Sous-paragraphe 2 : De l'analyse des risques",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; TITRE II : Des commissaires aux comptes, des organismes tiers indépendants et des auditeurs des informations en matière de durabilité. &gt; Chapitre Ier : Des commissaires aux comptes &gt; Section 3 : De l'exercice du contrôle légal &gt; Sous-section 3 : Des modalités d'exercice de la mission &gt; Paragraphe 2 : De la certification des comptes &gt; Sous-paragraphe 2 : De l'analyse des risques",
            "refInjection": "MD-20240112_202145_010_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000048882318",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000048735742",
                    "textTitle": "Arrêté du 28 décembre 2023 - art. 5",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000048870612",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2023-12-31",
                    "dateSignaTexte": "2023-12-28",
                    "dateDebutCible": "2024-01-01"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. A823-6-1 (T)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "A823-6-1",
                    "articleId": "LEGIARTI000036925834",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000048882318",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1704067200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A821-71",
                "821-71"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}