{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000018124328",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Les groupements d'artistes, mentionnés à l'article 10 de l'ordonnance n° 45-2339 du 13 octobre 1945 modifiée relative aux spectacles, et les personnes physiques ou morales, publiques ou privées, qui n'ont pour activité principale ou pour objet ni l'exploitation de lieux de spectacles, de parcs de loisirs ou d'attraction, ni la production ou la diffusion de spectacles, sont tenus, lorsqu'ils exercent l'activité d'entrepreneurs de spectacles vivants, de procéder, dans les conditions fixées au II, auprès d'un organisme habilité par l'Etat : 1° Aux déclarations obligatoires liées à l'embauche et à l'emploi sous contrat à durée déterminée d'artistes du spectacle mentionnés à l'article L. 762-1 ainsi que des ouvriers et des techniciens concourant au spectacle engagés pour pourvoir l'un des emplois figurant sur une liste fixée par voie réglementaire ; 2° Au versement de l'ensemble des cotisations et contributions sociales, d'origine légale ou conventionnelle, prévues par la loi et se rapportant uniquement à leur activité de spectacle. II. - Il est procédé à la déclaration prévue au I au moyen d'un document appelé déclaration unique et simplifiée ou par voie électronique dans les conditions prévues à l'article L. 133-5 du code de la sécurité sociale. L'employeur, qui remet au salarié et adresse à l'organisme habilité les éléments de ce document qui leur sont respectivement destinés, est réputé satisfaire aux obligations prévues par les articles L. 122-3-1, L. 122-16, L. 223-16 et L. 320. Toutefois, les parties au contrat conservent la faculté d'établir sur un autre document le contrat de travail. L'organisme habilité délivre au salarié une attestation mensuelle d'emploi qui se substitue à la remise du bulletin de paie prévue par l'article L. 143-3. III. - L'organisme habilité recouvre les cotisations et contributions pour le compte des administrations et organismes devant conclure l'une des conventions mentionnées à l'alinéa suivant. Des conventions homologuées par l'Etat définissent les relations entre l'organisme habilité et les administrations ou organismes destinataires des déclarations ou au nom desquelles les cotisations et contributions visées au I sont recouvrées. En l'absence de convention, ces modalités sont fixées par voie réglementaire. IV. - Les cotisations et contributions mentionnées au I sont recouvrées selon les règles et sous les garanties et sanctions applicables au recouvrement des contributions mentionnées à l'article L. 351-3-1. Toutefois : 1° Le versement des cotisations et contributions est exigible au plus tard le quinzième jour suivant le terme du contrat de travail. 2° Il est appliqué une majoration de retard de 6 % du montant des cotisations et contributions qui n'ont pas été versées à la date d'exigibilité. Cette majoration est augmentée de 1 % du montant des cotisations et contributions dues par mois ou fraction de mois écoulé, après l'expiration d'un délai de trois mois à compter de la date limite d'exigibilité des cotisations et contributions. Les employeurs mentionnés au I peuvent présenter auprès du directeur de l'organisme habilité une demande gracieuse de réduction, totale ou partielle, des majorations prévues ci-dessus. 3° Si la mise en demeure de régulariser la situation dans un délai de quinze jours reste sans effet, le directeur de l'organisme habilité peut délivrer une contrainte notifiée au débiteur par lettre recommandée avec accusé de réception. A défaut d'opposition du débiteur devant le tribunal d'instance ou de grande instance compétent, la contrainte comporte tous les effets d'un jugement et confère notamment le bénéfice de l'hypothèque judiciaire. 4° Les sûretés applicables sont celles prévues par les articles L. 243-4 et L. 243-5 du code de la sécurité sociale. Les litiges résultant de l'application des dispositions du I du présent article aux employeurs mentionnés à l'article L. 351-12 suivent les règles de compétence prévues à l'article L. 351-5-1. V. - Sans préjudice des missions et pouvoirs des agents des administrations et des organismes parties aux conventions prévues au III et de ceux des fonctionnaires et agents mentionnés à l'article L. 324-12, les organismes chargés du recouvrement des cotisations du régime général de sécurité sociale, mentionnés à l'article L. 243-7 du code de la sécurité sociale, sont habilités à contrôler l'application par les employeurs des dispositions du présent article pour le compte de l'organisme mentionné au I dans les conditions définies à la section IV du chapitre III du titre IV du livre II du code de la sécurité sociale. A ce titre, ils sont habilités à communiquer aux fonctionnaires et agents de contrôle mentionnés à l'article L. 324-12 et à recevoir de ces derniers tous renseignements et tous documents nécessaires à la lutte contre le travail dissimulé. L'action civile prévue par l'article 2 du code de procédure pénale est exercée par l'organisme habilité au nom des organismes et administrations parties aux conventions prévues aux III. VI. - Les modalités d'application du présent article sont définies par décret en Conseil d'Etat.",
            "texteHtml": "<p>I. - Les groupements d'artistes, mentionnés à l'article 10 de l'ordonnance n° 45-2339 du 13 octobre 1945 modifiée relative aux spectacles, et les personnes physiques ou morales, publiques ou privées, qui n'ont pour activité principale ou pour objet ni l'exploitation de lieux de spectacles, de parcs de loisirs ou d'attraction, ni la production ou la diffusion de spectacles, sont tenus, lorsqu'ils exercent l'activité d'entrepreneurs de spectacles vivants, de procéder, dans les conditions fixées au II, auprès d'un organisme habilité par l'Etat :</p><p>1° Aux déclarations obligatoires liées à l'embauche et à l'emploi sous contrat à durée déterminée d'artistes du spectacle mentionnés à l'article L. 762-1 ainsi que des ouvriers et des techniciens concourant au spectacle engagés pour pourvoir l'un des emplois figurant sur une liste fixée par voie réglementaire ;</p><p>2° Au versement de l'ensemble des cotisations et contributions sociales, d'origine légale ou conventionnelle, prévues par la loi et se rapportant uniquement à leur activité de spectacle.</p><p>II. - Il est procédé à la déclaration prévue au I au moyen d'un document appelé déclaration unique et simplifiée ou par voie électronique dans les conditions prévues à l'article L. 133-5 du code de la sécurité sociale.</p><p>L'employeur, qui remet au salarié et adresse à l'organisme habilité les éléments de ce document qui leur sont respectivement destinés, est réputé satisfaire aux obligations prévues par les articles L. 122-3-1, L. 122-16, L. 223-16 et L. 320. Toutefois, les parties au contrat conservent la faculté d'établir sur un autre document le contrat de travail.</p><p>L'organisme habilité délivre au salarié une attestation mensuelle d'emploi qui se substitue à la remise du bulletin de paie prévue par l'article L. 143-3.</p><p>III. - L'organisme habilité recouvre les cotisations et contributions pour le compte des administrations et organismes devant conclure l'une des conventions mentionnées à l'alinéa suivant.</p><p>Des conventions homologuées par l'Etat définissent les relations entre l'organisme habilité et les administrations ou organismes destinataires des déclarations ou au nom desquelles les cotisations et contributions visées au I sont recouvrées. En l'absence de convention, ces modalités sont fixées par voie réglementaire.</p><p>IV. - Les cotisations et contributions mentionnées au I sont recouvrées selon les règles et sous les garanties et sanctions applicables au recouvrement des contributions mentionnées à l'article L. 351-3-1.</p><p>Toutefois :</p><p>1° Le versement des cotisations et contributions est exigible au plus tard le quinzième jour suivant le terme du contrat de travail.</p><p>2° Il est appliqué une majoration de retard de 6 % du montant des cotisations et contributions qui n'ont pas été versées à la date d'exigibilité. Cette majoration est augmentée de 1 % du montant des cotisations et contributions dues par mois ou fraction de mois écoulé, après l'expiration d'un délai de trois mois à compter de la date limite d'exigibilité des cotisations et contributions.</p><p>Les employeurs mentionnés au I peuvent présenter auprès du directeur de l'organisme habilité une demande gracieuse de réduction, totale ou partielle, des majorations prévues ci-dessus.</p><p>3° Si la mise en demeure de régulariser la situation dans un délai de quinze jours reste sans effet, le directeur de l'organisme habilité peut délivrer une contrainte notifiée au débiteur par lettre recommandée avec accusé de réception. A défaut d'opposition du débiteur devant le tribunal d'instance ou de grande instance compétent, la contrainte comporte tous les effets d'un jugement et confère notamment le bénéfice de l'hypothèque judiciaire.</p><p>4° Les sûretés applicables sont celles prévues par les articles L. 243-4 et L. 243-5 du code de la sécurité sociale.</p><p>Les litiges résultant de l'application des dispositions du I du présent article aux employeurs mentionnés à l'article L. 351-12 suivent les règles de compétence prévues à l'article L. 351-5-1.</p><p>V. - Sans préjudice des missions et pouvoirs des agents des administrations et des organismes parties aux conventions prévues au III et de ceux des fonctionnaires et agents mentionnés à l'article L. 324-12, les organismes chargés du recouvrement des cotisations du régime général de sécurité sociale, mentionnés à l'article L. 243-7 du code de la sécurité sociale, sont habilités à contrôler l'application par les employeurs des dispositions du présent article pour le compte de l'organisme mentionné au I dans les conditions définies à la section IV du chapitre III du titre IV du livre II du code de la sécurité sociale. A ce titre, ils sont habilités à communiquer aux fonctionnaires et agents de contrôle mentionnés à l'article L. 324-12 et à recevoir de ces derniers tous renseignements et tous documents nécessaires à la lutte contre le travail dissimulé.</p><p>L'action civile prévue par l'article 2 du code de procédure pénale est exercée par l'organisme habilité au nom des organismes et administrations parties aux conventions prévues aux III.</p><p>VI. - Les modalités d'application du présent article sont définies par décret en Conseil d'Etat.</p>",
            "num": "L620-9",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE_MORT_NE",
            "dateDebut": 1293840000000,
            "dateFin": 1209600000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 944878,
            "context": {
                "titresTM": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Partie législative ancienne",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101375",
                        "id": "LEGISCTA000006101375",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Livre VI : Contrôle de l'application de la législation et de la réglementation du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006123892",
                        "id": "LEGISCTA000006123892",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Obligations des employeurs.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139858",
                        "id": "LEGISCTA000006139858",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Code du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072050",
                        "id": "LEGITEXT000006072050",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006650469",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006139858",
            "sectionParentId": "LEGISCTA000006139858",
            "sectionParentTitre": "Titre II : Obligations des employeurs.",
            "fullSectionsTitre": "Partie législative ancienne &gt; Livre VI : Contrôle de l'application de la législation et de la réglementation du travail &gt; Titre II : Obligations des employeurs.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000018124328",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072050",
                    "titre": "Code du travail",
                    "titreLong": "Code du travail",
                    "etat": "VIGUEUR",
                    "dateDebut": 94867200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072050",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Loi n° 2008-126 du 13 février 2008 article 5 III : le I de la présente loi entre en vigueur à une date fixée par décret et au plus tard le 1er janvier 2012. (vigueur différée) Décret n° 2009-1708 du 30 décembre 2009 article 1 : Le I de l'article 5 de la loi n° 2008-126 du 13 février 2008 entre en vigueur le 1er janvier 2011.",
            "notaHtml": "<p>Loi n° 2008-126 du 13 février 2008 article 5 III : le I de la présente loi entre en vigueur à une date fixée par décret et au plus tard le 1er janvier 2012. (vigueur différée)</p><p>Décret n° 2009-1708 du 30 décembre 2009 article 1 : Le I de l'article 5 de la loi n° 2008-126 du 13 février 2008 entre en vigueur le 1er janvier 2011.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000018117826",
                    "textTitle": "LOI n°2008-126 du 13 février 2008 - art. 5 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000023272146",
                    "natureText": "LOI",
                    "datePubliTexte": "2008-02-14",
                    "dateSignaTexte": "2008-02-13",
                    "dateDebutCible": "2010-12-22"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000888967",
                    "textTitle": "Ordonnance n° 45-2339 du 13 octobre 1945 - art. 10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "10",
                    "articleId": "LEGIARTI000006912077",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "45-2339",
                    "datePubli": -764208000000,
                    "dateDebut": -764208000000
                },
                {
                    "textCid": "JORFTEXT000000571009",
                    "textTitle": "Décret n°98-247 du 2 avril 1998 - art. 29 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "29",
                    "articleId": "LEGIARTI000023098589",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "98-247",
                    "datePubli": 891561600000,
                    "dateDebut": 1289692800000
                },
                {
                    "textCid": "JORFTEXT000000433710",
                    "textTitle": "Décret n°2003-1371 du 31 décembre 2003 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006227194",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2003-1371",
                    "datePubli": 1072915200000,
                    "dateDebut": 1072915200000
                },
                {
                    "textCid": "JORFTEXT000017571145",
                    "textTitle": "Avis du  - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000017571146",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1196294400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "KALITEXT000018561992",
                    "textTitle": "relatif aux modalités d'accès à la formation pr... - art. (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "KALIARTI000018561994",
                    "natureText": "Accord",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1207180800000,
                    "dateDebut": 1183680000000
                },
                {
                    "textCid": "KALITEXT000018561992",
                    "textTitle": "relatif aux modalités d'accès à la formation pr... - art. 2 (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "KALIARTI000018562018",
                    "natureText": "Accord",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1207180800000,
                    "dateDebut": 1183680000000
                },
                {
                    "textCid": "KALITEXT000018561992",
                    "textTitle": "relatif aux modalités d'accès à la formation pr... - art. 6 (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "KALIARTI000018562028",
                    "natureText": "Accord",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1207180800000,
                    "dateDebut": 1183680000000
                },
                {
                    "textCid": "KALITEXT000020137669",
                    "textTitle": "relatif à la taxe d'apprentissage et au dévelop... - art. 2 (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "KALIARTI000020137676",
                    "natureText": "Accord",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1232582400000,
                    "dateDebut": 1225497600000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006574773",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -341971200000
                },
                {
                    "textCid": "KALITEXT000005669578",
                    "textTitle": "ACCORD du 29 septembre 2004 - art. (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "KALIARTI000005825207",
                    "natureText": "ACCORD",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1096416000000
                },
                {
                    "textCid": "KALITEXT000005669578",
                    "textTitle": "ACCORD du 29 septembre 2004 - art. 7 (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "KALIARTI000005825287",
                    "natureText": "ACCORD",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1096416000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L133-5-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L133-5-1",
                    "articleId": "LEGIARTI000022267162",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1273276800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L133-5-5 (AbD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L133-5-5",
                    "articleId": "LEGIARTI000006741082",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1125532800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L142-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L142-3",
                    "articleId": "LEGIARTI000006740485",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1072915200000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L122-16",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L122-16",
                    "articleId": "LEGIARTI000006645999",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 122860800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L122-3-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L122-3-1",
                    "articleId": "LEGIARTI000006646710",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 284256000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L143-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L143-3",
                    "articleId": "LEGIARTI000006646491",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 328579200000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L223-16",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L223-16",
                    "articleId": "LEGIARTI000006647427",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 122860800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L320",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L320",
                    "articleId": "LEGIARTI000006648018",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 694224000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L324-12",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L324-12",
                    "articleId": "LEGIARTI000006648338",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 172454400000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L351-12",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L351-12",
                    "articleId": "LEGIARTI000006648928",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1051833600000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L351-3-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L351-3-1",
                    "articleId": "LEGIARTI000006648441",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 725846400000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L762-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L762-1",
                    "articleId": "LEGIARTI000006650643",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 122860800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R620-3 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R620-3",
                    "articleId": "LEGIARTI000006810366",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 122860800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R620-6 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R620-6",
                    "articleId": "LEGIARTI000018508060",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1072915200000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R620-6-2 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R620-6-2",
                    "articleId": "LEGIARTI000018508035",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1104537600000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R620-6-4 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R620-6-4",
                    "articleId": "LEGIARTI000018508021",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1072915200000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R620-6-5 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R620-6-5",
                    "articleId": "LEGIARTI000018508017",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1072915200000
                },
                {
                    "textCid": "KALITEXT000005672139",
                    "textTitle": "Formation professionnelle - art. (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "KALIARTI000005832658",
                    "natureText": "PROTOCOLE D'ACCORD INTERBRANCHE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1137715200000
                },
                {
                    "textCid": "KALITEXT000023974325",
                    "textTitle": "relatif aux modalités d'accès à la formation pr... - art. (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "KALIARTI000023974345",
                    "natureText": "Accord",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1183680000000
                },
                {
                    "textCid": "KALITEXT000023974325",
                    "textTitle": "relatif aux modalités d'accès à la formation pr... - art. 2 (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "KALIARTI000023974332",
                    "natureText": "Accord",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1183680000000
                },
                {
                    "textCid": "KALITEXT000023974325",
                    "textTitle": "relatif aux modalités d'accès à la formation pr... - art. 6 (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "KALIARTI000023974341",
                    "natureText": "Accord",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1183680000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L133-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L133-5",
                    "articleId": "LEGIARTI000006740156",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L243-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L243-4",
                    "articleId": "LEGIARTI000006742025",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 503971200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L243-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L243-5",
                    "articleId": "LEGIARTI000006742032",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L243-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L243-7",
                    "articleId": "LEGIARTI000006742044",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1535760000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L7122-22 (VD)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L7122-22",
                    "articleId": "LEGIARTI000006904586",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L7122-23 (VD)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L7122-23",
                    "articleId": "LEGIARTI000006904587",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L7122-24 (VD)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L7122-24",
                    "articleId": "LEGIARTI000006904588",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L7122-25 (VD)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L7122-25",
                    "articleId": "LEGIARTI000006904589",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L7122-26 (VD)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L7122-26",
                    "articleId": "LEGIARTI000006904590",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L7122-27 (VD)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L7122-27",
                    "articleId": "LEGIARTI000006904591",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L7122-28 (VD)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L7122-28",
                    "articleId": "LEGIARTI000006904594",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail 87",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006072050",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail L7122-22, L7122-23, L7122-24, L7122-25, L7122-26, L7122-27, L7122-28, R7122-8",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006072050",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006650469",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 122860800000,
                    "dateFin": 491184000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006650470",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "2.0",
                    "dateDebut": 1072915200000,
                    "dateFin": 1071878400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006650471",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 1072915200000,
                    "dateFin": 1209600000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000018124328",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "4.0",
                    "dateDebut": 1293840000000,
                    "dateFin": 1209600000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L620-9",
                "620-9"
            ],
            "versionPrecedente": "LEGIARTI000006650471",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006650470",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Les groupements d'artistes, mentionnés à l'article 10 de l'ordonnance n° 45-2339 du 13 octobre 1945 modifiée relative aux spectacles, et les personnes physiques ou morales, publiques ou privées, qui n'ont pour activité principale ou pour objet ni l'exploitation de lieux de spectacles, de parcs de loisirs ou d'attraction, ni la production ou la diffusion de spectacles, sont tenus, lorsqu'ils exercent l'activité d'entrepreneurs de spectacles vivants, de procéder, dans les conditions fixées au II, auprès d'un organisme habilité par l'Etat : 1° Aux déclarations obligatoires liées à l'embauche et à l'emploi sous contrat à durée déterminée d'artistes du spectacle mentionnés à l'article L. 762-1 ainsi que des ouvriers et des techniciens concourant au spectacle engagés pour pourvoir l'un des emplois figurant sur une liste fixée par voie réglementaire ; 2° Au versement de l'ensemble des cotisations et contributions sociales, d'origine légale ou conventionnelle, prévues par la loi et se rapportant uniquement à leur activité de spectacle. II. - Il est procédé à la déclaration prévue au I au moyen d'un document appelé déclaration unique et simplifiée ou par voie électronique dans les conditions prévues aux trois premiers alinéas du I de l'article L. 133-5 du code de la sécurité sociale. L'employeur, qui remet au salarié et adresse à l'organisme habilité les éléments de ce document qui leur sont respectivement destinés, est réputé satisfaire aux obligations prévues par les articles L. 122-3-1, L. 122-16, L. 223-16 et L. 320. Toutefois, les parties au contrat conservent la faculté d'établir sur un autre document le contrat de travail. L'organisme habilité délivre au salarié une attestation mensuelle d'emploi qui se substitue à la remise du bulletin de paie prévue par l'article L. 143-3. III. - L'organisme habilité recouvre les cotisations et contributions pour le compte des administrations et organismes devant conclure l'une des conventions mentionnées à l'alinéa suivant. Des conventions homologuées par l'Etat définissent les relations entre l'organisme habilité et les administrations ou organismes destinataires des déclarations ou au nom desquelles les cotisations et contributions visées au I sont recouvrées. En l'absence de convention, ces modalités sont fixées par voie réglementaire. IV. - Les cotisations et contributions mentionnées au I sont recouvrées selon les règles et sous les garanties et sanctions applicables au recouvrement des contributions mentionnées à l'article L. 351-3-1. Toutefois : 1° Le versement des cotisations et contributions est exigible au plus tard le quinzième jour suivant le terme du contrat de travail. 2° Il est appliqué une majoration de retard de 6 % du montant des cotisations et contributions qui n'ont pas été versées à la date d'exigibilité. Cette majoration est augmentée de 1 % du montant des cotisations et contributions dues par mois ou fraction de mois écoulé, après l'expiration d'un délai de trois mois à compter de la date limite d'exigibilité des cotisations et contributions. Les employeurs mentionnés au I peuvent présenter auprès du directeur de l'organisme habilité une demande gracieuse de réduction, totale ou partielle, des majorations prévues ci-dessus. 3° Si la mise en demeure de régulariser la situation dans un délai de quinze jours reste sans effet, le directeur de l'organisme habilité peut délivrer une contrainte notifiée au débiteur par lettre recommandée avec accusé de réception. A défaut d'opposition du débiteur devant le tribunal d'instance ou de grande instance compétent, la contrainte comporte tous les effets d'un jugement et confère notamment le bénéfice de l'hypothèque judiciaire. 4° Les sûretés applicables sont celles prévues par les articles L. 243-4 et L. 243-5 du code de la sécurité sociale. Les litiges résultant de l'application des dispositions du I du présent article aux employeurs mentionnés à l'article L. 351-12 relèvent de la compétence des tribunaux judiciaires. V. - Sans préjudice des missions et pouvoirs des agents des administrations et des organismes parties aux conventions prévues au III et de ceux des fonctionnaires et agents mentionnés à l'article L. 324-12, les organismes chargés du recouvrement des cotisations du régime général de sécurité sociale, mentionnés à l'article L. 243-7 du code de la sécurité sociale, sont habilités à contrôler l'application par les employeurs des dispositions du présent article pour le compte de l'organisme mentionné au I dans les conditions définies à la section IV du chapitre III du titre IV du livre II du code de la sécurité sociale. A ce titre, ils sont habilités à communiquer aux fonctionnaires et agents de contrôle mentionnés à l'article L. 324-12 et à recevoir de ces derniers tous renseignements et tous documents nécessaires à la lutte contre le travail dissimulé. L'action civile prévue par l'article 2 du code de procédure pénale est exercée par l'organisme habilité au nom des organismes et administrations parties aux conventions prévues aux III. VI. - Les modalités d'application du présent article sont définies par décret en Conseil d'Etat.",
            "texteHtml": "<p></p>   I. - Les groupements d'artistes, mentionnés à l'article 10 de l'ordonnance n° 45-2339 du 13 octobre 1945 modifiée relative aux spectacles, et les personnes physiques ou morales, publiques ou privées, qui n'ont pour activité principale ou pour objet ni l'exploitation de lieux de spectacles, de parcs de loisirs ou d'attraction, ni la production ou la diffusion de spectacles, sont tenus, lorsqu'ils exercent l'activité d'entrepreneurs de spectacles vivants, de procéder, dans les conditions fixées au II, auprès d'un organisme habilité par l'Etat :<p></p><p></p>   1° Aux déclarations obligatoires liées à l'embauche et à l'emploi sous contrat à durée déterminée d'artistes du spectacle mentionnés à l'article L. 762-1 ainsi que des ouvriers et des techniciens concourant au spectacle engagés pour pourvoir l'un des emplois figurant sur une liste fixée par voie réglementaire ;<p></p><p></p>   2° Au versement de l'ensemble des cotisations et contributions sociales, d'origine légale ou conventionnelle, prévues par la loi et se rapportant uniquement à leur activité de spectacle.<p></p><p></p>   II. - Il est procédé à la déclaration prévue au I au moyen d'un document appelé déclaration unique et simplifiée ou par voie électronique dans les conditions prévues aux trois premiers alinéas du I de l'article L. 133-5 du code de la sécurité sociale.<p></p><p></p>   L'employeur, qui remet au salarié et adresse à l'organisme habilité les éléments de ce document qui leur sont respectivement destinés, est réputé satisfaire aux obligations prévues par les articles L. 122-3-1, L. 122-16, L. 223-16 et L. 320. Toutefois, les parties au contrat conservent la faculté d'établir sur un autre document le contrat de travail.<p></p><p></p>   L'organisme habilité délivre au salarié une attestation mensuelle d'emploi qui se substitue à la remise du bulletin de paie prévue par l'article L. 143-3.<p></p><p></p>   III. - L'organisme habilité recouvre les cotisations et contributions pour le compte des administrations et organismes devant conclure l'une des conventions mentionnées à l'alinéa suivant.<p></p><p></p>   Des conventions homologuées par l'Etat définissent les relations entre l'organisme habilité et les administrations ou organismes destinataires des déclarations ou au nom desquelles les cotisations et contributions visées au I sont recouvrées. En l'absence de convention, ces modalités sont fixées par voie réglementaire.<p></p><p></p>   IV. - Les cotisations et contributions mentionnées au I sont recouvrées selon les règles et sous les garanties et sanctions applicables au recouvrement des contributions mentionnées à l'article L. 351-3-1.<p></p><p></p>   Toutefois :<p></p><p></p>   1° Le versement des cotisations et contributions est exigible au plus tard le quinzième jour suivant le terme du contrat de travail.<p></p><p></p>   2° Il est appliqué une majoration de retard de 6 % du montant des cotisations et contributions qui n'ont pas été versées à la date d'exigibilité. Cette majoration est augmentée de 1 % du montant des cotisations et contributions dues par mois ou fraction de mois écoulé, après l'expiration d'un délai de trois mois à compter de la date limite d'exigibilité des cotisations et contributions.<p></p><p></p>   Les employeurs mentionnés au I peuvent présenter auprès du directeur de l'organisme habilité une demande gracieuse de réduction, totale ou partielle, des majorations prévues ci-dessus.<p></p><p></p>   3° Si la mise en demeure de régulariser la situation dans un délai de quinze jours reste sans effet, le directeur de l'organisme habilité peut délivrer une contrainte notifiée au débiteur par lettre recommandée avec accusé de réception. A défaut d'opposition du débiteur devant le tribunal d'instance ou de grande instance compétent, la contrainte comporte tous les effets d'un jugement et confère notamment le bénéfice de l'hypothèque judiciaire.<p></p><p></p>   4° Les sûretés applicables sont celles prévues par les articles L. 243-4 et L. 243-5 du code de la sécurité sociale.<p></p><p></p>   Les litiges résultant de l'application des dispositions du I du présent article aux employeurs mentionnés à l'article L. 351-12 relèvent de la compétence des tribunaux judiciaires.<p></p><p></p>   V. - Sans préjudice des missions et pouvoirs des agents des administrations et des organismes parties aux conventions prévues au III et de ceux des fonctionnaires et agents mentionnés à l'article L. 324-12, les organismes chargés du recouvrement des cotisations du régime général de sécurité sociale, mentionnés à l'article L. 243-7 du code de la sécurité sociale, sont habilités à contrôler l'application par les employeurs des dispositions du présent article pour le compte de l'organisme mentionné au I dans les conditions définies à la section IV du chapitre III du titre IV du livre II du code de la sécurité sociale. A ce titre, ils sont habilités à communiquer aux fonctionnaires et agents de contrôle mentionnés à l'article L. 324-12 et à recevoir de ces derniers tous renseignements et tous documents nécessaires à la lutte contre le travail dissimulé.<p></p><p></p>   L'action civile prévue par l'article 2 du code de procédure pénale est exercée par l'organisme habilité au nom des organismes et administrations parties aux conventions prévues aux III.<p></p><p></p>   VI. - Les modalités d'application du présent article sont définies par décret en Conseil d'Etat.<p></p><p></p>",
            "num": "L620-9",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE_MORT_NE",
            "dateDebut": 1072915200000,
            "dateFin": 1071878400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 901929,
            "context": {
                "titresTM": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Partie législative ancienne",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101375",
                        "id": "LEGISCTA000006101375",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Livre VI : Contrôle de l'application de la législation et de la réglementation du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006123892",
                        "id": "LEGISCTA000006123892",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Obligations des employeurs.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139858",
                        "id": "LEGISCTA000006139858",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Code du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072050",
                        "id": "LEGITEXT000006072050",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006650469",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006139858",
            "sectionParentId": "LEGISCTA000006139858",
            "sectionParentTitre": "Titre II : Obligations des employeurs.",
            "fullSectionsTitre": "Partie législative ancienne &gt; Livre VI : Contrôle de l'application de la législation et de la réglementation du travail &gt; Titre II : Obligations des employeurs.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006650470",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072050",
                    "titre": "Code du travail",
                    "titreLong": "Code du travail",
                    "etat": "VIGUEUR",
                    "dateDebut": 94867200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072050",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000514726",
                    "textTitle": "Décret 73-1047 1973-11-15",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000514726",
                    "natureText": "DECRET",
                    "datePubliTexte": "1973-11-21",
                    "dateSignaTexte": "1973-11-15",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000795482",
                    "textTitle": "Ordonnance n°2003-1059 du 6 novembre 2003 - art. 1 () JORF 8 novembre 2003 en vigueur le 1er janvier 2004",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006276342",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2003-11-08",
                    "dateSignaTexte": "2003-11-06",
                    "dateDebutCible": "2004-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000888967",
                    "textTitle": "Ordonnance n°45-2339 du 13 octobre 1945 - art. 10 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "10",
                    "articleId": "LEGIARTI000006912077",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "45-2339",
                    "datePubli": -764208000000,
                    "dateDebut": -764208000000
                },
                {
                    "textCid": "JORFTEXT000000571009",
                    "textTitle": "Décret n°98-247 du 2 avril 1998 - art. 29 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "29",
                    "articleId": "LEGIARTI000023098589",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "98-247",
                    "datePubli": 891561600000,
                    "dateDebut": 1289692800000
                },
                {
                    "textCid": "JORFTEXT000000433710",
                    "textTitle": "Décret n°2003-1371 du 31 décembre 2003 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006227194",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2003-1371",
                    "datePubli": 1072915200000,
                    "dateDebut": 1072915200000
                },
                {
                    "textCid": "JORFTEXT000017571145",
                    "textTitle": "Avis du  - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000017571146",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1196294400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "KALITEXT000018561992",
                    "textTitle": "relatif aux modalités d'accès à la formation pr... - art. (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "KALIARTI000018561994",
                    "natureText": "Accord",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1207180800000,
                    "dateDebut": 1183680000000
                },
                {
                    "textCid": "KALITEXT000018561992",
                    "textTitle": "relatif aux modalités d'accès à la formation pr... - art. 2 (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "KALIARTI000018562018",
                    "natureText": "Accord",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1207180800000,
                    "dateDebut": 1183680000000
                },
                {
                    "textCid": "KALITEXT000018561992",
                    "textTitle": "relatif aux modalités d'accès à la formation pr... - art. 6 (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "KALIARTI000018562028",
                    "natureText": "Accord",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1207180800000,
                    "dateDebut": 1183680000000
                },
                {
                    "textCid": "KALITEXT000020137669",
                    "textTitle": "relatif à la taxe d'apprentissage et au dévelop... - art. 2 (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "KALIARTI000020137676",
                    "natureText": "Accord",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1232582400000,
                    "dateDebut": 1225497600000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "CODE DE PROCEDURE PENALE - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006574773",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -341971200000
                },
                {
                    "textCid": "KALITEXT000005669578",
                    "textTitle": "ACCORD du 29 septembre 2004 - art. (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "KALIARTI000005825207",
                    "natureText": "ACCORD",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1096416000000
                },
                {
                    "textCid": "KALITEXT000005669578",
                    "textTitle": "ACCORD du 29 septembre 2004 - art. 7 (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "KALIARTI000005825287",
                    "natureText": "ACCORD",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1096416000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L133-5-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L133-5-1",
                    "articleId": "LEGIARTI000022267162",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1273276800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L133-5-5 (AbD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L133-5-5",
                    "articleId": "LEGIARTI000006741082",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1125532800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L142-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L142-3",
                    "articleId": "LEGIARTI000006740485",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1072915200000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L122-16 (AbD)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L122-16",
                    "articleId": "LEGIARTI000006645999",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 122860800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L122-3-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L122-3-1",
                    "articleId": "LEGIARTI000006646710",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 284256000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L143-3 (MMN)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L143-3",
                    "articleId": "LEGIARTI000006646491",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 328579200000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L223-16 (AbD)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L223-16",
                    "articleId": "LEGIARTI000006647427",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 122860800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L320 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L320",
                    "articleId": "LEGIARTI000006648018",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 694224000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L324-12 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L324-12",
                    "articleId": "LEGIARTI000006648338",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 172454400000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L351-12 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L351-12",
                    "articleId": "LEGIARTI000006648928",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1051833600000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L351-3-1 (AbD)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L351-3-1",
                    "articleId": "LEGIARTI000006648441",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 725846400000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L762-1 (AbD)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L762-1",
                    "articleId": "LEGIARTI000006650643",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 122860800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R620-3 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R620-3",
                    "articleId": "LEGIARTI000006810366",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 122860800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R620-6 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R620-6",
                    "articleId": "LEGIARTI000018508060",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1072915200000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R620-6-2 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R620-6-2",
                    "articleId": "LEGIARTI000018508035",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1104537600000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R620-6-4 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R620-6-4",
                    "articleId": "LEGIARTI000018508021",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1072915200000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R620-6-5 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R620-6-5",
                    "articleId": "LEGIARTI000018508017",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1072915200000
                },
                {
                    "textCid": "KALITEXT000005672139",
                    "textTitle": "Formation professionnelle - art. (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "KALIARTI000005832658",
                    "natureText": "PROTOCOLE D'ACCORD INTERBRANCHE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1137715200000
                },
                {
                    "textCid": "KALITEXT000023974325",
                    "textTitle": "relatif aux modalités d'accès à la formation pr... - art. (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "KALIARTI000023974345",
                    "natureText": "Accord",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1183680000000
                },
                {
                    "textCid": "KALITEXT000023974325",
                    "textTitle": "relatif aux modalités d'accès à la formation pr... - art. 2 (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "KALIARTI000023974332",
                    "natureText": "Accord",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1183680000000
                },
                {
                    "textCid": "KALITEXT000023974325",
                    "textTitle": "relatif aux modalités d'accès à la formation pr... - art. 6 (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "KALIARTI000023974341",
                    "natureText": "Accord",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1183680000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L133-5 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L133-5",
                    "articleId": "LEGIARTI000006740156",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L243-4 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L243-4",
                    "articleId": "LEGIARTI000006742025",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 503971200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L243-5 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L243-5",
                    "articleId": "LEGIARTI000006742032",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L243-7 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L243-7",
                    "articleId": "LEGIARTI000006742044",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1535760000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L7122-22 (VD)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L7122-22",
                    "articleId": "LEGIARTI000006904586",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L7122-23 (VD)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L7122-23",
                    "articleId": "LEGIARTI000006904587",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L7122-24 (VD)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L7122-24",
                    "articleId": "LEGIARTI000006904588",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L7122-25 (VD)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L7122-25",
                    "articleId": "LEGIARTI000006904589",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L7122-26 (VD)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L7122-26",
                    "articleId": "LEGIARTI000006904590",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L7122-27 (VD)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L7122-27",
                    "articleId": "LEGIARTI000006904591",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L7122-28 (VD)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L7122-28",
                    "articleId": "LEGIARTI000006904594",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail 87",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006072050",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail L7122-22, L7122-23, L7122-24, L7122-25, L7122-26, L7122-27, L7122-28, R7122-8",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006072050",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006650469",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 122860800000,
                    "dateFin": 491184000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006650470",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "2.0",
                    "dateDebut": 1072915200000,
                    "dateFin": 1071878400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006650471",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 1072915200000,
                    "dateFin": 1209600000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000018124328",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "4.0",
                    "dateDebut": 1293840000000,
                    "dateFin": 1209600000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L620-9",
                "620-9"
            ],
            "versionPrecedente": "LEGIARTI000006650469",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006650471",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Les groupements d'artistes, mentionnés à l'article 10 de l'ordonnance n° 45-2339 du 13 octobre 1945 modifiée relative aux spectacles, et les personnes physiques ou morales, publiques ou privées, qui n'ont pour activité principale ou pour objet ni l'exploitation de lieux de spectacles, de parcs de loisirs ou d'attraction, ni la production ou la diffusion de spectacles, sont tenus, lorsqu'ils exercent l'activité d'entrepreneurs de spectacles vivants, de procéder, dans les conditions fixées au II, auprès d'un organisme habilité par l'Etat : 1° Aux déclarations obligatoires liées à l'embauche et à l'emploi sous contrat à durée déterminée d'artistes du spectacle mentionnés à l'article L. 762-1 ainsi que des ouvriers et des techniciens concourant au spectacle engagés pour pourvoir l'un des emplois figurant sur une liste fixée par voie réglementaire ; 2° Au versement de l'ensemble des cotisations et contributions sociales, d'origine légale ou conventionnelle, prévues par la loi et se rapportant uniquement à leur activité de spectacle. II. - Il est procédé à la déclaration prévue au I au moyen d'un document appelé déclaration unique et simplifiée ou par voie électronique dans les conditions prévues à l'article L. 133-5 du code de la sécurité sociale. L'employeur, qui remet au salarié et adresse à l'organisme habilité les éléments de ce document qui leur sont respectivement destinés, est réputé satisfaire aux obligations prévues par les articles L. 122-3-1, L. 122-16, L. 223-16 et L. 320. Toutefois, les parties au contrat conservent la faculté d'établir sur un autre document le contrat de travail. L'organisme habilité délivre au salarié une attestation mensuelle d'emploi qui se substitue à la remise du bulletin de paie prévue par l'article L. 143-3. III. - L'organisme habilité recouvre les cotisations et contributions pour le compte des administrations et organismes devant conclure l'une des conventions mentionnées à l'alinéa suivant. Des conventions homologuées par l'Etat définissent les relations entre l'organisme habilité et les administrations ou organismes destinataires des déclarations ou au nom desquelles les cotisations et contributions visées au I sont recouvrées. En l'absence de convention, ces modalités sont fixées par voie réglementaire. IV. - Les cotisations et contributions mentionnées au I sont recouvrées selon les règles et sous les garanties et sanctions applicables au recouvrement des contributions mentionnées à l'article L. 351-3-1. Toutefois : 1° Le versement des cotisations et contributions est exigible au plus tard le quinzième jour suivant le terme du contrat de travail. 2° Il est appliqué une majoration de retard de 6 % du montant des cotisations et contributions qui n'ont pas été versées à la date d'exigibilité. Cette majoration est augmentée de 1 % du montant des cotisations et contributions dues par mois ou fraction de mois écoulé, après l'expiration d'un délai de trois mois à compter de la date limite d'exigibilité des cotisations et contributions. Les employeurs mentionnés au I peuvent présenter auprès du directeur de l'organisme habilité une demande gracieuse de réduction, totale ou partielle, des majorations prévues ci-dessus. 3° Si la mise en demeure de régulariser la situation dans un délai de quinze jours reste sans effet, le directeur de l'organisme habilité peut délivrer une contrainte notifiée au débiteur par lettre recommandée avec accusé de réception. A défaut d'opposition du débiteur devant le tribunal d'instance ou de grande instance compétent, la contrainte comporte tous les effets d'un jugement et confère notamment le bénéfice de l'hypothèque judiciaire. 4° Les sûretés applicables sont celles prévues par les articles L. 243-4 et L. 243-5 du code de la sécurité sociale. Les litiges résultant de l'application des dispositions du I du présent article aux employeurs mentionnés à l'article L. 351-12 relèvent de la compétence des tribunaux judiciaires. V. - Sans préjudice des missions et pouvoirs des agents des administrations et des organismes parties aux conventions prévues au III et de ceux des fonctionnaires et agents mentionnés à l'article L. 324-12, les organismes chargés du recouvrement des cotisations du régime général de sécurité sociale, mentionnés à l'article L. 243-7 du code de la sécurité sociale, sont habilités à contrôler l'application par les employeurs des dispositions du présent article pour le compte de l'organisme mentionné au I dans les conditions définies à la section IV du chapitre III du titre IV du livre II du code de la sécurité sociale. A ce titre, ils sont habilités à communiquer aux fonctionnaires et agents de contrôle mentionnés à l'article L. 324-12 et à recevoir de ces derniers tous renseignements et tous documents nécessaires à la lutte contre le travail dissimulé. L'action civile prévue par l'article 2 du code de procédure pénale est exercée par l'organisme habilité au nom des organismes et administrations parties aux conventions prévues aux III. VI. - Les modalités d'application du présent article sont définies par décret en Conseil d'Etat.",
            "texteHtml": "<p></p>   I. - Les groupements d'artistes, mentionnés à l'article 10 de l'ordonnance n° 45-2339 du 13 octobre 1945 modifiée relative aux spectacles, et les personnes physiques ou morales, publiques ou privées, qui n'ont pour activité principale ou pour objet ni l'exploitation de lieux de spectacles, de parcs de loisirs ou d'attraction, ni la production ou la diffusion de spectacles, sont tenus, lorsqu'ils exercent l'activité d'entrepreneurs de spectacles vivants, de procéder, dans les conditions fixées au II, auprès d'un organisme habilité par l'Etat :<p></p><p></p>   1° Aux déclarations obligatoires liées à l'embauche et à l'emploi sous contrat à durée déterminée d'artistes du spectacle mentionnés à l'article L. 762-1 ainsi que des ouvriers et des techniciens concourant au spectacle engagés pour pourvoir l'un des emplois figurant sur une liste fixée par voie réglementaire ;<p></p><p></p>   2° Au versement de l'ensemble des cotisations et contributions sociales, d'origine légale ou conventionnelle, prévues par la loi et se rapportant uniquement à leur activité de spectacle.<p></p><p></p>   II. - Il est procédé à la déclaration prévue au I au moyen d'un document appelé déclaration unique et simplifiée ou par voie électronique dans les conditions prévues à l'article L. 133-5 du code de la sécurité sociale.<p></p><p></p>   L'employeur, qui remet au salarié et adresse à l'organisme habilité les éléments de ce document qui leur sont respectivement destinés, est réputé satisfaire aux obligations prévues par les articles L. 122-3-1, L. 122-16, L. 223-16 et L. 320. Toutefois, les parties au contrat conservent la faculté d'établir sur un autre document le contrat de travail.<p></p><p></p>   L'organisme habilité délivre au salarié une attestation mensuelle d'emploi qui se substitue à la remise du bulletin de paie prévue par l'article L. 143-3.<p></p><p></p>   III. - L'organisme habilité recouvre les cotisations et contributions pour le compte des administrations et organismes devant conclure l'une des conventions mentionnées à l'alinéa suivant.<p></p><p></p>   Des conventions homologuées par l'Etat définissent les relations entre l'organisme habilité et les administrations ou organismes destinataires des déclarations ou au nom desquelles les cotisations et contributions visées au I sont recouvrées. En l'absence de convention, ces modalités sont fixées par voie réglementaire.<p></p><p></p>   IV. - Les cotisations et contributions mentionnées au I sont recouvrées selon les règles et sous les garanties et sanctions applicables au recouvrement des contributions mentionnées à l'article L. 351-3-1.<p></p><p></p>   Toutefois :<p></p><p></p>   1° Le versement des cotisations et contributions est exigible au plus tard le quinzième jour suivant le terme du contrat de travail.<p></p><p></p>   2° Il est appliqué une majoration de retard de 6 % du montant des cotisations et contributions qui n'ont pas été versées à la date d'exigibilité. Cette majoration est augmentée de 1 % du montant des cotisations et contributions dues par mois ou fraction de mois écoulé, après l'expiration d'un délai de trois mois à compter de la date limite d'exigibilité des cotisations et contributions.<p></p><p></p>   Les employeurs mentionnés au I peuvent présenter auprès du directeur de l'organisme habilité une demande gracieuse de réduction, totale ou partielle, des majorations prévues ci-dessus.<p></p><p></p>   3° Si la mise en demeure de régulariser la situation dans un délai de quinze jours reste sans effet, le directeur de l'organisme habilité peut délivrer une contrainte notifiée au débiteur par lettre recommandée avec accusé de réception. A défaut d'opposition du débiteur devant le tribunal d'instance ou de grande instance compétent, la contrainte comporte tous les effets d'un jugement et confère notamment le bénéfice de l'hypothèque judiciaire.<p></p><p></p>   4° Les sûretés applicables sont celles prévues par les articles L. 243-4 et L. 243-5 du code de la sécurité sociale.<p></p><p></p>   Les litiges résultant de l'application des dispositions du I du présent article aux employeurs mentionnés à l'article L. 351-12 relèvent de la compétence des tribunaux judiciaires.<p></p><p></p>   V. - Sans préjudice des missions et pouvoirs des agents des administrations et des organismes parties aux conventions prévues au III et de ceux des fonctionnaires et agents mentionnés à l'article L. 324-12, les organismes chargés du recouvrement des cotisations du régime général de sécurité sociale, mentionnés à l'article L. 243-7 du code de la sécurité sociale, sont habilités à contrôler l'application par les employeurs des dispositions du présent article pour le compte de l'organisme mentionné au I dans les conditions définies à la section IV du chapitre III du titre IV du livre II du code de la sécurité sociale. A ce titre, ils sont habilités à communiquer aux fonctionnaires et agents de contrôle mentionnés à l'article L. 324-12 et à recevoir de ces derniers tous renseignements et tous documents nécessaires à la lutte contre le travail dissimulé.<p></p><p></p>   L'action civile prévue par l'article 2 du code de procédure pénale est exercée par l'organisme habilité au nom des organismes et administrations parties aux conventions prévues aux III.<p></p><p></p>   VI. - Les modalités d'application du présent article sont définies par décret en Conseil d'Etat.<p></p><p></p>",
            "num": "L620-9",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "ABROGE",
            "dateDebut": 1072915200000,
            "dateFin": 1209600000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 944878,
            "context": {
                "titresTM": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Partie législative ancienne",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101375",
                        "id": "LEGISCTA000006101375",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Livre VI : Contrôle de l'application de la législation et de la réglementation du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006123892",
                        "id": "LEGISCTA000006123892",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Obligations des employeurs.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139858",
                        "id": "LEGISCTA000006139858",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Code du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072050",
                        "id": "LEGITEXT000006072050",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006650469",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006139858",
            "sectionParentId": "LEGISCTA000006139858",
            "sectionParentTitre": "Titre II : Obligations des employeurs.",
            "fullSectionsTitre": "Partie législative ancienne &gt; Livre VI : Contrôle de l'application de la législation et de la réglementation du travail &gt; Titre II : Obligations des employeurs.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006650471",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072050",
                    "titre": "Code du travail",
                    "titreLong": "Code du travail",
                    "etat": "VIGUEUR",
                    "dateDebut": 94867200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072050",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Décret n° 2009-1708 du 30 décembre 2009 article 1 : Le I de l'article 5 de la loi n° 2008-126 du 13 février 2008 entre en vigueur le 1er janvier 2011.",
            "notaHtml": "<p>Décret n° 2009-1708 du 30 décembre 2009 article 1 : Le I de l'article 5 de la loi n° 2008-126 du 13 février 2008 entre en vigueur le 1er janvier 2011.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000514726",
                    "textTitle": "Décret 73-1047 1973-11-15",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000514726",
                    "natureText": "DECRET",
                    "datePubliTexte": "1973-11-21",
                    "dateSignaTexte": "1973-11-15",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000796475",
                    "textTitle": "Ordonnance n°2003-1213 du 18 décembre 2003 - art. 5 (VT) JORF 20 décembre 2003 en vigueur le 1er janvier 2004",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000006660025",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2003-12-20",
                    "dateSignaTexte": "2003-12-18",
                    "dateDebutCible": "2003-12-20"
                },
                {
                    "textCid": "JORFTEXT000000465978",
                    "textTitle": "Ordonnance n°2007-329 du 12 mars 2007 - art. 12 (VD) JORF 13 mars 2007 en vigueur au plus tard le 1er mars 2008",
                    "linkType": "ABROGATION",
                    "linkOrientation": "source",
                    "articleNum": "12",
                    "articleId": "LEGIARTI000006660131",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2007-03-13",
                    "dateSignaTexte": "2007-03-12",
                    "dateDebutCible": "2008-05-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000888967",
                    "textTitle": "Ordonnance n°45-2339 du 13 octobre 1945 - art. 10 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "10",
                    "articleId": "LEGIARTI000006912077",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "45-2339",
                    "datePubli": -764208000000,
                    "dateDebut": -764208000000
                },
                {
                    "textCid": "JORFTEXT000000571009",
                    "textTitle": "Décret n°98-247 du 2 avril 1998 - art. 29 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "29",
                    "articleId": "LEGIARTI000023098589",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "98-247",
                    "datePubli": 891561600000,
                    "dateDebut": 1289692800000
                },
                {
                    "textCid": "JORFTEXT000000433710",
                    "textTitle": "Décret n°2003-1371 du 31 décembre 2003 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006227194",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2003-1371",
                    "datePubli": 1072915200000,
                    "dateDebut": 1072915200000
                },
                {
                    "textCid": "JORFTEXT000017571145",
                    "textTitle": "Avis du  - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000017571146",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1196294400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "KALITEXT000018561992",
                    "textTitle": "relatif aux modalités d'accès à la formation pr... - art. (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "KALIARTI000018561994",
                    "natureText": "Accord",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1207180800000,
                    "dateDebut": 1183680000000
                },
                {
                    "textCid": "KALITEXT000018561992",
                    "textTitle": "relatif aux modalités d'accès à la formation pr... - art. 2 (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "KALIARTI000018562018",
                    "natureText": "Accord",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1207180800000,
                    "dateDebut": 1183680000000
                },
                {
                    "textCid": "KALITEXT000018561992",
                    "textTitle": "relatif aux modalités d'accès à la formation pr... - art. 6 (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "KALIARTI000018562028",
                    "natureText": "Accord",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1207180800000,
                    "dateDebut": 1183680000000
                },
                {
                    "textCid": "KALITEXT000020137669",
                    "textTitle": "relatif à la taxe d'apprentissage et au dévelop... - art. 2 (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "KALIARTI000020137676",
                    "natureText": "Accord",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1232582400000,
                    "dateDebut": 1225497600000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "CODE DE PROCEDURE PENALE - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006574773",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -341971200000
                },
                {
                    "textCid": "KALITEXT000005669578",
                    "textTitle": "ACCORD du 29 septembre 2004 - art. (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "KALIARTI000005825207",
                    "natureText": "ACCORD",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1096416000000
                },
                {
                    "textCid": "KALITEXT000005669578",
                    "textTitle": "ACCORD du 29 septembre 2004 - art. 7 (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "KALIARTI000005825287",
                    "natureText": "ACCORD",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1096416000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L133-5-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L133-5-1",
                    "articleId": "LEGIARTI000022267162",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1273276800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L133-5-5 (AbD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L133-5-5",
                    "articleId": "LEGIARTI000006741082",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1125532800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L142-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L142-3",
                    "articleId": "LEGIARTI000006740485",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1072915200000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L122-16 (AbD)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L122-16",
                    "articleId": "LEGIARTI000006645999",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 122860800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L122-3-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L122-3-1",
                    "articleId": "LEGIARTI000006646710",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 284256000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L143-3 (MMN)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L143-3",
                    "articleId": "LEGIARTI000006646491",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 328579200000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L223-16 (AbD)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L223-16",
                    "articleId": "LEGIARTI000006647427",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 122860800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L320 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L320",
                    "articleId": "LEGIARTI000006648018",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 694224000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L324-12 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L324-12",
                    "articleId": "LEGIARTI000006648338",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 172454400000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L351-12 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L351-12",
                    "articleId": "LEGIARTI000006648928",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1051833600000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L351-3-1 (AbD)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L351-3-1",
                    "articleId": "LEGIARTI000006648441",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 725846400000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L762-1 (AbD)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L762-1",
                    "articleId": "LEGIARTI000006650643",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 122860800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R620-3 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R620-3",
                    "articleId": "LEGIARTI000006810366",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 122860800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R620-6 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R620-6",
                    "articleId": "LEGIARTI000018508060",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1072915200000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R620-6-2 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R620-6-2",
                    "articleId": "LEGIARTI000018508035",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1104537600000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R620-6-4 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R620-6-4",
                    "articleId": "LEGIARTI000018508021",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1072915200000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R620-6-5 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R620-6-5",
                    "articleId": "LEGIARTI000018508017",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1072915200000
                },
                {
                    "textCid": "KALITEXT000005672139",
                    "textTitle": "Formation professionnelle - art. (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "KALIARTI000005832658",
                    "natureText": "PROTOCOLE D'ACCORD INTERBRANCHE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1137715200000
                },
                {
                    "textCid": "KALITEXT000023974325",
                    "textTitle": "relatif aux modalités d'accès à la formation pr... - art. (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "KALIARTI000023974345",
                    "natureText": "Accord",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1183680000000
                },
                {
                    "textCid": "KALITEXT000023974325",
                    "textTitle": "relatif aux modalités d'accès à la formation pr... - art. 2 (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "KALIARTI000023974332",
                    "natureText": "Accord",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1183680000000
                },
                {
                    "textCid": "KALITEXT000023974325",
                    "textTitle": "relatif aux modalités d'accès à la formation pr... - art. 6 (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "KALIARTI000023974341",
                    "natureText": "Accord",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1183680000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L133-5 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L133-5",
                    "articleId": "LEGIARTI000006740156",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L243-4 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L243-4",
                    "articleId": "LEGIARTI000006742025",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L243-5 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L243-5",
                    "articleId": "LEGIARTI000006742032",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L243-7 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L243-7",
                    "articleId": "LEGIARTI000006742044",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1535760000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L7122-22 (VD)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L7122-22",
                    "articleId": "LEGIARTI000006904586",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L7122-23 (VD)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L7122-23",
                    "articleId": "LEGIARTI000006904587",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L7122-24 (VD)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L7122-24",
                    "articleId": "LEGIARTI000006904588",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L7122-25 (VD)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L7122-25",
                    "articleId": "LEGIARTI000006904589",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L7122-26 (VD)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L7122-26",
                    "articleId": "LEGIARTI000006904590",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L7122-27 (VD)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L7122-27",
                    "articleId": "LEGIARTI000006904591",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L7122-28 (VD)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L7122-28",
                    "articleId": "LEGIARTI000006904594",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail 87",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006072050",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail L7122-22, L7122-23, L7122-24, L7122-25, L7122-26, L7122-27, L7122-28, R7122-8",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006072050",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006650469",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 122860800000,
                    "dateFin": 491184000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006650470",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "2.0",
                    "dateDebut": 1072915200000,
                    "dateFin": 1071878400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006650471",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 1072915200000,
                    "dateFin": 1209600000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000018124328",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "4.0",
                    "dateDebut": 1293840000000,
                    "dateFin": 1209600000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L620-9",
                "620-9"
            ],
            "versionPrecedente": "LEGIARTI000006650470",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006650469",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Un état nominatif complet des jeunes travailleurs élevés dans les établissements désignés à l'article L. 620-8, indiquant leurs noms et prénoms, la date et lieu de leur naissance et certifié conforme par les directeurs de ces établissements, est remis tous les trois mois à l'inspecteur et fait mention de toutes les mutations survenues depuis la production de l'état précédent.",
            "texteHtml": "<p></p>   Un état nominatif complet des jeunes travailleurs élevés dans les établissements désignés à l'article L. 620-8, indiquant leurs noms et prénoms, la date et lieu de leur naissance et certifié conforme par les directeurs de ces établissements, est remis tous les trois mois à l'inspecteur et fait mention de toutes les mutations survenues depuis la production de l'état précédent.<p></p><p></p>",
            "num": "L620-9",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "ABROGE",
            "dateDebut": 122860800000,
            "dateFin": 491184000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 858980,
            "context": {
                "titresTM": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Partie législative ancienne",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101375",
                        "id": "LEGISCTA000006101375",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Livre VI : Contrôle de l'application de la législation et de la réglementation du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006123892",
                        "id": "LEGISCTA000006123892",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Obligations des employeurs.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139858",
                        "id": "LEGISCTA000006139858",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Code du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072050",
                        "id": "LEGITEXT000006072050",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006650469",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006139858",
            "sectionParentId": "LEGISCTA000006139858",
            "sectionParentTitre": "Titre II : Obligations des employeurs.",
            "fullSectionsTitre": "Partie législative ancienne &gt; Livre VI : Contrôle de l'application de la législation et de la réglementation du travail &gt; Titre II : Obligations des employeurs.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006650469",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072050",
                    "titre": "Code du travail",
                    "titreLong": "Code du travail",
                    "etat": "VIGUEUR",
                    "dateDebut": 94867200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072050",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000514726",
                    "textTitle": "Décret 73-1047 1973-11-15",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000514726",
                    "natureText": "DECRET",
                    "datePubliTexte": "1973-11-21",
                    "dateSignaTexte": "1973-11-15",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000317523",
                    "textTitle": "Loi n°85-772 du 25 juillet 1985 - art. 69 () JORF 26 juillet 1985",
                    "linkType": "ABROGATION",
                    "linkOrientation": "source",
                    "articleNum": "69",
                    "articleId": "LEGIARTI000006756953",
                    "natureText": "LOI",
                    "datePubliTexte": "1985-07-26",
                    "dateSignaTexte": "1985-07-25",
                    "dateDebutCible": "1985-07-26"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000571009",
                    "textTitle": "Décret n°98-247 du 2 avril 1998 - art. 29 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "29",
                    "articleId": "LEGIARTI000023098589",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "98-247",
                    "datePubli": 891561600000,
                    "dateDebut": 1289692800000
                },
                {
                    "textCid": "JORFTEXT000000433710",
                    "textTitle": "Décret n°2003-1371 du 31 décembre 2003 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006227194",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2003-1371",
                    "datePubli": 1072915200000,
                    "dateDebut": 1072915200000
                },
                {
                    "textCid": "JORFTEXT000017571145",
                    "textTitle": "Avis du  - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000017571146",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1196294400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "KALITEXT000018561992",
                    "textTitle": "relatif aux modalités d'accès à la formation pr... - art. (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "KALIARTI000018561994",
                    "natureText": "Accord",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1207180800000,
                    "dateDebut": 1183680000000
                },
                {
                    "textCid": "KALITEXT000018561992",
                    "textTitle": "relatif aux modalités d'accès à la formation pr... - art. 2 (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "KALIARTI000018562018",
                    "natureText": "Accord",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1207180800000,
                    "dateDebut": 1183680000000
                },
                {
                    "textCid": "KALITEXT000018561992",
                    "textTitle": "relatif aux modalités d'accès à la formation pr... - art. 6 (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "KALIARTI000018562028",
                    "natureText": "Accord",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1207180800000,
                    "dateDebut": 1183680000000
                },
                {
                    "textCid": "KALITEXT000020137669",
                    "textTitle": "relatif à la taxe d'apprentissage et au dévelop... - art. 2 (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "KALIARTI000020137676",
                    "natureText": "Accord",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1232582400000,
                    "dateDebut": 1225497600000
                },
                {
                    "textCid": "KALITEXT000005669578",
                    "textTitle": "ACCORD du 29 septembre 2004 - art. (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "KALIARTI000005825207",
                    "natureText": "ACCORD",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1096416000000
                },
                {
                    "textCid": "KALITEXT000005669578",
                    "textTitle": "ACCORD du 29 septembre 2004 - art. 7 (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "KALIARTI000005825287",
                    "natureText": "ACCORD",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1096416000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L133-5-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L133-5-1",
                    "articleId": "LEGIARTI000022267162",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1273276800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L133-5-5 (AbD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L133-5-5",
                    "articleId": "LEGIARTI000006741082",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1125532800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L142-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L142-3",
                    "articleId": "LEGIARTI000006740485",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1072915200000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L620-8 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L620-8",
                    "articleId": "LEGIARTI000006650468",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 122860800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R620-3 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R620-3",
                    "articleId": "LEGIARTI000006810366",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 122860800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R620-6 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R620-6",
                    "articleId": "LEGIARTI000018508060",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1072915200000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R620-6-2 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R620-6-2",
                    "articleId": "LEGIARTI000018508035",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1104537600000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R620-6-4 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R620-6-4",
                    "articleId": "LEGIARTI000018508021",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1072915200000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R620-6-5 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R620-6-5",
                    "articleId": "LEGIARTI000018508017",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1072915200000
                },
                {
                    "textCid": "KALITEXT000005672139",
                    "textTitle": "Formation professionnelle - art. (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "KALIARTI000005832658",
                    "natureText": "PROTOCOLE D'ACCORD INTERBRANCHE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1137715200000
                },
                {
                    "textCid": "KALITEXT000023974325",
                    "textTitle": "relatif aux modalités d'accès à la formation pr... - art. (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "KALIARTI000023974345",
                    "natureText": "Accord",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1183680000000
                },
                {
                    "textCid": "KALITEXT000023974325",
                    "textTitle": "relatif aux modalités d'accès à la formation pr... - art. 2 (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "KALIARTI000023974332",
                    "natureText": "Accord",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1183680000000
                },
                {
                    "textCid": "KALITEXT000023974325",
                    "textTitle": "relatif aux modalités d'accès à la formation pr... - art. 6 (VNE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "KALIARTI000023974341",
                    "natureText": "Accord",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1183680000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L7122-22 (VD)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L7122-22",
                    "articleId": "LEGIARTI000006904586",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L7122-23 (VD)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L7122-23",
                    "articleId": "LEGIARTI000006904587",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L7122-24 (VD)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L7122-24",
                    "articleId": "LEGIARTI000006904588",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L7122-25 (VD)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L7122-25",
                    "articleId": "LEGIARTI000006904589",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L7122-26 (VD)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L7122-26",
                    "articleId": "LEGIARTI000006904590",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L7122-27 (VD)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L7122-27",
                    "articleId": "LEGIARTI000006904591",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L7122-28 (VD)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L7122-28",
                    "articleId": "LEGIARTI000006904594",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail 87",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006072050",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail L7122-22, L7122-23, L7122-24, L7122-25, L7122-26, L7122-27, L7122-28, R7122-8",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006072050",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006650469",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 122860800000,
                    "dateFin": 491184000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006650470",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "2.0",
                    "dateDebut": 1072915200000,
                    "dateFin": 1071878400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006650471",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 1072915200000,
                    "dateFin": 1209600000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000018124328",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "4.0",
                    "dateDebut": 1293840000000,
                    "dateFin": 1209600000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L620-9",
                "620-9"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}