{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000042012916",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Dans chaque agence régionale de santé, il est institué un comité d'agence et des conditions de travail compétent pour connaître des questions et projets intéressant l'ensemble des personnels. Ce comité est doté de la personnalité civile et gère son patrimoine. Il bénéficie d'une subvention de fonctionnement dans les conditions prévues par décret en Conseil d'Etat. Dans le champ des activités sociales et culturelles, le comité d'agence et des conditions de travail exerce les compétences prévues aux articles L. 2312-78 à L. 2312-80, au second alinéa de l'article L. 2312-81 et aux articles L. 2312-83 et L. 2312-84 du code du travail. Les ressources du comité d'agence et des conditions de travail en matière sociale et culturelle sont fixées par décret en Conseil d'Etat. 1. Le comité d'agence et des conditions de travail a pour mission d'assurer une expression collective des personnels de l'agence permettant la prise en compte permanente de leurs intérêts. Il formule, à son initiative, et examine, à la demande de l'agence régionale de santé, toute proposition de nature à améliorer les conditions de travail, d'emploi et de formation professionnelle des agents, leurs conditions de vie dans l'agence ainsi que les conditions dans lesquelles ils bénéficient de garanties collectives complémentaires. Il est consulté sur les questions relatives à l'organisation et au fonctionnement de l'agence, notamment sur : 1° Les questions relatives aux effectifs, emplois et compétences ; 2° Les conditions d'emploi et de travail, notamment l'aménagement du temps de travail ainsi que la formation professionnelle ; 3° L'introduction de nouvelles technologies et tout aménagement important modifiant les conditions de santé et de sécurité ou les conditions de travail ; 4° Les orientations en matière de politique indemnitaire et de critères de répartition y afférents ; 5° L'égalité professionnelle, la parité entre les femmes et les hommes et la lutte contre toutes les discriminations. Dans le champ de la santé, de la sécurité et des conditions de travail, le comité d'agence et des conditions de travail exerce les compétences prévues aux articles L. 2312-9 et L. 2312-11 à L. 2312-13 du code du travail et celles prévues au 7° du II de l'article 15 de la loi n° 84-16 du 11 janvier 1984 portant dispositions statutaires relatives à la fonction publique de l'Etat. Le président du comité d'agence et des conditions de travail peut faire appel à un expert habilité, dans des conditions fixées par décret en Conseil d'Etat. Dans les agences régionales de santé dont les effectifs sont au moins égaux à un seuil fixé par un décret en Conseil d'Etat, il est institué, au sein du comité d'agence et des conditions de travail, une commission spécialisée en matière de santé, de sécurité et de conditions de travail. Dans les agences régionales de santé dont les effectifs sont inférieurs à un seuil fixé par le même décret, une commission spécialisée en matière de santé, de sécurité et de conditions de travail peut être instituée au sein du comité d'agence et des conditions de travail lorsque des risques professionnels particuliers le justifient, selon des modalités définies par ledit décret. La commission spécialisée est chargée d'examiner les questions mentionnées aux 2° et 3° et au septième alinéa du présent 1, sauf lorsque ces questions se posent dans le cadre de projets de réorganisation de services examinés directement par le comité au titre du premier alinéa du présent 1. Pour l'exercice de ces compétences, la commission spécialisée peut, par délégation du comité d'agence et des conditions de travail, disposer de prérogatives précisées par décret en Conseil d'Etat. Les membres du comité d'agence et des conditions de travail élus par les agents du collège mentionné au 1° du 2 du présent I ont pour mission de présenter à l'employeur les réclamations individuelles ou collectives relatives aux salaires ainsi qu'à l'application du code du travail, des autres dispositions légales applicables, notamment à la protection sociale, et des conventions et accords applicables dans l'agence. 2. Ce comité comprend le directeur général de l'agence ou son représentant, qui le préside, et des représentants du personnel. Seuls les représentants du personnel sont appelés à prendre part aux votes lorsqu'ils sont consultés. Les représentants du personnel siégeant au comité sont élus au scrutin de liste avec représentation proportionnelle. L'élection a lieu par collèges dans des conditions fixées par décret en Conseil d'Etat. Les candidatures sont présentées par les organisations syndicales qui remplissent les conditions suivantes : 1° Pour le collège des agents de droit privé régis par les conventions collectives applicables au personnel des organismes de sécurité sociale, celles prévues aux articles L. 2122-1, L. 2122-2, L. 2122-9 et L. 2142-1 du code du travail ; 2° Pour le collège des fonctionnaires, des agents de droit public et des agents contractuels de droit public, celles prévues par l'article 9 bis de la loi n° 83-634 du 13 juillet 1983 portant droits et obligations des fonctionnaires. Dans chaque agence régionale de santé, un accord peut mettre en place des représentants de proximité, dans les conditions prévues à l'article L. 2313-7 du code du travail. II.-Le chapitre III du titre IV du livre Ier de la deuxième partie du code du travail est applicable à l'ensemble des personnels de l'agence régionale de santé. Les délégués syndicaux sont désignés par les organisations syndicales représentatives dans l'agence, qui y constituent une section syndicale, parmi les candidats qui ont recueilli au moins 10 % des suffrages exprimés aux dernières élections du comité d'agence et des conditions de travail. Les modalités de prise en compte des résultats électoraux sont fixées par décret en Conseil d'Etat de façon à garantir la représentation des agents des deux collèges de personnel mentionnés aux 1° et 2° du 2 du I du présent article. La validité des accords collectifs de travail, prévus au livre II de la deuxième partie du code du travail, est subordonnée à leur signature par une ou plusieurs organisations syndicales représentatives ayant recueilli plus de 50 % des suffrages exprimés aux dernières élections du comité. Les règles de validité de ces accords sont celles prévues à l'article L. 2232-12 du même code. Les taux de 30 % et de 50 % mentionnés au même article sont appréciés à l'échelle du collège des agents de droit privé mentionné au 1° du 2 du I du présent article. Pour l'application des deuxième et troisième alinéas du présent II et pour l'appréciation de la représentativité prévue à l'article L. 2122-1 du code du travail, les modalités de prise en compte des résultats électoraux sont fixées par décret en Conseil d'Etat de façon à garantir la représentation des agents du collège mentionné au 1° du 2 du I du présent article. Chaque syndicat qui constitue, conformément à l'article L. 2142-1 du code du travail, une section syndicale au sein de l'agence peut, s'il n'est pas représentatif dans l'agence, désigner un représentant de la section pour le représenter au sein de l'agence. III.-Un comité national de concertation des agences régionales de santé est institué auprès des ministres chargés de la santé, de l'assurance maladie, des personnes âgées et des personnes handicapées. Il est composé de représentants des personnels des agences régionales de santé, de représentants de l'administration des ministères chargés de la santé, de l'assurance maladie, des personnes âgées et des personnes handicapées, de représentants des régimes d'assurance maladie et de directeurs généraux d'agences régionales de santé ou leurs représentants. Il est présidé par les ministres chargés de la santé, de l'assurance maladie, des personnes âgées et des personnes handicapées, ou leur représentant. Les représentants du personnel au sein du comité national de concertation sont désignés par les organisations syndicales représentées au sein des comités d'agence et des conditions de travail des agences régionales de santé, selon des modalités fixées par décret en Conseil d'Etat tenant compte des résultats aux élections des représentants du personnel à ces comités. Le comité national de concertation connaît des questions intéressant l'ensemble des personnels des agences régionales de santé. Ce comité débat notamment de l'organisation générale de l'ensemble des agences et de leurs activités. Il connaît des questions relatives aux conditions de travail, d'hygiène, de sécurité et d'emploi de l'ensemble des personnels, à l'exclusion des questions et projets relevant des attributions d'un comité technique ministériel concerné ou de celles des instances nationales mises en place auprès des organismes nationaux de sécurité sociale. IV.-Les membres des instances mentionnées aux I et III, les délégués syndicaux et les représentants des sections syndicales bénéficient des garanties prévues par leurs statuts respectifs et, pour ce qui concerne les salariés placés sous le régime des conventions collectives, de la protection prévue par le livre IV de la deuxième partie du code du travail.",
            "texteHtml": "<p></p><p>I. - Dans chaque agence régionale de santé, il est institué un comité d'agence et des conditions de travail compétent pour connaître des questions et projets intéressant l'ensemble des personnels. Ce comité est doté de la personnalité civile et gère son patrimoine. Il bénéficie d'une subvention de fonctionnement dans les conditions prévues par décret en Conseil d'Etat.</p><p>Dans le champ des activités sociales et culturelles, le comité d'agence et des conditions de travail exerce les compétences prévues aux articles L. 2312-78 à L. 2312-80, au second alinéa de l'article L. 2312-81 et aux articles L. 2312-83 et L. 2312-84 du code du travail.<br/><br/>\n Les ressources du comité d'agence et des conditions de travail en matière sociale et culturelle sont fixées par décret en Conseil d'Etat.</p><p>1. Le comité d'agence et des conditions de travail a pour mission d'assurer une expression collective des personnels de l'agence permettant la prise en compte permanente de leurs intérêts. Il formule, à son initiative, et examine, à la demande de l'agence régionale de santé, toute proposition de nature à améliorer les conditions de travail, d'emploi et de formation professionnelle des agents, leurs conditions de vie dans l'agence ainsi que les conditions dans lesquelles ils bénéficient de garanties collectives complémentaires. Il est consulté sur les questions relatives à l'organisation et au fonctionnement de l'agence, notamment sur :</p><p>1° Les questions relatives aux effectifs, emplois et compétences ;</p><p>2° Les conditions d'emploi et de travail, notamment l'aménagement du temps de travail ainsi que la formation professionnelle ;</p><p>3° L'introduction de nouvelles technologies et tout aménagement important modifiant les conditions de santé et de sécurité ou les conditions de travail ;</p><p>4° Les orientations en matière de politique indemnitaire et de critères de répartition y afférents ;</p><p>5° L'égalité professionnelle, la parité entre les femmes et les hommes et la lutte contre toutes les discriminations.</p><p>Dans le champ de la santé, de la sécurité et des conditions de travail, le comité d'agence et des conditions de travail exerce les compétences prévues aux articles L. 2312-9 et L. 2312-11 à L. 2312-13 du code du travail et celles prévues au 7° du II de l'article 15 de la loi n° 84-16 du 11 janvier 1984 portant dispositions statutaires relatives à la fonction publique de l'Etat. Le président du comité d'agence et des conditions de travail peut faire appel à un expert habilité, dans des conditions fixées par décret en Conseil d'Etat.</p><p>Dans les agences régionales de santé dont les effectifs sont au moins égaux à un seuil fixé par un décret en Conseil d'Etat, il est institué, au sein du comité d'agence et des conditions de travail, une commission spécialisée en matière de santé, de sécurité et de conditions de travail. Dans les agences régionales de santé dont les effectifs sont inférieurs à un seuil fixé par le même décret, une commission spécialisée en matière de santé, de sécurité et de conditions de travail peut être instituée au sein du comité d'agence et des conditions de travail lorsque des risques professionnels particuliers le justifient, selon des modalités définies par ledit décret.</p><p>La commission spécialisée est chargée d'examiner les questions mentionnées aux 2° et 3° et au septième alinéa du présent 1, sauf lorsque ces questions se posent dans le cadre de projets de réorganisation de services examinés directement par le comité au titre du premier alinéa du présent 1. Pour l'exercice de ces compétences, la commission spécialisée peut, par délégation du comité d'agence et des conditions de travail, disposer de prérogatives précisées par décret en Conseil d'Etat.</p><p>Les membres du comité d'agence et des conditions de travail élus par les agents du collège mentionné au 1° du 2 du présent I ont pour mission de présenter à l'employeur les réclamations individuelles ou collectives relatives aux salaires ainsi qu'à l'application du code du travail, des autres dispositions légales applicables, notamment à la protection sociale, et des conventions et accords applicables dans l'agence.</p><p>2. Ce comité comprend le directeur général de l'agence ou son représentant, qui le préside, et des représentants du personnel. Seuls les représentants du personnel sont appelés à prendre part aux votes lorsqu'ils sont consultés.</p><p>Les représentants du personnel siégeant au comité sont élus au scrutin de liste avec représentation proportionnelle. L'élection a lieu par collèges dans des conditions fixées par décret en Conseil d'Etat.</p><p>Les candidatures sont présentées par les organisations syndicales qui remplissent les conditions suivantes :</p><p>1° Pour le collège des agents de droit privé régis par les conventions collectives applicables au personnel des organismes de sécurité sociale, celles prévues aux articles L. 2122-1, L. 2122-2, L. 2122-9 et L. 2142-1 du code du travail ;</p><p>2° Pour le collège des fonctionnaires, des agents de droit public et des agents contractuels de droit public, celles prévues par l'article 9 bis de la loi n° 83-634 du 13 juillet 1983 portant droits et obligations des fonctionnaires.</p><p>Dans chaque agence régionale de santé, un accord peut mettre en place des représentants de proximité, dans les conditions prévues à l'article L. 2313-7 du code du travail.</p><p>II.-Le chapitre III du titre IV du livre Ier de la deuxième partie du code du travail est applicable à l'ensemble des personnels de l'agence régionale de santé. Les délégués syndicaux sont désignés par les organisations syndicales représentatives dans l'agence, qui y constituent une section syndicale, parmi les candidats qui ont recueilli au moins 10 % des suffrages exprimés aux dernières élections du comité d'agence et des conditions de travail. Les modalités de prise en compte des résultats électoraux sont fixées par décret en Conseil d'Etat de façon à garantir la représentation des agents des deux collèges de personnel mentionnés aux 1° et 2° du 2 du I du présent article.</p><p>La validité des accords collectifs de travail, prévus au livre II de la deuxième partie du code du travail, est subordonnée à leur signature par une ou plusieurs organisations syndicales représentatives ayant recueilli plus de 50 % des suffrages exprimés aux dernières élections du comité.</p><p>Les règles de validité de ces accords sont celles prévues à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006901697&dateTexte=&categorieLien=cid'>L. 2232-12</a> du même code. Les taux de 30 % et de 50 % mentionnés au même article sont appréciés à l'échelle du collège des agents de droit privé mentionné au 1° du 2 du I du présent article.</p><p>Pour l'application des deuxième et troisième alinéas du présent II et pour l'appréciation de la représentativité prévue à l'article L. 2122-1 du code du travail, les modalités de prise en compte des résultats électoraux sont fixées par décret en Conseil d'Etat de façon à garantir la représentation des agents du collège mentionné au 1° du 2 du I du présent article.</p><p>Chaque syndicat qui constitue, conformément à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006901614&dateTexte=&categorieLien=cid'>l'article L. 2142-1 </a>du code du travail, une section syndicale au sein de l'agence peut, s'il n'est pas représentatif dans l'agence, désigner un représentant de la section pour le représenter au sein de l'agence.</p><p>III.-Un comité national de concertation des agences régionales de santé est institué auprès des ministres chargés de la santé, de l'assurance maladie, des personnes âgées et des personnes handicapées.</p><p>Il est composé de représentants des personnels des agences régionales de santé, de représentants de l'administration des ministères chargés de la santé, de l'assurance maladie, des personnes âgées et des personnes handicapées, de représentants des régimes d'assurance maladie et de directeurs généraux d'agences régionales de santé ou leurs représentants. Il est présidé par les ministres chargés de la santé, de l'assurance maladie, des personnes âgées et des personnes handicapées, ou leur représentant.</p><p>Les représentants du personnel au sein du comité national de concertation sont désignés par les organisations syndicales représentées au sein des comités d'agence et des conditions de travail des agences régionales de santé, selon des modalités fixées par décret en Conseil d'Etat tenant compte des résultats aux élections des représentants du personnel à ces comités.</p><p>Le comité national de concertation connaît des questions intéressant l'ensemble des personnels des agences régionales de santé. Ce comité débat notamment de l'organisation générale de l'ensemble des agences et de leurs activités. Il connaît des questions relatives aux conditions de travail, d'hygiène, de sécurité et d'emploi de l'ensemble des personnels, à l'exclusion des questions et projets relevant des attributions d'un comité technique ministériel concerné ou de celles des instances nationales mises en place auprès des organismes nationaux de sécurité sociale.</p><p>IV.-Les membres des instances mentionnées aux I et III, les délégués syndicaux et les représentants des sections syndicales bénéficient des garanties prévues par leurs statuts respectifs et, pour ce qui concerne les salariés placés sous le régime des conventions collectives, de la protection prévue par le livre IV de la deuxième partie du code du travail.</p><p></p>",
            "num": "L1432-11",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "VIGUEUR",
            "dateDebut": 1592524800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1879048191,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006103419",
                        "id": "LEGISCTA000006103419",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Protection générale de la santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006125345",
                        "id": "LEGISCTA000006125345",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Administration générale de la santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140607",
                        "id": "LEGISCTA000006140607",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-04-01",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Agences régionales de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020891559",
                        "id": "LEGISCTA000020897740",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-04-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Organisation et fonctionnement des agences régionales de santé \n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020891571",
                        "id": "LEGISCTA000020897736",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-04-01",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Personnel des agences\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020891599",
                        "id": "LEGISCTA000020897724",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020891605",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020891599",
            "sectionParentId": "LEGISCTA000020897724",
            "sectionParentTitre": "Section 3 : Personnel des agences\r\n",
            "fullSectionsTitre": "Partie législative &gt; Première partie : Protection générale de la santé &gt; Livre IV : Administration générale de la santé &gt; Titre III : Agences régionales de santé &gt; Chapitre II : Organisation et fonctionnement des agences régionales de santé \n &gt; Section 3 : Personnel des agences\r\n",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000042012916",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément aux dispositions du II de l'article 7 de la loi n° 2019-828 du 6 août 2019, les comités d'agence et des conditions de travail institués en application de l'article L. 1432-11 du code de la santé publique, dans sa rédaction résultant de ladite loi, sont mis en place au plus tard le 16 juin 2020. A la date de désignation de leurs membres, les comités d'agence et des conditions de travail sont substitués aux comités d'agence des agences régionales de santé dans tous leurs droits et obligations.",
            "notaHtml": "<p>Conformément aux dispositions du II de l'article 7 de la loi n° 2019-828 du 6 août 2019, les comités d'agence et des conditions de travail institués en application de l'article L. 1432-11 du code de la santé publique, dans sa rédaction résultant de ladite loi, sont mis en place au plus tard le 16 juin 2020.<br clear='none'/>\nA la date de désignation de leurs membres, les comités d'agence et des conditions de travail sont substitués aux comités d'agence des agences régionales de santé dans tous leurs droits et obligations.</p><p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000042007059",
                    "textTitle": "LOI n°2020-734 du 17 juin 2020 - art. 55",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "55",
                    "articleId": "LEGIARTI000042008262",
                    "natureText": "LOI",
                    "datePubliTexte": "2020-06-18",
                    "dateSignaTexte": "2020-06-17",
                    "dateDebutCible": "2020-06-19"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000501099",
                    "textTitle": "LOI n° 84-16 du 11 janvier 1984 - art. 15",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "15",
                    "articleId": "LEGIARTI000006450523",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "84-16",
                    "datePubli": 442713600000,
                    "dateDebut": 7956835200000
                },
                {
                    "textCid": "JORFTEXT000000501099",
                    "textTitle": "LOI n° 84-16 du 11 janvier 1984 - art. 16",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "16",
                    "articleId": "LEGIARTI000006450526",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "84-16",
                    "datePubli": 442713600000,
                    "dateDebut": 442713600000
                },
                {
                    "textCid": "JORFTEXT000022040868",
                    "textTitle": "Décret n°2010-341\n du 31 mars 2010 - art. 1 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000022044450",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2010-341",
                    "datePubli": 1270080000000,
                    "dateDebut": 1270080000000
                },
                {
                    "textCid": "JORFTEXT000022040868",
                    "textTitle": "Décret n°2010-341\n du 31 mars 2010 - art. 48 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "48",
                    "articleId": "LEGIARTI000022044461",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2010-341",
                    "datePubli": 1270080000000,
                    "dateDebut": 1270080000000
                },
                {
                    "textCid": "JORFTEXT000022436528",
                    "textTitle": "LOI n°2010-751 du 5 juillet 2010 - art. 27 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "27",
                    "articleId": "LEGIARTI000022441052",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2010-751",
                    "datePubli": 1278374400000,
                    "dateDebut": 1278460800000
                },
                {
                    "textCid": "JORFTEXT000023491645",
                    "textTitle": "Décision n°2010-91 QPC  du 28 janvier 2011 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000023491659",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2010-91 QPC",
                    "datePubli": 1296259200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000023491645",
                    "textTitle": "Décision n°2010-91 QPC  du 28 janvier 2011 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000023491646",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2010-91 QPC",
                    "datePubli": 1296259200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000031593620",
                    "textTitle": "Ordonnance n°2015-1620 du 10 décembre 2015 - art. 4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000031599004",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2015-1620",
                    "datePubli": 1449792000000,
                    "dateDebut": 1449878400000
                },
                {
                    "textCid": "JORFTEXT000032895140",
                    "textTitle": "Arrêté du 6 juillet 2016, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000032895140",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1468713600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000041762549",
                    "textTitle": "Rapport - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000041762550",
                    "natureText": "RAPPORT",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1585353600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000042545890",
                    "textTitle": "Décret n°2020-1427 du 20 novembre 2020 - art. 110 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "110",
                    "articleId": "LEGIARTI000042547141",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2020-1427",
                    "datePubli": 1606003200000,
                    "dateDebut": 1606089600000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2122-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2122-1",
                    "articleId": "LEGIARTI000006901582",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2142-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2142-1",
                    "articleId": "LEGIARTI000006901614",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2231-8",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2231-8",
                    "articleId": "LEGIARTI000006901677",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2232-12",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2232-12",
                    "articleId": "LEGIARTI000006901697",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2321-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2321-1",
                    "articleId": "LEGIARTI000006901923",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2324-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2324-4",
                    "articleId": "LEGIARTI000006902028",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L4111-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L4111-2",
                    "articleId": "LEGIARTI000006903141",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1484352000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1432-12 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1432-12",
                    "articleId": "LEGIARTI000020897665",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1270080000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1432-125 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1432-125",
                    "articleId": "LEGIARTI000045880863",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1672531200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1432-78 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1432-78",
                    "articleId": "LEGIARTI000042200445",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1596240000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1432-83-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1432-83-1",
                    "articleId": "LEGIARTI000042189445",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1596240000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1432-83-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1432-83-2",
                    "articleId": "LEGIARTI000042189447",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1596240000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1432-85 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1432-85",
                    "articleId": "LEGIARTI000042200427",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1596240000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020897668",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1270080000000,
                    "dateFin": 1278460800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022446921",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1278460800000,
                    "dateFin": 1470787200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033023107",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1470787200000,
                    "dateFin": 1565222400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038922423",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1565222400000,
                    "dateFin": 1592524800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042012916",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1592524800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L1432-11",
                "1432-11"
            ],
            "versionPrecedente": "LEGIARTI000038922423",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000038922423",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Dans chaque agence régionale de santé, il est institué un comité d'agence et des conditions de travail compétent pour connaître des questions et projets intéressant l'ensemble des personnels. Ce comité est doté de la personnalité civile et gère son patrimoine. 1. Le comité d'agence et des conditions de travail a pour mission d'assurer une expression collective des personnels de l'agence permettant la prise en compte permanente de leurs intérêts. Il formule, à son initiative, et examine, à la demande de l'agence régionale de santé, toute proposition de nature à améliorer les conditions de travail, d'emploi et de formation professionnelle des agents, leurs conditions de vie dans l'agence ainsi que les conditions dans lesquelles ils bénéficient de garanties collectives complémentaires. Il est consulté sur les questions relatives à l'organisation et au fonctionnement de l'agence, notamment sur : 1° Les questions relatives aux effectifs, emplois et compétences ; 2° Les conditions d'emploi et de travail, notamment l'aménagement du temps de travail ainsi que la formation professionnelle ; 3° L'introduction de nouvelles technologies et tout aménagement important modifiant les conditions de santé et de sécurité ou les conditions de travail ; 4° Les orientations en matière de politique indemnitaire et de critères de répartition y afférents ; 5° L'égalité professionnelle, la parité entre les femmes et les hommes et la lutte contre toutes les discriminations. Dans le champ de la santé, de la sécurité et des conditions de travail, le comité d'agence et des conditions de travail exerce les compétences prévues aux articles L. 2312-9 et L. 2312-11 à L. 2312-13 du code du travail et celles prévues au 7° du II de l'article 15 de la loi n° 84-16 du 11 janvier 1984 portant dispositions statutaires relatives à la fonction publique de l'Etat. Le président du comité d'agence et des conditions de travail peut faire appel à un expert habilité, dans des conditions fixées par décret en Conseil d'Etat. Dans les agences régionales de santé dont les effectifs sont au moins égaux à un seuil fixé par un décret en Conseil d'Etat, il est institué, au sein du comité d'agence et des conditions de travail, une commission spécialisée en matière de santé, de sécurité et de conditions de travail. Dans les agences régionales de santé dont les effectifs sont inférieurs à un seuil fixé par le même décret, une commission spécialisée en matière de santé, de sécurité et de conditions de travail peut être instituée au sein du comité d'agence et des conditions de travail lorsque des risques professionnels particuliers le justifient, selon des modalités définies par ledit décret. La commission spécialisée est chargée d'examiner les questions mentionnées aux 2° et 3° du présent 1, sauf lorsque ces questions se posent dans le cadre de projets de réorganisation de services examinés directement par le comité au titre du premier alinéa du présent 1. Les membres du comité d'agence et des conditions de travail élus par les agents du collège mentionné au 1° du 2 du présent I ont pour mission de présenter à l'employeur les réclamations individuelles ou collectives relatives aux salaires ainsi qu'à l'application du code du travail, des autres dispositions légales applicables, notamment à la protection sociale, et des conventions et accords applicables dans l'agence. 2. Ce comité comprend le directeur général de l'agence ou son représentant, qui le préside, et des représentants du personnel. Seuls les représentants du personnel sont appelés à prendre part aux votes lorsqu'ils sont consultés. Les représentants du personnel siégeant au comité sont élus au scrutin de liste avec représentation proportionnelle. L'élection a lieu par collèges dans des conditions fixées par décret en Conseil d'Etat. Les candidatures sont présentées par les organisations syndicales qui remplissent les conditions suivantes : 1° Pour le collège des agents de droit privé régis par les conventions collectives applicables au personnel des organismes de sécurité sociale, celles prévues aux articles L. 2122-1, L. 2122-2, L. 2122-9 et L. 2142-1 du code du travail ; 2° Pour le collège des fonctionnaires, des agents de droit public et des agents contractuels de droit public, celles prévues par l'article 9 bis de la loi n° 83-634 du 13 juillet 1983 portant droits et obligations des fonctionnaires. Dans chaque agence régionale de santé, un accord peut mettre en place des représentants de proximité, dans les conditions prévues à l'article L. 2313-7 du code du travail. II.-Le chapitre III du titre IV du livre Ier de la deuxième partie du code du travail est applicable à l'ensemble des personnels de l'agence régionale de santé. Les délégués syndicaux sont désignés par les organisations syndicales représentatives dans l'agence, qui y constituent une section syndicale, parmi les candidats qui ont recueilli au moins 10 % des suffrages exprimés aux dernières élections du comité d'agence et des conditions de travail. Les modalités de prise en compte des résultats électoraux sont fixées par décret en Conseil d'Etat de façon à garantir la représentation des agents des deux collèges de personnel mentionnés aux 1° et 2° du 2 du I du présent article. La validité des accords collectifs de travail, prévus au livre II de la deuxième partie du code du travail, est subordonnée à leur signature par une ou plusieurs organisations syndicales représentatives ayant recueilli plus de 50 % des suffrages exprimés aux dernières élections du comité. Les règles de validité de ces accords sont celles prévues à l'article L. 2232-12 du même code. Les taux de 30 % et de 50 % mentionnés au même article sont appréciés à l'échelle du collège des agents de droit privé mentionné au 1° du 2 du I du présent article. Pour l'application des deuxième et troisième alinéas du présent II et pour l'appréciation de la représentativité prévue à l'article L. 2122-1 du code du travail, les modalités de prise en compte des résultats électoraux sont fixées par décret en Conseil d'Etat de façon à garantir la représentation des agents du collège mentionné au 1° du 2 du I du présent article. Chaque syndicat qui constitue, conformément à l'article L. 2142-1 du code du travail, une section syndicale au sein de l'agence peut, s'il n'est pas représentatif dans l'agence, désigner un représentant de la section pour le représenter au sein de l'agence. III.-Un comité national de concertation des agences régionales de santé est institué auprès des ministres chargés de la santé, de l'assurance maladie, des personnes âgées et des personnes handicapées. Il est composé de représentants des personnels des agences régionales de santé, de représentants de l'administration des ministères chargés de la santé, de l'assurance maladie, des personnes âgées et des personnes handicapées, de représentants des régimes d'assurance maladie et de directeurs généraux d'agences régionales de santé ou leurs représentants. Il est présidé par les ministres chargés de la santé, de l'assurance maladie, des personnes âgées et des personnes handicapées, ou leur représentant. Les représentants du personnel au sein du comité national de concertation sont désignés par les organisations syndicales représentées au sein des comités d'agence et des conditions de travail des agences régionales de santé, selon des modalités fixées par décret en Conseil d'Etat tenant compte des résultats aux élections des représentants du personnel à ces comités. Le comité national de concertation connaît des questions intéressant l'ensemble des personnels des agences régionales de santé. Ce comité débat notamment de l'organisation générale de l'ensemble des agences et de leurs activités. Il connaît des questions relatives aux conditions de travail, d'hygiène, de sécurité et d'emploi de l'ensemble des personnels, à l'exclusion des questions et projets relevant des attributions d'un comité technique ministériel concerné ou de celles des instances nationales mises en place auprès des organismes nationaux de sécurité sociale. IV.-Les membres des instances mentionnées aux I et III, les délégués syndicaux et les représentants des sections syndicales bénéficient des garanties prévues par leurs statuts respectifs et, pour ce qui concerne les salariés placés sous le régime des conventions collectives, de la protection prévue par le livre IV de la deuxième partie du code du travail.",
            "texteHtml": "<p>I. - Dans chaque agence régionale de santé, il est institué un comité d'agence et des conditions de travail compétent pour connaître des questions et projets intéressant l'ensemble des personnels. Ce comité est doté de la personnalité civile et gère son patrimoine.</p><p> 1. Le comité d'agence et des conditions de travail a pour mission d'assurer une expression collective des personnels de l'agence permettant la prise en compte permanente de leurs intérêts. Il formule, à son initiative, et examine, à la demande de l'agence régionale de santé, toute proposition de nature à améliorer les conditions de travail, d'emploi et de formation professionnelle des agents, leurs conditions de vie dans l'agence ainsi que les conditions dans lesquelles ils bénéficient de garanties collectives complémentaires. Il est consulté sur les questions relatives à l'organisation et au fonctionnement de l'agence, notamment sur :</p><p> 1° Les questions relatives aux effectifs, emplois et compétences ;</p><p> 2° Les conditions d'emploi et de travail, notamment l'aménagement du temps de travail ainsi que la formation professionnelle ;</p><p> 3° L'introduction de nouvelles technologies et tout aménagement important modifiant les conditions de santé et de sécurité ou les conditions de travail ;</p><p> 4° Les orientations en matière de politique indemnitaire et de critères de répartition y afférents ;</p><p> 5° L'égalité professionnelle, la parité entre les femmes et les hommes et la lutte contre toutes les discriminations.</p><p> Dans le champ de la santé, de la sécurité et des conditions de travail, le comité d'agence et des conditions de travail exerce les compétences prévues aux articles L. 2312-9 et L. 2312-11 à L. 2312-13 du code du travail et celles prévues au 7° du II de l'article 15 de la loi n° 84-16 du 11 janvier 1984 portant dispositions statutaires relatives à la fonction publique de l'Etat. Le président du comité d'agence et des conditions de travail peut faire appel à un expert habilité, dans des conditions fixées par décret en Conseil d'Etat.</p><p> Dans les agences régionales de santé dont les effectifs sont au moins égaux à un seuil fixé par un décret en Conseil d'Etat, il est institué, au sein du comité d'agence et des conditions de travail, une commission spécialisée en matière de santé, de sécurité et de conditions de travail. Dans les agences régionales de santé dont les effectifs sont inférieurs à un seuil fixé par le même décret, une commission spécialisée en matière de santé, de sécurité et de conditions de travail peut être instituée au sein du comité d'agence et des conditions de travail lorsque des risques professionnels particuliers le justifient, selon des modalités définies par ledit décret.</p><p> La commission spécialisée est chargée d'examiner les questions mentionnées aux 2° et 3° du présent 1, sauf lorsque ces questions se posent dans le cadre de projets de réorganisation de services examinés directement par le comité au titre du premier alinéa du présent 1.</p><p> Les membres du comité d'agence et des conditions de travail élus par les agents du collège mentionné au 1° du 2 du présent I ont pour mission de présenter à l'employeur les réclamations individuelles ou collectives relatives aux salaires ainsi qu'à l'application du code du travail, des autres dispositions légales applicables, notamment à la protection sociale, et des conventions et accords applicables dans l'agence.</p><p>2. Ce comité comprend le directeur général de l'agence ou son représentant, qui le préside, et des représentants du personnel. Seuls les représentants du personnel sont appelés à prendre part aux votes lorsqu'ils sont consultés.</p><p>Les représentants du personnel siégeant au comité sont élus au scrutin de liste avec représentation proportionnelle. L'élection a lieu par collèges dans des conditions fixées par décret en Conseil d'Etat.</p><p>Les candidatures sont présentées par les organisations syndicales qui remplissent les conditions suivantes :</p><p>1° Pour le collège des agents de droit privé régis par les conventions collectives applicables au personnel des organismes de sécurité sociale, celles prévues aux articles L. 2122-1, L. 2122-2, L. 2122-9 et L. 2142-1 du code du travail ;</p><p>2° Pour le collège des fonctionnaires, des agents de droit public et des agents contractuels de droit public, celles prévues par l'article 9 bis de la loi n° 83-634 du 13 juillet 1983 portant droits et obligations des fonctionnaires.</p><p>Dans chaque agence régionale de santé, un accord peut mettre en place des représentants de proximité, dans les conditions prévues à l'article L. 2313-7 du code du travail.</p><p>II.-Le chapitre III du titre IV du livre Ier de la deuxième partie du code du travail est applicable à l'ensemble des personnels de l'agence régionale de santé. Les délégués syndicaux sont désignés par les organisations syndicales représentatives dans l'agence, qui y constituent une section syndicale, parmi les candidats qui ont recueilli au moins 10 % des suffrages exprimés aux dernières élections du comité d'agence et des conditions de travail. Les modalités de prise en compte des résultats électoraux sont fixées par décret en Conseil d'Etat de façon à garantir la représentation des agents des deux collèges de personnel mentionnés aux 1° et 2° du 2 du I du présent article.</p><p>La validité des accords collectifs de travail, prévus au livre II de la deuxième partie du code du travail, est subordonnée à leur signature par une ou plusieurs organisations syndicales représentatives ayant recueilli plus de 50 % des suffrages exprimés aux dernières élections du comité.</p><p>Les règles de validité de ces accords sont celles prévues à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006901697&dateTexte=&categorieLien=cid'>L. 2232-12</a> du même code. Les taux de 30 % et de 50 % mentionnés au même article sont appréciés à l'échelle du collège des agents de droit privé mentionné au 1° du 2 du I du présent article.</p><p>Pour l'application des deuxième et troisième alinéas du présent II et pour l'appréciation de la représentativité prévue à l'article L. 2122-1 du code du travail, les modalités de prise en compte des résultats électoraux sont fixées par décret en Conseil d'Etat de façon à garantir la représentation des agents du collège mentionné au 1° du 2 du I du présent article.</p><p>Chaque syndicat qui constitue, conformément à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006901614&dateTexte=&categorieLien=cid'>l'article L. 2142-1 </a>du code du travail, une section syndicale au sein de l'agence peut, s'il n'est pas représentatif dans l'agence, désigner un représentant de la section pour le représenter au sein de l'agence.</p><p>III.-Un comité national de concertation des agences régionales de santé est institué auprès des ministres chargés de la santé, de l'assurance maladie, des personnes âgées et des personnes handicapées.</p><p>Il est composé de représentants des personnels des agences régionales de santé, de représentants de l'administration des ministères chargés de la santé, de l'assurance maladie, des personnes âgées et des personnes handicapées, de représentants des régimes d'assurance maladie et de directeurs généraux d'agences régionales de santé ou leurs représentants. Il est présidé par les ministres chargés de la santé, de l'assurance maladie, des personnes âgées et des personnes handicapées, ou leur représentant.</p><p>Les représentants du personnel au sein du comité national de concertation sont désignés par les organisations syndicales représentées au sein des comités d'agence et des conditions de travail des agences régionales de santé, selon des modalités fixées par décret en Conseil d'Etat tenant compte des résultats aux élections des représentants du personnel à ces comités.</p><p>Le comité national de concertation connaît des questions intéressant l'ensemble des personnels des agences régionales de santé. Ce comité débat notamment de l'organisation générale de l'ensemble des agences et de leurs activités. Il connaît des questions relatives aux conditions de travail, d'hygiène, de sécurité et d'emploi de l'ensemble des personnels, à l'exclusion des questions et projets relevant des attributions d'un comité technique ministériel concerné ou de celles des instances nationales mises en place auprès des organismes nationaux de sécurité sociale.</p><p>IV.-Les membres des instances mentionnées aux I et III, les délégués syndicaux et les représentants des sections syndicales bénéficient des garanties prévues par leurs statuts respectifs et, pour ce qui concerne les salariés placés sous le régime des conventions collectives, de la protection prévue par le livre IV de la deuxième partie du code du travail.</p>",
            "num": "L1432-11",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1565222400000,
            "dateFin": 1592524800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1879048191,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006103419",
                        "id": "LEGISCTA000006103419",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Protection générale de la santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006125345",
                        "id": "LEGISCTA000006125345",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Administration générale de la santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140607",
                        "id": "LEGISCTA000006140607",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-04-01",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Agences régionales de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020891559",
                        "id": "LEGISCTA000020897740",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-04-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Organisation et fonctionnement des agences régionales de santé \n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020891571",
                        "id": "LEGISCTA000020897736",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-04-01",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Personnel des agences\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020891599",
                        "id": "LEGISCTA000020897724",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020891605",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020891599",
            "sectionParentId": "LEGISCTA000020897724",
            "sectionParentTitre": "Section 3 : Personnel des agences\r\n",
            "fullSectionsTitre": "Partie législative &gt; Première partie : Protection générale de la santé &gt; Livre IV : Administration générale de la santé &gt; Titre III : Agences régionales de santé &gt; Chapitre II : Organisation et fonctionnement des agences régionales de santé \n &gt; Section 3 : Personnel des agences\r\n",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000038922423",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément aux dispositions du II de l'article 7 de la loi n° 2019-828 du 6 août 2019, les comités d'agence et des conditions de travail institués en application de l'article L. 1432-11 du code de la santé publique, dans sa rédaction résultant de ladite loi, sont mis en place au plus tard le 16 juin 2020. A la date de désignation de leurs membres, les comités d'agence et des conditions de travail sont substitués aux comités d'agence des agences régionales de santé dans tous leurs droits et obligations.",
            "notaHtml": "<p>Conformément aux dispositions du II de l'article 7 de la loi n° 2019-828 du 6 août 2019, les comités d'agence et des conditions de travail institués en application de l'article L. 1432-11 du code de la santé publique, dans sa rédaction résultant de ladite loi, sont mis en place au plus tard le 16 juin 2020.<br clear='none'/>\nA la date de désignation de leurs membres, les comités d'agence et des conditions de travail sont substitués aux comités d'agence des agences régionales de santé dans tous leurs droits et obligations.</p><p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000038889182",
                    "textTitle": "LOI n°2019-828 du 6 août 2019 - art. 7 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "LEGIARTI000041765558",
                    "natureText": "LOI",
                    "datePubliTexte": "2019-08-07",
                    "dateSignaTexte": "2019-08-06",
                    "dateDebutCible": "2020-03-29"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000501099",
                    "textTitle": "LOI n° 84-16 du 11 janvier 1984 - art. 15",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "15",
                    "articleId": "LEGIARTI000006450523",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "84-16",
                    "datePubli": 442713600000,
                    "dateDebut": 7956835200000
                },
                {
                    "textCid": "JORFTEXT000000501099",
                    "textTitle": "LOI n° 84-16 du 11 janvier 1984 - art. 16",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "16",
                    "articleId": "LEGIARTI000006450526",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "84-16",
                    "datePubli": 442713600000,
                    "dateDebut": 442713600000
                },
                {
                    "textCid": "JORFTEXT000022040868",
                    "textTitle": "Décret n°2010-341\n du 31 mars 2010 - art. 1 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000022044450",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2010-341",
                    "datePubli": 1270080000000,
                    "dateDebut": 1270080000000
                },
                {
                    "textCid": "JORFTEXT000022040868",
                    "textTitle": "Décret n°2010-341\n du 31 mars 2010 - art. 48 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "48",
                    "articleId": "LEGIARTI000022044461",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2010-341",
                    "datePubli": 1270080000000,
                    "dateDebut": 1270080000000
                },
                {
                    "textCid": "JORFTEXT000022436528",
                    "textTitle": "LOI n°2010-751 du 5 juillet 2010 - art. 27 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "27",
                    "articleId": "LEGIARTI000022441052",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2010-751",
                    "datePubli": 1278374400000,
                    "dateDebut": 1278460800000
                },
                {
                    "textCid": "JORFTEXT000023491645",
                    "textTitle": "Décision n°2010-91 QPC  du 28 janvier 2011 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000023491659",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2010-91 QPC",
                    "datePubli": 1296259200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000023491645",
                    "textTitle": "Décision n°2010-91 QPC  du 28 janvier 2011 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000023491646",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2010-91 QPC",
                    "datePubli": 1296259200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000031593620",
                    "textTitle": "Ordonnance n°2015-1620 du 10 décembre 2015 - art. 4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000031599004",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2015-1620",
                    "datePubli": 1449792000000,
                    "dateDebut": 1449878400000
                },
                {
                    "textCid": "JORFTEXT000032895140",
                    "textTitle": "Arrêté du 6 juillet 2016, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000032895140",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1468713600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000041762549",
                    "textTitle": "Rapport - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000041762550",
                    "natureText": "RAPPORT",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1585353600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000042545890",
                    "textTitle": "Décret n°2020-1427 du 20 novembre 2020 - art. 110 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "110",
                    "articleId": "LEGIARTI000042547141",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2020-1427",
                    "datePubli": 1606003200000,
                    "dateDebut": 1606089600000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2122-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2122-1",
                    "articleId": "LEGIARTI000006901582",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2142-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2142-1",
                    "articleId": "LEGIARTI000006901614",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2231-8",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2231-8",
                    "articleId": "LEGIARTI000006901677",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2232-12",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2232-12",
                    "articleId": "LEGIARTI000006901697",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2321-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2321-1",
                    "articleId": "LEGIARTI000006901923",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2324-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2324-4",
                    "articleId": "LEGIARTI000006902028",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L4111-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L4111-2",
                    "articleId": "LEGIARTI000006903141",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1484352000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1432-12 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1432-12",
                    "articleId": "LEGIARTI000020897665",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1270080000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1432-125 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1432-125",
                    "articleId": "LEGIARTI000045880863",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1672531200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1432-78 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1432-78",
                    "articleId": "LEGIARTI000042200445",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1596240000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1432-83-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1432-83-1",
                    "articleId": "LEGIARTI000042189445",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1596240000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1432-83-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1432-83-2",
                    "articleId": "LEGIARTI000042189447",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1596240000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1432-85 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1432-85",
                    "articleId": "LEGIARTI000042200427",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1596240000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020897668",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1270080000000,
                    "dateFin": 1278460800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022446921",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1278460800000,
                    "dateFin": 1470787200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033023107",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1470787200000,
                    "dateFin": 1565222400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038922423",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1565222400000,
                    "dateFin": 1592524800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042012916",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1592524800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L1432-11",
                "1432-11"
            ],
            "versionPrecedente": "LEGIARTI000033023107",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000033023107",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Il est institué dans chaque agence régionale de santé un comité d'agence et un comité d'hygiène, de sécurité et des conditions de travail, compétents pour l'ensemble du personnel de l'agence. 1. Le comité d'agence exerce les compétences prévues au II de l'article 15 de la loi n° 84-16 du 11 janvier 1984 portant dispositions statutaires relatives à la fonction publique de l'Etat et celles prévues au chapitre III du titre II du livre III de la deuxième partie du code du travail, sous réserve des adaptations prévues par décret en Conseil d'Etat en application de l'article L. 2321-1 du même code. Il est doté de la personnalité civile et gère son patrimoine. Ce comité comprend le directeur général de l'agence ou son représentant, qui le préside, et des représentants du personnel. Seuls les représentants du personnel sont appelés à prendre part aux votes lorsqu'ils sont consultés. Les représentants du personnel siégeant au comité d'agence sont élus au scrutin de liste avec représentation proportionnelle. L'élection a lieu par collèges dans des conditions fixées par décret en Conseil d'Etat. Les candidatures sont présentées par les organisations syndicales qui remplissent les conditions suivantes : 1° Pour le collège des agents de droit privé régis par les conventions collectives applicables au personnel des organismes de sécurité sociale, celles prévues par l'article L. 2324-4 du code du travail ; 2° Pour le collège des fonctionnaires, des agents de droit public et des agents contractuels de droit public, celles prévues par l'article 9 bis de la loi n° 83-634 du 13 juillet 1983 portant droits et obligations des fonctionnaires. 2. Le comité d'hygiène, de sécurité et des conditions de travail est institué dans les conditions prévues par l'article 16 de la loi n° 84-16 du 11 janvier 1984 précitée. Il exerce les compétences du comité institué par ce même article et celles prévues au chapitre II du titre Ier du livre VI de la quatrième partie du code du travail, sous réserve des adaptations fixées par décret en Conseil d'Etat. Sa composition et son fonctionnement sont fixés par décret en Conseil d'Etat en application de l'article L. 4111-2 du même code. II.-Le chapitre III du titre IV du livre Ier de la deuxième partie du code du travail est applicable à l'ensemble des personnels de l'agence régionale de santé. Les délégués syndicaux sont désignés par les organisations syndicales représentatives dans l'agence, qui y constituent une section syndicale, parmi les candidats qui ont recueilli au moins 10 % des suffrages exprimés aux dernières élections du comité d'agence. La validité des accords collectifs de travail, prévus au livre II de la deuxième partie du même code, est subordonnée à leur signature par une ou plusieurs organisations syndicales représentatives ayant recueilli plus de 50 % des suffrages exprimés aux dernières élections du comité d'agence. Les règles de validité de ces accords sont celles prévues à l'article L. 2232-12 du même code. Les taux de 30 % et de 50 % mentionnés au même article sont appréciés à l'échelle des deux collèges de personnel mentionnés aux 1° et 2° du 1 du I du présent article. Pour l'application des quatre premiers alinéas du présent II et pour l'appréciation de la représentativité prévue à l'article L. 2122-1 du code du travail, les modalités de prise en compte des résultats électoraux sont fixées, par décret en Conseil d'Etat, de façon à garantir la représentation des agents de chacun des deux collèges de personnel mentionnés au troisième alinéa du présent II. Chaque syndicat qui constitue, conformément à l'article L. 2142-1 du code du travail, une section syndicale au sein de l'agence peut, s'il n'est pas représentatif dans l'agence, désigner un représentant de la section pour le représenter au sein de l'agence. III.-Un comité national de concertation des agences régionales de santé est institué auprès des ministres chargés de la santé, de l'assurance maladie, des personnes âgées et des personnes handicapées. Il est composé de représentants des personnels des agences régionales de santé, de représentants de l'administration des ministères chargés de la santé, de l'assurance maladie, des personnes âgées et des personnes handicapées, de représentants des régimes d'assurance maladie et de directeurs généraux d'agences régionales de santé ou leurs représentants. Il est présidé par les ministres chargés de la santé, de l'assurance maladie, des personnes âgées et des personnes handicapées, ou leur représentant. Les représentants du personnel au sein du comité national de concertation sont désignés par les organisations syndicales représentées au sein des comités d'agence des agences régionales de santé, selon des modalités fixées par décret en Conseil d'Etat tenant compte des résultats aux élections des représentants du personnel à ces comités. Le comité national de concertation connaît des questions communes aux agences régionales de santé et relatives à leur organisation, à leurs activités, ainsi qu'aux conditions de travail, d'hygiène, de sécurité et d'emploi de leurs personnels. IV.-Les membres des instances mentionnées aux I et III, les délégués du personnel, les délégués syndicaux et les représentants des sections syndicales bénéficient des garanties prévues par leurs statuts respectifs et, pour ce qui concerne les salariés placés sous le régime des conventions collectives, de la protection prévue par le livre IV de la deuxième partie du code du travail.",
            "texteHtml": "<p>I.-Il est institué dans chaque agence régionale de santé un comité d'agence et un comité d'hygiène, de sécurité et des conditions de travail, compétents pour l'ensemble du personnel de l'agence. </p><p></p><p>1. Le comité d'agence exerce les compétences prévues au II de <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000501099&idArticle=LEGIARTI000006450523&dateTexte=&categorieLien=cid'>l'article 15 </a>de la loi n° 84-16 du 11 janvier 1984 portant dispositions statutaires relatives à la fonction publique de l'Etat et celles prévues au chapitre III du titre II du livre III de la deuxième partie du code du travail, sous réserve des adaptations prévues par décret en Conseil d'Etat en application de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006901923&dateTexte=&categorieLien=cid'>l'article L. 2321-1 </a>du même code. Il est doté de la personnalité civile et gère son patrimoine. </p><p></p><p>Ce comité comprend le directeur général de l'agence ou son représentant, qui le préside, et des représentants du personnel. Seuls les représentants du personnel sont appelés à prendre part aux votes lorsqu'ils sont consultés. </p><p></p><p>Les représentants du personnel siégeant au comité d'agence sont élus au scrutin de liste avec représentation proportionnelle. L'élection a lieu par collèges dans des conditions fixées par décret en Conseil d'Etat. </p><p></p><p>Les candidatures sont présentées par les organisations syndicales qui remplissent les conditions suivantes : </p><p></p><p>1° Pour le collège des agents de droit privé régis par les conventions collectives applicables au personnel des organismes de sécurité sociale, celles prévues par <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006902028&dateTexte=&categorieLien=cid'>l'article L. 2324-4 </a>du code du travail ; </p><p></p><p>2° Pour le collège des fonctionnaires, des agents de droit public et des agents contractuels de droit public, celles prévues par l'article 9 bis de la loi n° 83-634 du 13 juillet 1983 portant droits et obligations des fonctionnaires. </p><p></p><p>2. Le comité d'hygiène, de sécurité et des conditions de travail est institué dans les conditions prévues par <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000501099&idArticle=LEGIARTI000006450526&dateTexte=&categorieLien=cid'>l'article 16 </a>de la loi n° 84-16 du 11 janvier 1984 précitée. Il exerce les compétences du comité institué par ce même article et celles prévues au chapitre II du titre Ier du livre VI de la quatrième partie du code du travail, sous réserve des adaptations fixées par décret en Conseil d'Etat. Sa composition et son fonctionnement sont fixés par décret en Conseil d'Etat en application de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006903141&dateTexte=&categorieLien=cid'>l'article L. 4111-2 </a>du même code. </p><p></p><p>II.-Le chapitre III du titre IV du livre Ier de la deuxième partie du code du travail est applicable à l'ensemble des personnels de l'agence régionale de santé. Les délégués syndicaux sont désignés par les organisations syndicales représentatives dans l'agence, qui y constituent une section syndicale, parmi les candidats qui ont recueilli au moins 10 % des suffrages exprimés aux dernières élections du comité d'agence. </p><p></p><p>La validité des accords collectifs de travail, prévus au livre II de la deuxième partie du même code, est subordonnée à leur signature par une ou plusieurs organisations syndicales représentatives ayant recueilli plus de 50 % des suffrages exprimés aux dernières élections du comité d'agence. </p><p></p><p>Les règles de validité de ces accords sont celles prévues à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006901697&dateTexte=&categorieLien=cid' title='Code du travail - art. L2232-12 (V)'>L. 2232-12</a> du même code. Les taux de 30 % et de 50 % mentionnés au même article sont appréciés à l'échelle des deux collèges de personnel mentionnés aux 1° et 2° du 1 du I du présent article. </p><p></p><p>Pour l'application des quatre premiers alinéas du présent II et pour l'appréciation de la représentativité prévue à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006901582&dateTexte=&categorieLien=cid'>l'article L. 2122-1 </a>du code du travail, les modalités de prise en compte des résultats électoraux sont fixées, par décret en Conseil d'Etat, de façon à garantir la représentation des agents de chacun des deux collèges de personnel mentionnés au troisième alinéa du présent II. </p><p></p><p>Chaque syndicat qui constitue, conformément à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006901614&dateTexte=&categorieLien=cid'>l'article L. 2142-1 </a>du code du travail, une section syndicale au sein de l'agence peut, s'il n'est pas représentatif dans l'agence, désigner un représentant de la section pour le représenter au sein de l'agence. </p><p></p><p>III.-Un comité national de concertation des agences régionales de santé est institué auprès des ministres chargés de la santé, de l'assurance maladie, des personnes âgées et des personnes handicapées. </p><p></p><p>Il est composé de représentants des personnels des agences régionales de santé, de représentants de l'administration des ministères chargés de la santé, de l'assurance maladie, des personnes âgées et des personnes handicapées, de représentants des régimes d'assurance maladie et de directeurs généraux d'agences régionales de santé ou leurs représentants. Il est présidé par les ministres chargés de la santé, de l'assurance maladie, des personnes âgées et des personnes handicapées, ou leur représentant. </p><p></p><p>Les représentants du personnel au sein du comité national de concertation sont désignés par les organisations syndicales représentées au sein des comités d'agence des agences régionales de santé, selon des modalités fixées par décret en Conseil d'Etat tenant compte des résultats aux élections des représentants du personnel à ces comités. </p><p></p><p>Le comité national de concertation connaît des questions communes aux agences régionales de santé et relatives à leur organisation, à leurs activités, ainsi qu'aux conditions de travail, d'hygiène, de sécurité et d'emploi de leurs personnels. </p><p></p><p>IV.-Les membres des instances mentionnées aux I et III, les délégués du personnel, les délégués syndicaux et les représentants des sections syndicales bénéficient des garanties prévues par leurs statuts respectifs et, pour ce qui concerne les salariés placés sous le régime des conventions collectives, de la protection prévue par le livre IV de la deuxième partie du code du travail.</p>",
            "num": "L1432-11",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1470787200000,
            "dateFin": 1565222400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1879048191,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006103419",
                        "id": "LEGISCTA000006103419",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Protection générale de la santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006125345",
                        "id": "LEGISCTA000006125345",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Administration générale de la santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140607",
                        "id": "LEGISCTA000006140607",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-04-01",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Agences régionales de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020891559",
                        "id": "LEGISCTA000020897740",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-04-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Organisation et fonctionnement des agences régionales de santé \n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020891571",
                        "id": "LEGISCTA000020897736",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-04-01",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Personnel des agences\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020891599",
                        "id": "LEGISCTA000020897724",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020891605",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020891599",
            "sectionParentId": "LEGISCTA000020897724",
            "sectionParentTitre": "Section 3 : Personnel des agences\r\n",
            "fullSectionsTitre": "Partie législative &gt; Première partie : Protection générale de la santé &gt; Livre IV : Administration générale de la santé &gt; Titre III : Agences régionales de santé &gt; Chapitre II : Organisation et fonctionnement des agences régionales de santé \n &gt; Section 3 : Personnel des agences\r\n",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000033023107",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 21 IX de la loi n° 2016-1088 du 8 août 2016, les présentes dispositions s'appliquent à compter du 1er janvier 2017 aux accords collectifs qui portent sur la durée du travail, les repos et les congés et, dès la publication de la présente loi, aux accords mentionnés à l'article L. 2254-2 du code du travail. Elles s'appliquent à compter du 1er septembre 2019 aux autres accords collectifs, à l'exception de ceux mentionnés à l'article L. 5125-1 du code du travail. Conformément à l'article 17 de l'ordonnance n° 2017-1385 du 22 septembre 2017, modifiant l'article 21 IX de la loi n° 2016-1088, les présentes dispositions s'appliquent, dès la publication de la présente ordonnance, aux accords collectifs qui portent sur la durée du travail, les repos et les congés et aux accords mentionnés à l'article L. 2254-2 du code du travail. Ces dispositions s'appliquent à compter du 1er mai 2018 aux autres accords collectifs.",
            "notaHtml": "<p>Conformément à l'article 21 IX de la loi n° 2016-1088 du 8 août 2016, les présentes dispositions s'appliquent à compter du 1er janvier 2017 aux accords collectifs qui portent sur la durée du travail, les repos et les congés et, dès la publication de la présente loi, aux accords mentionnés à l'article L. 2254-2 du code du travail.</p><p>Elles s'appliquent à compter du 1er septembre 2019 aux autres accords collectifs, à l'exception de ceux mentionnés à l'article L. 5125-1 du code du travail.</p><p></p><p>Conformément à l'article 17 de l'ordonnance n° 2017-1385 du 22 septembre 2017, modifiant l'article 21 IX de la loi n° 2016-1088, les présentes dispositions s'appliquent, dès la publication de la présente ordonnance, aux accords collectifs qui portent sur la durée du travail, les repos et les congés et aux accords mentionnés à l'article L. 2254-2 du code du travail.<br clear='none'/>Ces dispositions s'appliquent à compter du 1er mai 2018 aux autres accords collectifs.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000032983213",
                    "textTitle": "LOI n°2016-1088 du 8 août 2016 - art. 21 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "21",
                    "articleId": "LEGIARTI000035628019",
                    "natureText": "LOI",
                    "datePubliTexte": "2016-08-09",
                    "dateSignaTexte": "2016-08-08",
                    "dateDebutCible": "2017-09-24"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000501099",
                    "textTitle": "LOI n° 84-16 du 11 janvier 1984 - art. 15",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "15",
                    "articleId": "LEGIARTI000006450523",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "84-16",
                    "datePubli": 442713600000,
                    "dateDebut": 7956835200000
                },
                {
                    "textCid": "JORFTEXT000000501099",
                    "textTitle": "LOI n° 84-16 du 11 janvier 1984 - art. 16",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "16",
                    "articleId": "LEGIARTI000006450526",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "84-16",
                    "datePubli": 442713600000,
                    "dateDebut": 442713600000
                },
                {
                    "textCid": "JORFTEXT000022040868",
                    "textTitle": "Décret n°2010-341\n du 31 mars 2010 - art. 1 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000022044450",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2010-341",
                    "datePubli": 1270080000000,
                    "dateDebut": 1270080000000
                },
                {
                    "textCid": "JORFTEXT000022040868",
                    "textTitle": "Décret n°2010-341\n du 31 mars 2010 - art. 48 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "48",
                    "articleId": "LEGIARTI000022044461",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2010-341",
                    "datePubli": 1270080000000,
                    "dateDebut": 1270080000000
                },
                {
                    "textCid": "JORFTEXT000022436528",
                    "textTitle": "LOI n°2010-751 du 5 juillet 2010 - art. 27 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "27",
                    "articleId": "LEGIARTI000022441052",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2010-751",
                    "datePubli": 1278374400000,
                    "dateDebut": 1278460800000
                },
                {
                    "textCid": "JORFTEXT000023491645",
                    "textTitle": "Décision n°2010-91 QPC  du 28 janvier 2011 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000023491659",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2010-91 QPC",
                    "datePubli": 1296259200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000023491645",
                    "textTitle": "Décision n°2010-91 QPC  du 28 janvier 2011 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000023491646",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2010-91 QPC",
                    "datePubli": 1296259200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000031593620",
                    "textTitle": "Ordonnance n°2015-1620 du 10 décembre 2015 - art. 4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000031599004",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2015-1620",
                    "datePubli": 1449792000000,
                    "dateDebut": 1449878400000
                },
                {
                    "textCid": "JORFTEXT000032895140",
                    "textTitle": "Arrêté du 6 juillet 2016, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000032895140",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1468713600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000041762549",
                    "textTitle": "Rapport - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000041762550",
                    "natureText": "RAPPORT",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1585353600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000042545890",
                    "textTitle": "Décret n°2020-1427 du 20 novembre 2020 - art. 110 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "110",
                    "articleId": "LEGIARTI000042547141",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2020-1427",
                    "datePubli": 1606003200000,
                    "dateDebut": 1606089600000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2122-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2122-1",
                    "articleId": "LEGIARTI000006901582",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2142-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2142-1",
                    "articleId": "LEGIARTI000006901614",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2231-8",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2231-8",
                    "articleId": "LEGIARTI000006901677",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2232-12 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2232-12",
                    "articleId": "LEGIARTI000006901697",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2321-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2321-1",
                    "articleId": "LEGIARTI000006901923",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2324-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2324-4",
                    "articleId": "LEGIARTI000006902028",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L4111-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L4111-2",
                    "articleId": "LEGIARTI000006903141",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1484352000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1432-12 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1432-12",
                    "articleId": "LEGIARTI000020897665",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1270080000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1432-125 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1432-125",
                    "articleId": "LEGIARTI000045880863",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1672531200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1432-78 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1432-78",
                    "articleId": "LEGIARTI000042200445",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1596240000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1432-83-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1432-83-1",
                    "articleId": "LEGIARTI000042189445",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1596240000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1432-83-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1432-83-2",
                    "articleId": "LEGIARTI000042189447",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1596240000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1432-85 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1432-85",
                    "articleId": "LEGIARTI000042200427",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1596240000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020897668",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1270080000000,
                    "dateFin": 1278460800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022446921",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1278460800000,
                    "dateFin": 1470787200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033023107",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1470787200000,
                    "dateFin": 1565222400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038922423",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1565222400000,
                    "dateFin": 1592524800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042012916",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1592524800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L1432-11",
                "1432-11"
            ],
            "versionPrecedente": "LEGIARTI000022446921",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000022446921",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Il est institué dans chaque agence régionale de santé un comité d'agence et un comité d'hygiène, de sécurité et des conditions de travail, compétents pour l'ensemble du personnel de l'agence. 1. Le comité d'agence exerce les compétences prévues au II de l'article 15 de la loi n° 84-16 du 11 janvier 1984 portant dispositions statutaires relatives à la fonction publique de l'Etat et celles prévues au chapitre III du titre II du livre III de la deuxième partie du code du travail, sous réserve des adaptations prévues par décret en Conseil d'Etat en application de l'article L. 2321-1 du même code. Il est doté de la personnalité civile et gère son patrimoine. Ce comité comprend le directeur général de l'agence ou son représentant, qui le préside, et des représentants du personnel. Seuls les représentants du personnel sont appelés à prendre part aux votes lorsqu'ils sont consultés. Les représentants du personnel siégeant au comité d'agence sont élus au scrutin de liste avec représentation proportionnelle. L'élection a lieu par collèges dans des conditions fixées par décret en Conseil d'Etat. Les candidatures sont présentées par les organisations syndicales qui remplissent les conditions suivantes : 1° Pour le collège des agents de droit privé régis par les conventions collectives applicables au personnel des organismes de sécurité sociale, celles prévues par l'article L. 2324-4 du code du travail ; 2° Pour le collège des fonctionnaires, des agents de droit public et des agents contractuels de droit public, celles prévues par l'article 9 bis de la loi n° 83-634 du 13 juillet 1983 portant droits et obligations des fonctionnaires. 2. Le comité d'hygiène, de sécurité et des conditions de travail est institué dans les conditions prévues par l'article 16 de la loi n° 84-16 du 11 janvier 1984 précitée. Il exerce les compétences du comité institué par ce même article et celles prévues au chapitre II du titre Ier du livre VI de la quatrième partie du code du travail, sous réserve des adaptations fixées par décret en Conseil d'Etat. Sa composition et son fonctionnement sont fixés par décret en Conseil d'Etat en application de l'article L. 4111-2 du même code. II. - Le chapitre III du titre IV du livre Ier de la deuxième partie du code du travail est applicable à l'ensemble des personnels de l'agence régionale de santé. Les délégués syndicaux sont désignés par les organisations syndicales représentatives dans l'agence, qui y constituent une section syndicale, parmi les candidats qui ont recueilli au moins 10 % des suffrages exprimés aux dernières élections du comité d'agence. La validité des accords collectifs de travail, prévus au livre II de la deuxième partie du même code, est subordonnée à leur signature par une ou plusieurs organisations syndicales représentatives ayant recueilli au moins 30 % des suffrages exprimés aux dernières élections du comité d'agence et à l'absence d'opposition d'une ou plusieurs organisations syndicales représentatives ayant recueilli au moins la majorité des suffrages exprimés à ces mêmes élections. L'opposition est exprimée dans un délai de huit jours à compter de la date de notification de l'accord, dans les conditions prévues à l'article L. 2231-8 du même code. Pour l'application des deux alinéas précédents et pour l'appréciation de la représentativité prévue à l'article L. 2122-1 du code du travail, les modalités de prise en compte des résultats électoraux sont fixées, par décret en Conseil d'Etat, de façon à garantir la représentation des agents de chacun des deux collèges de personnel mentionnés aux 1° et 2° du 1 du I du présent article. Chaque syndicat qui constitue, conformément à l'article L. 2142-1 du code du travail, une section syndicale au sein de l'agence peut, s'il n'est pas représentatif dans l'agence, désigner un représentant de la section pour le représenter au sein de l'agence. III. - Un comité national de concertation des agences régionales de santé est institué auprès des ministres chargés de la santé, de l'assurance maladie, des personnes âgées et des personnes handicapées. Il est composé de représentants des personnels des agences régionales de santé, de représentants de l'administration des ministères chargés de la santé, de l'assurance maladie, des personnes âgées et des personnes handicapées, de représentants des régimes d'assurance maladie et de directeurs généraux d'agences régionales de santé ou leurs représentants. Il est présidé par les ministres chargés de la santé, de l'assurance maladie, des personnes âgées et des personnes handicapées, ou leur représentant. Les représentants du personnel au sein du comité national de concertation sont désignés par les organisations syndicales représentées au sein des comités d'agence des agences régionales de santé, selon des modalités fixées par décret en Conseil d'Etat tenant compte des résultats aux élections des représentants du personnel à ces comités. Le comité national de concertation connaît des questions communes aux agences régionales de santé et relatives à leur organisation, à leurs activités, ainsi qu'aux conditions de travail, d'hygiène, de sécurité et d'emploi de leurs personnels. IV. - Les membres des instances mentionnées aux I et III, les délégués du personnel, les délégués syndicaux et les représentants des sections syndicales bénéficient des garanties prévues par leurs statuts respectifs et, pour ce qui concerne les salariés placés sous le régime des conventions collectives, de la protection prévue par le livre IV de la deuxième partie du code du travail.",
            "texteHtml": "<p>I. - Il est institué dans chaque agence régionale de santé un comité d'agence et un comité d'hygiène, de sécurité et des conditions de travail, compétents pour l'ensemble du personnel de l'agence. </p><p>1. Le comité d'agence exerce les compétences prévues au II de <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000501099&idArticle=LEGIARTI000006450523&dateTexte=&categorieLien=cid' title='Loi n°84-16 du 11 janvier 1984 - art. 15 (V)'>l'article 15 </a>de la loi n° 84-16 du 11 janvier 1984 portant dispositions statutaires relatives à la fonction publique de l'Etat et celles prévues au chapitre III du titre II du livre III de la deuxième partie du code du travail, sous réserve des adaptations prévues par décret en Conseil d'Etat en application de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006901923&dateTexte=&categorieLien=cid' title='Code du travail - art. L2321-1 (V)'>l'article L. 2321-1 </a>du même code. Il est doté de la personnalité civile et gère son patrimoine. </p><p>Ce comité comprend le directeur général de l'agence ou son représentant, qui le préside, et des représentants du personnel. Seuls les représentants du personnel sont appelés à prendre part aux votes lorsqu'ils sont consultés. </p><p>Les représentants du personnel siégeant au comité d'agence sont élus au scrutin de liste avec représentation proportionnelle. L'élection a lieu par collèges dans des conditions fixées par décret en Conseil d'Etat. </p><p>Les candidatures sont présentées par les organisations syndicales qui remplissent les conditions suivantes : </p><p>1° Pour le collège des agents de droit privé régis par les conventions collectives applicables au personnel des organismes de sécurité sociale, celles prévues par <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006902028&dateTexte=&categorieLien=cid' title='Code du travail - art. L2324-4 (V)'>l'article L. 2324-4 </a>du code du travail ; </p><p>2° Pour le collège des fonctionnaires, des agents de droit public et des agents contractuels de droit public, celles prévues par l'article 9 bis de la loi n° 83-634 du 13 juillet 1983 portant droits et obligations des fonctionnaires. </p><p>2. Le comité d'hygiène, de sécurité et des conditions de travail est institué dans les conditions prévues par <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000501099&idArticle=LEGIARTI000006450526&dateTexte=&categorieLien=cid' title='Loi n°84-16 du 11 janvier 1984 - art. 16 (V)'>l'article 16 </a>de la loi n° 84-16 du 11 janvier 1984 précitée. Il exerce les compétences du comité institué par ce même article et celles prévues au chapitre II du titre Ier du livre VI de la quatrième partie du code du travail, sous réserve des adaptations fixées par décret en Conseil d'Etat. Sa composition et son fonctionnement sont fixés par décret en Conseil d'Etat en application de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006903141&dateTexte=&categorieLien=cid' title='Code du travail - art. L4111-2 (V)'>l'article L. 4111-2 </a>du même code. </p><p>II. - Le chapitre III du titre IV du livre Ier de la deuxième partie du code du travail est applicable à l'ensemble des personnels de l'agence régionale de santé. Les délégués syndicaux sont désignés par les organisations syndicales représentatives dans l'agence, qui y constituent une section syndicale, parmi les candidats qui ont recueilli au moins 10 % des suffrages exprimés aux dernières élections du comité d'agence. </p><p>La validité des accords collectifs de travail, prévus au livre II de la deuxième partie du même code, est subordonnée à leur signature par une ou plusieurs organisations syndicales représentatives ayant recueilli au moins 30 % des suffrages exprimés aux dernières élections du comité d'agence et à l'absence d'opposition d'une ou plusieurs organisations syndicales représentatives ayant recueilli au moins la majorité des suffrages exprimés à ces mêmes élections. L'opposition est exprimée dans un délai de huit jours à compter de la date de notification de l'accord, dans les conditions prévues à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006901677&dateTexte=&categorieLien=cid' title='Code du travail - art. L2231-8 (V)'>l'article L. 2231-8 </a>du même code. </p><p>Pour l'application des deux alinéas précédents et pour l'appréciation de la représentativité prévue à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006901582&dateTexte=&categorieLien=cid' title='Code du travail - art. L2122-1 (V)'>l'article L. 2122-1 </a>du code du travail, les modalités de prise en compte des résultats électoraux sont fixées, par décret en Conseil d'Etat, de façon à garantir la représentation des agents de chacun des deux collèges de personnel mentionnés aux 1° et 2° du 1 du I du présent article. </p><p>Chaque syndicat qui constitue, conformément à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006901614&dateTexte=&categorieLien=cid' title='Code du travail - art. L2142-1 (V)'>l'article L. 2142-1</a> du code du travail, une section syndicale au sein de l'agence peut, s'il n'est pas représentatif dans l'agence, désigner un représentant de la section pour le représenter au sein de l'agence. </p><p>III. - Un comité national de concertation des agences régionales de santé est institué auprès des ministres chargés de la santé, de l'assurance maladie, des personnes âgées et des personnes handicapées. </p><p>Il est composé de représentants des personnels des agences régionales de santé, de représentants de l'administration des ministères chargés de la santé, de l'assurance maladie, des personnes âgées et des personnes handicapées, de représentants des régimes d'assurance maladie et de directeurs généraux d'agences régionales de santé ou leurs représentants. Il est présidé par les ministres chargés de la santé, de l'assurance maladie, des personnes âgées et des personnes handicapées, ou leur représentant. </p><p>Les représentants du personnel au sein du comité national de concertation sont désignés par les organisations syndicales représentées au sein des comités d'agence des agences régionales de santé, selon des modalités fixées par décret en Conseil d'Etat tenant compte des résultats aux élections des représentants du personnel à ces comités. </p><p>Le comité national de concertation connaît des questions communes aux agences régionales de santé et relatives à leur organisation, à leurs activités, ainsi qu'aux conditions de travail, d'hygiène, de sécurité et d'emploi de leurs personnels. </p><p>IV. - Les membres des instances mentionnées aux I et III, les délégués du personnel, les délégués syndicaux et les représentants des sections syndicales bénéficient des garanties prévues par leurs statuts respectifs et, pour ce qui concerne les salariés placés sous le régime des conventions collectives, de la protection prévue par le livre IV de la deuxième partie du code du travail.</p>",
            "num": "L1432-11",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1278460800000,
            "dateFin": 1470787200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1879048191,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006103419",
                        "id": "LEGISCTA000006103419",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Protection générale de la santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006125345",
                        "id": "LEGISCTA000006125345",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Administration générale de la santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140607",
                        "id": "LEGISCTA000006140607",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-04-01",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Agences régionales de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020891559",
                        "id": "LEGISCTA000020897740",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-04-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Organisation et fonctionnement des agences régionales de santé \n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020891571",
                        "id": "LEGISCTA000020897736",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-04-01",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Personnel des agences\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020891599",
                        "id": "LEGISCTA000020897724",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020891605",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020891599",
            "sectionParentId": "LEGISCTA000020897724",
            "sectionParentTitre": "Section 3 : Personnel des agences\r\n",
            "fullSectionsTitre": "Partie législative &gt; Première partie : Protection générale de la santé &gt; Livre IV : Administration générale de la santé &gt; Titre III : Agences régionales de santé &gt; Chapitre II : Organisation et fonctionnement des agences régionales de santé \n &gt; Section 3 : Personnel des agences\r\n",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000022446921",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000022436528",
                    "textTitle": "LOI n°2010-751 du 5 juillet 2010 - art. 27 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "27",
                    "articleId": "LEGIARTI000022441052",
                    "natureText": "LOI",
                    "datePubliTexte": "2010-07-06",
                    "dateSignaTexte": "2010-07-05",
                    "dateDebutCible": "2010-07-07"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000501099",
                    "textTitle": "Loi n°84-16 du 11 janvier 1984 - art. 15 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "15",
                    "articleId": "LEGIARTI000006450523",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "84-16",
                    "datePubli": 442713600000,
                    "dateDebut": 7956835200000
                },
                {
                    "textCid": "JORFTEXT000000501099",
                    "textTitle": "Loi n°84-16 du 11 janvier 1984 - art. 16 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "16",
                    "articleId": "LEGIARTI000006450526",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "84-16",
                    "datePubli": 442713600000,
                    "dateDebut": 442713600000
                },
                {
                    "textCid": "JORFTEXT000022040868",
                    "textTitle": "Décret n°2010-341\n du 31 mars 2010 - art. 1 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000022044450",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2010-341",
                    "datePubli": 1270080000000,
                    "dateDebut": 1270080000000
                },
                {
                    "textCid": "JORFTEXT000022040868",
                    "textTitle": "Décret n°2010-341\n du 31 mars 2010 - art. 48 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "48",
                    "articleId": "LEGIARTI000022044461",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2010-341",
                    "datePubli": 1270080000000,
                    "dateDebut": 1270080000000
                },
                {
                    "textCid": "JORFTEXT000022436528",
                    "textTitle": "LOI n°2010-751 du 5 juillet 2010 - art. 27 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "27",
                    "articleId": "LEGIARTI000022441052",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2010-751",
                    "datePubli": 1278374400000,
                    "dateDebut": 1278460800000
                },
                {
                    "textCid": "JORFTEXT000023491645",
                    "textTitle": "Décision n°2010-91 QPC  du 28 janvier 2011 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000023491659",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2010-91 QPC",
                    "datePubli": 1296259200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000023491645",
                    "textTitle": "Décision n°2010-91 QPC  du 28 janvier 2011 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000023491646",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2010-91 QPC",
                    "datePubli": 1296259200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000031593620",
                    "textTitle": "Ordonnance n°2015-1620 du 10 décembre 2015 - art. 4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000031599004",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2015-1620",
                    "datePubli": 1449792000000,
                    "dateDebut": 1449878400000
                },
                {
                    "textCid": "JORFTEXT000032895140",
                    "textTitle": "Arrêté du 6 juillet 2016, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000032895140",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1468713600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000041762549",
                    "textTitle": "Rapport - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000041762550",
                    "natureText": "RAPPORT",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1585353600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000042545890",
                    "textTitle": "Décret n°2020-1427 du 20 novembre 2020 - art. 110 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "110",
                    "articleId": "LEGIARTI000042547141",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2020-1427",
                    "datePubli": 1606003200000,
                    "dateDebut": 1606089600000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2122-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2122-1",
                    "articleId": "LEGIARTI000006901582",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2142-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2142-1",
                    "articleId": "LEGIARTI000006901614",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2231-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2231-8",
                    "articleId": "LEGIARTI000006901677",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2321-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2321-1",
                    "articleId": "LEGIARTI000006901923",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2324-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2324-4",
                    "articleId": "LEGIARTI000006902028",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L4111-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L4111-2",
                    "articleId": "LEGIARTI000006903141",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1484352000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1432-12 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1432-12",
                    "articleId": "LEGIARTI000020897665",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1270080000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1432-125 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1432-125",
                    "articleId": "LEGIARTI000045880863",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1672531200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1432-78 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1432-78",
                    "articleId": "LEGIARTI000042200445",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1596240000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1432-83-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1432-83-1",
                    "articleId": "LEGIARTI000042189445",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1596240000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1432-83-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1432-83-2",
                    "articleId": "LEGIARTI000042189447",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1596240000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1432-85 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1432-85",
                    "articleId": "LEGIARTI000042200427",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1596240000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020897668",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1270080000000,
                    "dateFin": 1278460800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022446921",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1278460800000,
                    "dateFin": 1470787200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033023107",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1470787200000,
                    "dateFin": 1565222400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038922423",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1565222400000,
                    "dateFin": 1592524800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042012916",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1592524800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L1432-11",
                "1432-11"
            ],
            "versionPrecedente": "LEGIARTI000020897668",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000020897668",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Il est institué dans chaque agence régionale de santé un comité d'agence et un comité d'hygiène, de sécurité et des conditions de travail, compétents pour l'ensemble du personnel de l'agence. Le comité d'agence est institué dans les conditions prévues à l'article 15 de la loi n° 84-16 du 11 janvier 1984 portant dispositions statutaires relatives à la fonction publique de l'Etat. Toutefois, les modalités de consultation des personnels prévues au second alinéa du même article peuvent faire l'objet d'adaptations pour permettre la représentation des personnels de droit privé de l'agence. Le comité d'agence exerce en outre les compétences prévues aux articles L. 2323-1 à L. 2323-87 du code du travail, sous réserve des adaptations prévues par décret en Conseil d'Etat en application de l'article L. 2321-1 du même code. Il est doté de la personnalité civile et gère son patrimoine. Le comité d'hygiène, de sécurité et des conditions de travail est institué dans les conditions prévues à l'article 16 de la loi n° 84-16 du 11 janvier 1984 précitée. Il exerce en outre les compétences prévues aux articles L. 4612-1 à L. 4612-18 du code du travail, sous réserve des adaptations prévues par décret en Conseil d'Etat en application de l'article L. 4111-2 du même code. Les dispositions du chapitre III du titre IV du livre Ier de la deuxième partie du même code sont applicables à l'ensemble des personnels de l'agence régionale de santé. Les délégués syndicaux sont désignés par chaque syndicat représentatif qui constitue une section syndicale dans l'agence régionale de santé pour le représenter auprès de l'employeur. Chaque syndicat qui constitue, conformément à l'article L. 2142-1 du même code, une section syndicale au sein de l'agence peut, s'il n'est pas représentatif dans l'agence, désigner un représentant de la section pour le représenter au sein de l'agence. Les membres des instances visées aux alinéas précédents, les délégués du personnel, délégués syndicaux et les représentants des sections syndicales bénéficient de la protection prévue par leurs statuts respectifs et, pour ce qui concerne les salariés placés sous le régime des conventions collectives, du livre IV de la deuxième partie du même code.",
            "texteHtml": "<p>Il est institué dans chaque agence régionale de santé un comité d'agence et un comité d'hygiène, de sécurité et des conditions de travail, compétents pour l'ensemble du personnel de l'agence. </p><p>Le comité d'agence est institué dans les conditions prévues à l'article 15 de la loi <a href='/affichTexte.do?cidTexte=JORFTEXT000000501099&categorieLien=cid' title='Loi n°84-16 du 11 janvier 1984 (V)'>n° 84-16 </a>du 11 janvier 1984 portant dispositions statutaires relatives à la fonction publique de l'Etat. Toutefois, les modalités de consultation des personnels prévues au second alinéa du même article peuvent faire l'objet d'adaptations pour permettre la représentation des personnels de droit privé de l'agence. Le comité d'agence exerce en outre les compétences prévues aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006901931&dateTexte=&categorieLien=cid' title='Code du travail - art. L2323-1 (V)'>L. 2323-1 </a>à L. 2323-87 du code du travail, sous réserve des adaptations prévues par décret en Conseil d'Etat en application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006901923&dateTexte=&categorieLien=cid' title='Code du travail - art. L2321-1 (V)'>L. 2321-1 </a>du même code. Il est doté de la personnalité civile et gère son patrimoine. </p><p>Le comité d'hygiène, de sécurité et des conditions de travail est institué dans les conditions prévues à l'article 16 de la loi n° 84-16 du 11 janvier 1984 précitée. Il exerce en outre les compétences prévues aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006903300&dateTexte=&categorieLien=cid' title='Code du travail - art. L4612-1 (V)'>L. 4612-1 à L. 4612-18 </a>du code du travail, sous réserve des adaptations prévues par décret en Conseil d'Etat en application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006903141&dateTexte=&categorieLien=cid' title='Code du travail - art. L4111-2 (V)'>L. 4111-2 </a>du même code. </p><p>Les dispositions du chapitre III du titre IV du livre Ier de la deuxième partie du même code sont applicables à l'ensemble des personnels de l'agence régionale de santé. Les délégués syndicaux sont désignés par chaque syndicat représentatif qui constitue une section syndicale dans l'agence régionale de santé pour le représenter auprès de l'employeur. </p><p>Chaque syndicat qui constitue, conformément à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006901614&dateTexte=&categorieLien=cid' title='Code du travail - art. L2142-1 (V)'>L. 2142-1</a> du même code, une section syndicale au sein de l'agence peut, s'il n'est pas représentatif dans l'agence, désigner un représentant de la section pour le représenter au sein de l'agence. </p><p>Les membres des instances visées aux alinéas précédents, les délégués du personnel, délégués syndicaux et les représentants des sections syndicales bénéficient de la protection prévue par leurs statuts respectifs et, pour ce qui concerne les salariés placés sous le régime des conventions collectives, du livre IV de la deuxième partie du même code.</p>",
            "num": "L1432-11",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1270080000000,
            "dateFin": 1278460800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1879048191,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006103419",
                        "id": "LEGISCTA000006103419",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Protection générale de la santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006125345",
                        "id": "LEGISCTA000006125345",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Administration générale de la santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140607",
                        "id": "LEGISCTA000006140607",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-04-01",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Agences régionales de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020891559",
                        "id": "LEGISCTA000020897740",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-04-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Organisation et fonctionnement des agences régionales de santé \n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020891571",
                        "id": "LEGISCTA000020897736",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-04-01",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Personnel des agences\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020891599",
                        "id": "LEGISCTA000020897724",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020891605",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020891599",
            "sectionParentId": "LEGISCTA000020897724",
            "sectionParentTitre": "Section 3 : Personnel des agences\r\n",
            "fullSectionsTitre": "Partie législative &gt; Première partie : Protection générale de la santé &gt; Livre IV : Administration générale de la santé &gt; Titre III : Agences régionales de santé &gt; Chapitre II : Organisation et fonctionnement des agences régionales de santé \n &gt; Section 3 : Personnel des agences\r\n",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000020897668",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000020879475",
                    "textTitle": "LOI n°2009-879\n du 21 juillet 2009 - art. 118",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "118",
                    "articleId": "LEGIARTI000020881292",
                    "natureText": "LOI",
                    "datePubliTexte": "2009-07-22",
                    "dateSignaTexte": "2009-07-21",
                    "dateDebutCible": "2009-07-23"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000501099",
                    "textTitle": "Loi n°84-16 du 11 janvier 1984 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000501099",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "84-16",
                    "datePubli": 442713600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000022040868",
                    "textTitle": "Décret n°2010-341\n du 31 mars 2010 - art. 1 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000022044450",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2010-341",
                    "datePubli": 1270080000000,
                    "dateDebut": 1270080000000
                },
                {
                    "textCid": "JORFTEXT000022040868",
                    "textTitle": "Décret n°2010-341\n du 31 mars 2010 - art. 48 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "48",
                    "articleId": "LEGIARTI000022044461",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2010-341",
                    "datePubli": 1270080000000,
                    "dateDebut": 1270080000000
                },
                {
                    "textCid": "JORFTEXT000022436528",
                    "textTitle": "LOI n°2010-751 du 5 juillet 2010 - art. 27 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "27",
                    "articleId": "LEGIARTI000022441052",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2010-751",
                    "datePubli": 1278374400000,
                    "dateDebut": 1278460800000
                },
                {
                    "textCid": "JORFTEXT000023491645",
                    "textTitle": "Décision n°2010-91 QPC  du 28 janvier 2011 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000023491659",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2010-91 QPC",
                    "datePubli": 1296259200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000023491645",
                    "textTitle": "Décision n°2010-91 QPC  du 28 janvier 2011 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000023491646",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2010-91 QPC",
                    "datePubli": 1296259200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000031593620",
                    "textTitle": "Ordonnance n°2015-1620 du 10 décembre 2015 - art. 4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000031599004",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2015-1620",
                    "datePubli": 1449792000000,
                    "dateDebut": 1449878400000
                },
                {
                    "textCid": "JORFTEXT000032895140",
                    "textTitle": "Arrêté du 6 juillet 2016, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000032895140",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1468713600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000041762549",
                    "textTitle": "Rapport - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000041762550",
                    "natureText": "RAPPORT",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1585353600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000042545890",
                    "textTitle": "Décret n°2020-1427 du 20 novembre 2020 - art. 110 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "110",
                    "articleId": "LEGIARTI000042547141",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2020-1427",
                    "datePubli": 1606003200000,
                    "dateDebut": 1606089600000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2142-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2142-1",
                    "articleId": "LEGIARTI000006901614",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2321-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2321-1",
                    "articleId": "LEGIARTI000006901923",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L2323-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2323-1",
                    "articleId": "LEGIARTI000006901931",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L4111-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L4111-2",
                    "articleId": "LEGIARTI000006903141",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1484352000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L4612-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L4612-1",
                    "articleId": "LEGIARTI000006903300",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1432-12 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1432-12",
                    "articleId": "LEGIARTI000020897665",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1270080000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1432-125 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1432-125",
                    "articleId": "LEGIARTI000045880863",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1672531200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1432-78 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1432-78",
                    "articleId": "LEGIARTI000042200445",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1596240000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1432-83-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1432-83-1",
                    "articleId": "LEGIARTI000042189445",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1596240000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1432-83-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1432-83-2",
                    "articleId": "LEGIARTI000042189447",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1596240000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1432-85 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R1432-85",
                    "articleId": "LEGIARTI000042200427",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1596240000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020897668",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1270080000000,
                    "dateFin": 1278460800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022446921",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1278460800000,
                    "dateFin": 1470787200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033023107",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1470787200000,
                    "dateFin": 1565222400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038922423",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1565222400000,
                    "dateFin": 1592524800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042012916",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1592524800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L1432-11",
                "1432-11"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}