{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000019757026",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. ― Sous réserve des dispositions du II et du III, l'exigence de marge de solvabilité des mutuelles et unions agréées dans les conditions prévues à l'article L. 211-7-2 est égale au plus élevé des deux résultats obtenus par l'application des deux méthodes suivantes : a) Première méthode : calcul par rapport au montant annuel des cotisations. L'assiette des cotisations est calculée à partir des cotisations brutes émises ou des cotisations brutes acquises, le montant le plus élevé étant retenu. Les cotisations émises dans le cadre des acceptations en réassurance au cours du dernier exercice, accessoires compris, sont agrégées. De ce montant sont déduits le montant total des cotisations annulées au cours du dernier exercice ainsi que le montant total des impôts et taxes afférents aux cotisations précitées. Le montant obtenu est divisé en deux tranches, respectivement inférieure et supérieure à 50 millions d'euros.A 18 % de la première tranche sont ajoutés 16 % de la seconde. Le résultat déterminé par application de la première méthode est le produit de la somme prévue à l'alinéa précédent par le rapport, sur les trois derniers exercices, entre le montant des sinistres demeurant à la charge de l'entreprise de réassurance après déduction des montants récupérables au titre des cessions en réassurance et le montant des sinistres bruts. Ce rapport ne peut, en aucun cas, être inférieur à 50 %. Sous réserve de l'accord de l'Autorité de contrôle, des méthodes statistiques peuvent être utilisées pour l'affectation des cotisations. b) Deuxième méthode : calcul par rapport à la charge moyenne des sinistres. La charge moyenne des sinistres est calculée sur la base des trois derniers exercices. Les montants des sinistres réglés durant les périodes mentionnées à l'alinéa précédent, sans déduction des sinistres supportés par les rétrocessionnaires, sont agrégés.A cette somme est ajouté le montant des provisions pour sinistres constituées à la fin du dernier exercice. Il en est déduit le montant des recours encaissés au cours des mêmes périodes, ainsi que le montant des provisions pour sinistres constituées au début du second exercice précédant le dernier exercice inventorié. Un tiers du montant ainsi obtenu est réparti en deux tranches, respectivement inférieure et supérieure à 35 millions d'euros.A 26 % de la première tranche sont ajoutés 23 % de la seconde tranche. La somme ainsi obtenue est multipliée par le rapport, sur les trois derniers exercices, entre le montant des sinistres demeurant à la charge de l'organisme après déduction des montants récupérables au titre des rétrocessions en réassurance et le montant des sinistres bruts. Ce rapport ne peut, en aucun cas, être inférieur à 50 %. Avec l'accord des autorités compétentes, des méthodes statistiques peuvent être utilisées pour l'affectation des sinistres, provisions et recours. Si les calculs prévus au a et au b donnent un résultat inférieur à l'exigence de marge de solvabilité de l'exercice précédent, l'exigence de marge de solvabilité est au moins égale à celle de l'exercice précédent, multipliée par le rapport entre le montant des provisions techniques pour sinistres à la fin du dernier exercice et leur montant au début du dernier exercice. Dans ce cas, les provisions techniques sont calculées déduction faite des rétrocessions, ce rapport ne pouvant cependant pas être supérieur à un. Les montants correspondant aux seuils des cotisations et des sinistres mentionnés aux a et b sont révisés annuellement en fonction de l'évolution de l'indice européen des prix à la consommation publié par Eurostat pour l'ensemble des Etats membres. Chaque année, l'Autorité de contrôle communique les nouveaux montants en euros calculés en fonction de l'évolution de cet indice et arrondis au multiple de 100 000 euros supérieur. Si la variation de l'indice depuis la dernière adaptation est inférieure à 5 %, ces montants ne sont pas révisés. II. ― Sur demande et justification de l'organisme auprès de l'Autorité de contrôle, et avec l'accord de celle-ci, les montants récupérables au titre des risques cédés à un véhicule de titrisation mentionné à l'article L. 310-1-2 du code des assurances peuvent être assimilés à des cessions en réassurance pour le calcul du rapport mentionné à l'avant-dernier alinéa du a et au quatrième alinéa du b du I.L'Autorité de contrôle tient compte du transfert de risque effectif pour apprécier l'ampleur de la réduction d'exigence de marge de solvabilité autorisée au titre de chaque opération réalisée avec un véhicule de titrisation. Elle tient également compte de la capacité de ce véhicule à tenir à tout moment ses engagements. En outre, pour la prise en compte de la réassurance financière limitée dans le ratio de réassurance mentionné au premier alinéa, l'Autorité de contrôle se fonde sur le transfert de risque effectif. III. ― L'Autorité de contrôle peut exiger d'une mutuelle ou union de réassurance, sur décision motivée, que pour les opérations mentionnées au b du 1° du I de l'article L. 111-1 , à l'exception des opérations d'assurance collective en cas de décès et des opérations mentionnées au d du 1 de l'article 2 de la directive n° 2002 / 83 / CE concernant l'assurance directe sur la vie, l'exigence de marge de solvabilité soit déterminée conformément à l'article R. 212-16 . L'exigence de marge de solvabilité de cette mutuelle ou union de réassurance pratiquant simultanément la réassurance vie et non-vie est alors égale à la somme des exigences de marge de solvabilité applicables aux activités de réassurance vie et aux activités de réassurance non-vie, calculées conformément au II et à l'alinéa précédent.",
            "texteHtml": "I. ― Sous réserve des dispositions du II et du III, l'exigence de marge de solvabilité des mutuelles et unions agréées dans les conditions prévues à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074067&idArticle=LEGIARTI000018996420&dateTexte=&categorieLien=cid'>l'article L. 211-7-2 </a>est égale au plus élevé des deux résultats obtenus par l'application des deux méthodes suivantes : <br/><br/>a) Première méthode : calcul par rapport au montant annuel des cotisations.<br/><br/>L'assiette des cotisations est calculée à partir des cotisations brutes émises ou des cotisations brutes acquises, le montant le plus élevé étant retenu. <br/><br/>Les cotisations émises dans le cadre des acceptations en réassurance au cours du dernier exercice, accessoires compris, sont agrégées. <br/><br/>De ce montant sont déduits le montant total des cotisations annulées au cours du dernier exercice ainsi que le montant total des impôts et taxes afférents aux cotisations précitées. <br/><br/>Le montant obtenu est divisé en deux tranches, respectivement inférieure et supérieure à 50 millions d'euros.A 18 % de la première tranche sont ajoutés 16 % de la seconde. <br/><br/>Le résultat déterminé par application de la première méthode est le produit de la somme prévue à l'alinéa précédent par le rapport, sur les trois derniers exercices, entre le montant des sinistres demeurant à la charge de l'entreprise de réassurance après déduction des montants récupérables au titre des cessions en réassurance et le montant des sinistres bruts. Ce rapport ne peut, en aucun cas, être inférieur à 50 %. <br/><br/>Sous réserve de l'accord de l'Autorité de contrôle, des méthodes statistiques peuvent être utilisées pour l'affectation des cotisations. <br/><br/>b) Deuxième méthode : calcul par rapport à la charge moyenne des sinistres. <br/><br/>La charge moyenne des sinistres est calculée sur la base des trois derniers exercices. <br/><br/>Les montants des sinistres réglés durant les périodes mentionnées à l'alinéa précédent, sans déduction des sinistres supportés par les rétrocessionnaires, sont agrégés.A cette somme est ajouté le montant des provisions pour sinistres constituées à la fin du dernier exercice. Il en est déduit le montant des recours encaissés au cours des mêmes périodes, ainsi que le montant des provisions pour sinistres constituées au début du second exercice précédant le dernier exercice inventorié. <br/><br/>Un tiers du montant ainsi obtenu est réparti en deux tranches, respectivement inférieure et supérieure à 35 millions d'euros.A 26 % de la première tranche sont ajoutés 23 % de la seconde tranche. <br/><br/>La somme ainsi obtenue est multipliée par le rapport, sur les trois derniers exercices, entre le montant des sinistres demeurant à la charge de l'organisme après déduction des montants récupérables au titre des rétrocessions en réassurance et le montant des sinistres bruts. Ce rapport ne peut, en aucun cas, être inférieur à 50 %. <br/><br/>Avec l'accord des autorités compétentes, des méthodes statistiques peuvent être utilisées pour l'affectation des sinistres, provisions et recours. <br/><br/>Si les calculs prévus au a et au b donnent un résultat inférieur à l'exigence de marge de solvabilité de l'exercice précédent, l'exigence de marge de solvabilité est au moins égale à celle de l'exercice précédent, multipliée par le rapport entre le montant des provisions techniques pour sinistres à la fin du dernier exercice et leur montant au début du dernier exercice. Dans ce cas, les provisions techniques sont calculées déduction faite des rétrocessions, ce rapport ne pouvant cependant pas être supérieur à un. <br/><br/>Les montants correspondant aux seuils des cotisations et des sinistres mentionnés aux a et b sont révisés annuellement en fonction de l'évolution de l'indice européen des prix à la consommation publié par Eurostat pour l'ensemble des Etats membres. <br/><br/>Chaque année, l'Autorité de contrôle communique les nouveaux montants en euros calculés en fonction de l'évolution de cet indice et arrondis au multiple de 100 000 euros supérieur. <br/><br/>Si la variation de l'indice depuis la dernière adaptation est inférieure à 5 %, ces montants ne sont pas révisés. <br/><br/>II. ― Sur demande et justification de l'organisme auprès de l'Autorité de contrôle, et avec l'accord de celle-ci, les montants récupérables au titre des risques cédés à un véhicule de titrisation mentionné à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000019003108&dateTexte=&categorieLien=cid'>l'article L. 310-1-2 </a>du code des assurances peuvent être assimilés à des cessions en réassurance pour le calcul du rapport mentionné à l'avant-dernier alinéa du a et au quatrième alinéa du b du I.L'Autorité de contrôle tient compte du transfert de risque effectif pour apprécier l'ampleur de la réduction d'exigence de marge de solvabilité autorisée au titre de chaque opération réalisée avec un véhicule de titrisation. Elle tient également compte de la capacité de ce véhicule à tenir à tout moment ses engagements. <br/><br/>En outre, pour la prise en compte de la réassurance financière limitée dans le ratio de réassurance mentionné au premier alinéa, l'Autorité de contrôle se fonde sur le transfert de risque effectif. <br/><br/>III. ― L'Autorité de contrôle peut exiger d'une mutuelle ou union de réassurance, sur décision motivée, que pour les opérations mentionnées au b du 1° du I de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074067&idArticle=LEGIARTI000006792038&dateTexte=&categorieLien=cid'>l'article L. 111-1</a>, à l'exception des opérations d'assurance collective en cas de décès et des opérations mentionnées au d du 1 de l'article 2 de la directive n° 2002 / 83 / CE concernant l'assurance directe sur la vie, l'exigence de marge de solvabilité soit déterminée conformément à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074067&idArticle=LEGIARTI000006796048&dateTexte=&categorieLien=cid'>l'article R. 212-16</a>.<br/><br/>L'exigence de marge de solvabilité de cette mutuelle ou union de réassurance pratiquant simultanément la réassurance vie et non-vie est alors égale à la somme des exigences de marge de solvabilité applicables aux activités de réassurance vie et aux activités de réassurance non-vie, calculées conformément au II et à l'alinéa précédent.",
            "num": "R212-20-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "ABROGE",
            "dateDebut": 1226275200000,
            "dateFin": 1451606400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610977801,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-11-25",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107979",
                        "id": "LEGISCTA000006107979",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-11-25",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Mutuelles et unions pratiquant des opérations d'assurance et de capitalisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128453",
                        "id": "LEGISCTA000006128453",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-11-25",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Règles de fonctionnement applicables aux mutuelles et unions pratiquant des opérations d'assurance et de capitalisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142819",
                        "id": "LEGISCTA000006142819",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2002-03-16",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Fonctionnement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157526",
                        "id": "LEGISCTA000006157526",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2002-05-04",
                        "fin": "2016-01-01",
                        "titre": "Section 2 : Marge de solvabilité.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006174305",
                        "id": "LEGISCTA000006174305",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Régime comptable",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006174305",
                        "id": "LEGISCTA000030584718",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1985-07-26",
                        "fin": "2999-01-01",
                        "titre": "Code de la mutualité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074067",
                        "id": "LEGITEXT000006074067",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000019750409",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006174305",
            "sectionParentId": "LEGISCTA000030584718",
            "sectionParentTitre": "Section 2 : Régime comptable",
            "fullSectionsTitre": "Partie réglementaire - Décrets en Conseil d'Etat &gt; Livre II : Mutuelles et unions pratiquant des opérations d'assurance et de capitalisation. &gt; Titre Ier : Règles de fonctionnement applicables aux mutuelles et unions pratiquant des opérations d'assurance et de capitalisation. &gt; Chapitre II : Fonctionnement. &gt; Section 2 : Régime comptable",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000019757026",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074067",
                    "titre": "Code de la mutualité",
                    "titreLong": "Code de la mutualité",
                    "etat": "VIGUEUR",
                    "dateDebut": 491184000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074067",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000019735760",
                    "textTitle": "Décret n°2008-1154\n du 7 novembre 2008 - art. 16",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "16",
                    "articleId": "LEGIARTI000019737371",
                    "natureText": "DECRET",
                    "datePubliTexte": "2008-11-09",
                    "dateSignaTexte": "2008-11-07",
                    "dateDebutCible": "2008-11-10"
                },
                {
                    "textCid": "JORFTEXT000030559751",
                    "textTitle": "DÉCRET n°2015-513 du 7 mai 2015 - art. 13",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "13",
                    "articleId": "LEGIARTI000030561283",
                    "natureText": "DECRET",
                    "datePubliTexte": "2015-05-10",
                    "dateSignaTexte": "2015-05-07",
                    "dateDebutCible": "2015-05-11"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000029675735",
                    "textTitle": "DÉCRET n°2014-1280 du 23 octobre 2014 - art. (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000031461553",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2014-1280",
                    "datePubli": 1414800000000,
                    "dateDebut": 1446940800000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L310-1-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L310-1-2",
                    "articleId": "LEGIARTI000019003108",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1213488000000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L111-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L111-1",
                    "articleId": "LEGIARTI000006792038",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 491184000000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L211-7-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L211-7-2",
                    "articleId": "LEGIARTI000018996420",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1287878400000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. R212-16",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R212-16",
                    "articleId": "LEGIARTI000006796048",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1020470400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000019757026",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 1226275200000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R212-20-2",
                "212-20-2"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}