{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000029772624",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. ― Hors Ile-de-France, les autorités organisatrices de transports urbains peuvent, sur délibération, instituer une taxe forfaitaire sur le produit de la valorisation des terrains nus et des immeubles bâtis résultant de la réalisation d'infrastructures de transports collectifs en site propre devant faire l'objet d'une déclaration d'utilité publique ou, lorsque celle-ci n'est pas nécessaire, d'une déclaration de projet. L'entrée en vigueur de la taxe, dont la date est fixée par la délibération, ne peut intervenir plus de deux ans après la publication ou l'affichage de la déclaration d'utilité publique ou de la déclaration de projet. La délibération précise également la durée pendant laquelle cette taxe est exigible, qui ne peut excéder quinze ans. Hors Ile-de-France et dans les mêmes conditions, l'Etat ou les régions, autorités organisatrices des services de transports ferroviaires régionaux de voyageurs, peuvent également instituer une taxe forfaitaire sur la valorisation des terrains nus et des immeubles bâtis résultant de la réalisation d'infrastructures ferroviaires. La taxe est affectée au budget de l'autorité organisatrice de transport. Elle est destinée exclusivement au financement de la réalisation, du réaménagement ou de la modernisation des équipements et infrastructures de transport. Lorsqu'elle est instituée par l'Etat, la taxe est affectée à l'Agence de financement des infrastructures de transport de France. II. ― La taxe s'applique aux cessions à titre onéreux des terrains nus et des immeubles bâtis ainsi qu'aux droits relatifs à ces biens et aux cessions de participations dans des personnes morales à prépondérance immobilière, définies au I de l'article 726 , représentatives de ces immeubles qui figurent dans un périmètre arrêté par l'Etat ou l'autorité organisatrice de transport. Les terrains et les immeubles soumis à la taxe ne peuvent être situés à plus de 1 200 mètres d'une station de transports collectifs, créée ou desservie à l'occasion de la réalisation du projet de transports collectifs en site propre, ou d'une entrée de gare ferroviaire. Sous réserve d'une justification particulière tenant à des motifs d'ordre social, certaines cessions d'immeubles ou certaines zones peuvent être exonérées du paiement de la taxe par l'autorité qui l'institue. Sont exclus du champ de la taxe : 1° La première vente en l'état futur d'achèvement et la première vente après leur achèvement d'immeubles bâtis, sous réserve que ceux-ci n'aient pas fait l'objet d'une première vente en l'état futur d'achèvement ; 2° Les ventes de terrains au titre desquelles la taxe sur la cession des terrains nus devenus constructibles prévue par l'article 1529 est due ; 3° Les transferts de propriété opérés dans des conditions prévues par l'article L. 12-1 du code de l'expropriation pour cause d'utilité publique ; 4° Les terrains et bâtiments vendus par les gestionnaires d'infrastructures de transports collectifs ferroviaires ou guidés ; 5° Les cessions de biens qui ont été acquis postérieurement à la mise en service de l'équipement d'infrastructure concerné ; 6° Les terrains et bâtiments qui sont vendus à un organisme d'habitations à loyer modéré, à une société d'économie mixte gérant des logements sociaux, à l'association mentionnée à l'article L. 313-34 du code de la construction et de l'habitation, aux sociétés civiles immobilières dont cette association détient la majorité des parts pour les logements visés au 4° de l'article L. 351-2 du même code ou à un organisme bénéficiant de l'agrément relatif à la maîtrise d'ouvrage prévu à l'article L. 365-2 dudit code ; 7° Les terrains et bâtiments qui sont vendus à une collectivité territoriale, à un établissement public de coopération intercommunale compétent ou à un établissement public foncier mentionné aux articles L. 321-1 et L. 324-1 du code de l'urbanisme en vue de leur cession à l'un des organismes mentionnés au 6° ; en cas de non-respect de cette condition dans un délai d'un an à compter de l'acquisition des biens, la collectivité territoriale ou l'établissement public de coopération intercommunale compétent reverse le montant dû au titre du I ; ce délai est porté à trois ans pour les cessions réalisées par un établissement public foncier au profit de l'un des organismes mentionnés au 6°. III. ― La taxe est due par les personnes physiques et les sociétés ou groupements soumis à l'impôt sur le revenu ou l'impôt sur les sociétés et par les contribuables qui ne sont pas fiscalement domiciliés en France assujettis à l'impôt sur le revenu, soumis au prélèvement obligatoire dans les conditions prévues par l'article 244 bis A. IV. ― La taxe est assise sur un montant égal à 80 % de la différence entre, d'une part, le prix de cession défini à l'article 150 VA et, d'autre part, le prix d'acquisition défini à l'article 150 VB . Le prix d'acquisition ainsi que les dépenses et frais retenus en majoration de ce prix sont actualisés en fonction du dernier indice des prix à la consommation hors tabac publié par l'Institut national de la statistique et des études économiques à la date de l'acquisition du bien ou de la réalisation. La plus-value calculée dans les conditions fixées au premier alinéa est diminuée du montant de la plus-value imposée en application des articles 150 U à 150 VH. Le taux de la taxe est de 15 % pour les autorités organisatrices de transports urbains, 5 % pour la région et 5 % pour l'Etat lorsque la cession porte sur des biens ou droits relatifs à ces biens mentionnés au II entièrement situés à une distance de moins de 800 mètres d'une entrée de gare de voyageurs prévue pour le projet d'infrastructure au titre duquel la taxe a été instituée. Au-delà de cette distance, et lorsque la cession porte sur des biens ou droits relatifs à ces biens mentionnés au même II entièrement situés à une distance de moins de 1 200 mètres d'une entrée de gare de voyageurs prévue pour le projet d'infrastructure au titre duquel la taxe a été instituée, le taux de la taxe est de 7,5 % pour les autorités organisatrices de transports urbains, 2,5 % pour la région et 2,5 % pour l'Etat. Le montant total de ces taxes ne peut excéder 5 % du prix de cession. En cas d'excédent, celui-ci s'impute, à due proportion, sur le produit de la taxe due aux autorités organisatrices de transports urbains, sur celui de la taxe due à la région et sur celui de la taxe due à l'Etat. La taxe est exigible lors de chaque cession qui intervient dans le délai mentionné au I. Elle est due par le cédant. V. ― Une déclaration conforme à un modèle établi par l'administration est déposée lors de l'enregistrement de l'acte de cession dans les conditions prévues par l'article 1529. Lorsque aucune plus-value, calculée selon les modalités prévues au IV, n'est constatée, aucune déclaration ne doit être déposée. L'acte de cession soumis à la formalité fusionnée ou présenté à l'enregistrement précise, sous peine du refus de dépôt ou de la formalité d'enregistrement, les fondements de cette absence de taxation. VI. ― La taxe est versée lors du dépôt de la déclaration prévue au V, dans les conditions prévues par l'article 150 VG . VII. ― La délibération instituant la taxe est notifiée aux services fiscaux au plus tard le premier jour du deuxième mois qui suit la date à laquelle elle est intervenue. A défaut, la taxe n'est pas due. VIII. ― Un décret en Conseil d'Etat précise les conditions d'application du présent article.",
            "texteHtml": "<p>I. ― Hors Ile-de-France, les autorités organisatrices de transports urbains peuvent, sur délibération, instituer une taxe forfaitaire sur le produit de la valorisation des terrains nus et des immeubles bâtis résultant de la réalisation d'infrastructures de transports collectifs en site propre devant faire l'objet d'une déclaration d'utilité publique ou, lorsque celle-ci n'est pas nécessaire, d'une déclaration de projet. L'entrée en vigueur de la taxe, dont la date est fixée par la délibération, ne peut intervenir plus de deux ans après la publication ou l'affichage de la déclaration d'utilité publique ou de la déclaration de projet. La délibération précise également la durée pendant laquelle cette taxe est exigible, qui ne peut excéder quinze ans. </p><p>Hors Ile-de-France et dans les mêmes conditions, l'Etat ou les régions, autorités organisatrices des services de transports ferroviaires régionaux de voyageurs, peuvent également instituer une taxe forfaitaire sur la valorisation des terrains nus et des immeubles bâtis résultant de la réalisation d'infrastructures ferroviaires. </p><p>La taxe est affectée au budget de l'autorité organisatrice de transport. Elle est destinée exclusivement au financement de la réalisation, du réaménagement ou de la modernisation des équipements et infrastructures de transport. Lorsqu'elle est instituée par l'Etat, la taxe est affectée à l'Agence de financement des infrastructures de transport de France. </p><p>II. ― La taxe s'applique aux cessions à titre onéreux des terrains nus et des immeubles bâtis ainsi qu'aux droits relatifs à ces biens et aux cessions de participations dans des personnes morales à prépondérance immobilière, définies au I de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006310772&dateTexte=&categorieLien=cid'>l'article 726</a>, représentatives de ces immeubles qui figurent dans un périmètre arrêté par l'Etat ou l'autorité organisatrice de transport. Les terrains et les immeubles soumis à la taxe ne peuvent être situés à plus de 1 200 mètres d'une station de transports collectifs, créée ou desservie à l'occasion de la réalisation du projet de transports collectifs en site propre, ou d'une entrée de gare ferroviaire. Sous réserve d'une justification particulière tenant à des motifs d'ordre social, certaines cessions d'immeubles ou certaines zones peuvent être exonérées du paiement de la taxe par l'autorité qui l'institue. </p><p>Sont exclus du champ de la taxe : </p><p>1° La première vente en l'état futur d'achèvement et la première vente après leur achèvement d'immeubles bâtis, sous réserve que ceux-ci n'aient pas fait l'objet d'une première vente en l'état futur d'achèvement ; </p><p>2° Les ventes de terrains au titre desquelles la taxe sur la cession des terrains nus devenus constructibles prévue par <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006306306&dateTexte=&categorieLien=cid'>l'article 1529 </a>est due ; </p><p>3° Les transferts de propriété opérés dans des conditions prévues par <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074224&idArticle=LEGIARTI000006840095&dateTexte=&categorieLien=cid'>l'article L. 12-1</a> du code de l'expropriation pour cause d'utilité publique ; </p><p>4° Les terrains et bâtiments vendus par les gestionnaires d'infrastructures de transports collectifs ferroviaires ou guidés ; </p><p>5° Les cessions de biens qui ont été acquis postérieurement à la mise en service de l'équipement d'infrastructure concerné ; </p><p>6° Les terrains et bâtiments qui sont vendus à un organisme d'habitations à loyer modéré, à une société d'économie mixte gérant des logements sociaux, à l'association mentionnée à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000020443167&dateTexte=&categorieLien=cid'>l'article L. 313-34 </a>du code de la construction et de l'habitation, aux sociétés civiles immobilières dont cette association détient la majorité des parts pour les logements visés au 4° de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006825154&dateTexte=&categorieLien=cid'>l'article L. 351-2 </a>du même code ou à un organisme bénéficiant de l'agrément relatif à la maîtrise d'ouvrage prévu à l'article L. 365-2 dudit code ; </p><p>7° Les terrains et bâtiments qui sont vendus à une collectivité territoriale, à un établissement public de coopération intercommunale compétent ou à un établissement public foncier mentionné aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074075&idArticle=LEGIARTI000006815543&dateTexte=&categorieLien=cid'>articles L. 321-1 et L. 324-1 </a>du code de l'urbanisme en vue de leur cession à l'un des organismes mentionnés au 6° ; en cas de non-respect de cette condition dans un délai d'un an à compter de l'acquisition des biens, la collectivité territoriale ou l'établissement public de coopération intercommunale compétent reverse le montant dû au titre du I ; ce délai est porté à trois ans pour les cessions réalisées par un établissement public foncier au profit de l'un des organismes mentionnés au 6°. </p><p>III. ― La taxe est due par les personnes physiques et les sociétés ou groupements soumis à l'impôt sur le revenu ou l'impôt sur les sociétés et par les contribuables qui ne sont pas fiscalement domiciliés en France assujettis à l'impôt sur le revenu, soumis au prélèvement obligatoire dans les conditions prévues par <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006309185&dateTexte=&categorieLien=cid'>l'article 244 bis A. </a></p><p>IV. ― La taxe est assise sur un montant égal à 80 % de la différence entre, d'une part, le prix de cession défini à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006302811&dateTexte=&categorieLien=cid'>l'article 150 VA </a>et, d'autre part, le prix d'acquisition défini à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006302777&dateTexte=&categorieLien=cid'>l'article 150 VB</a>. Le prix d'acquisition ainsi que les dépenses et frais retenus en majoration de ce prix sont actualisés en fonction du dernier indice des prix à la consommation hors tabac publié par l'Institut national de la statistique et des études économiques à la date de l'acquisition du bien ou de la réalisation. </p><p>La plus-value calculée dans les conditions fixées au premier alinéa est diminuée du montant de la plus-value imposée en application des articles 150 U à 150 VH. </p><p>Le taux de la taxe est de 15 % pour les autorités organisatrices de transports urbains, 5 % pour la région et 5 % pour l'Etat lorsque la cession porte sur des biens ou droits relatifs à ces biens mentionnés au II entièrement situés à une distance de moins de 800 mètres d'une entrée de gare de voyageurs prévue pour le projet d'infrastructure au titre duquel la taxe a été instituée. Au-delà de cette distance, et lorsque la cession porte sur des biens ou droits relatifs à ces biens mentionnés au même II entièrement situés à une distance de moins de 1 200 mètres d'une entrée de gare de voyageurs prévue pour le projet d'infrastructure au titre duquel la taxe a été instituée, le taux de la taxe est de 7,5 % pour les autorités organisatrices de transports urbains, 2,5 % pour la région et 2,5 % pour l'Etat. Le montant total de ces taxes ne peut excéder 5 % du prix de cession. En cas d'excédent, celui-ci s'impute, à due proportion, sur le produit de la taxe due aux autorités organisatrices de transports urbains, sur celui de la taxe due à la région et sur celui de la taxe due à l'Etat. </p><p>La taxe est exigible lors de chaque cession qui intervient dans le délai mentionné au I. Elle est due par le cédant. </p><p>V. ― Une déclaration conforme à un modèle établi par l'administration est déposée lors de l'enregistrement de l'acte de cession dans les conditions prévues par l'article 1529. Lorsque aucune plus-value, calculée selon les modalités prévues au IV, n'est constatée, aucune déclaration ne doit être déposée. L'acte de cession soumis à la formalité fusionnée ou présenté à l'enregistrement précise, sous peine du refus de dépôt ou de la formalité d'enregistrement, les fondements de cette absence de taxation. </p><p>VI. ― La taxe est versée lors du dépôt de la déclaration prévue au V, dans les conditions prévues par <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006302790&dateTexte=&categorieLien=cid'>l'article 150 VG</a>. </p><p>VII. ― La délibération instituant la taxe est notifiée aux services fiscaux au plus tard le premier jour du deuxième mois qui suit la date à laquelle elle est intervenue. A défaut, la taxe n'est pas due. </p><p>VIII. ― Un décret en Conseil d'Etat précise les conditions d'application du présent article.</p>",
            "num": "1609 nonies F",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "ABROGE",
            "dateDebut": 1307836800000,
            "dateFin": 1420070400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1967-12-29",
                        "fin": "2999-01-01",
                        "titre": "Deuxième Partie : Impositions perçues au profit des collectivités locales et de divers organismes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114497",
                        "id": "LEGISCTA000006114497",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Impositions perçues au profit de certains établissements publics et d'organismes divers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133856",
                        "id": "LEGISCTA000006133856",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147082",
                        "id": "LEGISCTA000006147082",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "Section XIII quinquies : Taxes sur le produit de la valorisation des terrains nus et des immeubles bâtis ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000026016690",
                        "id": "LEGISCTA000026016690",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000024168837",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000026016690",
            "sectionParentId": "LEGISCTA000026016690",
            "sectionParentTitre": "Section XIII quinquies : Taxes sur le produit de la valorisation des terrains nus et des immeubles bâtis ",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Deuxième Partie : Impositions perçues au profit des collectivités locales et de divers organismes &gt; Titre III : Impositions perçues au profit de certains établissements publics et d'organismes divers &gt; Chapitre premier : Impôts directs et taxes assimilées &gt; Section XIII quinquies : Taxes sur le produit de la valorisation des terrains nus et des immeubles bâtis ",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000029772624",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000024152033",
                    "textTitle": "Décret n°2011-645\r\n du 9 juin 2011 - art. 1",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000024154164",
                    "natureText": "DECRET",
                    "datePubliTexte": "2011-06-11",
                    "dateSignaTexte": "2011-06-09",
                    "dateDebutCible": "2011-06-12"
                },
                {
                    "textCid": "JORFTEXT000029730657",
                    "textTitle": "ORDONNANCE n°2014-1345 du 6 novembre 2014 - art. 3 (VD)",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000029732712",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2014-11-11",
                    "dateSignaTexte": "2014-11-06",
                    "dateDebutCible": "2015-01-01"
                },
                {
                    "textCid": "JORFTEXT000029988857",
                    "textTitle": "LOI n°2014-1654 du 29 décembre 2014 - art. 20",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "20",
                    "articleId": "LEGIARTI000029994843",
                    "natureText": "LOI",
                    "datePubliTexte": "2014-12-30",
                    "dateSignaTexte": "2014-12-29",
                    "dateDebutCible": "2015-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000026858779",
                    "textTitle": "Observations du  - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000026858780",
                    "natureText": "OBSERVATION",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1356825600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000026858735",
                    "textTitle": "Saisine du  - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000026858770",
                    "natureText": "SAISINE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1356825600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 150 U (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "150 U",
                    "articleId": "LEGIARTI000006302801",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 710208000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 150 VA",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "150 VA",
                    "articleId": "LEGIARTI000006302811",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 778464000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 150 VB",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "150 VB",
                    "articleId": "LEGIARTI000006302777",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1072828800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 150 VG",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "150 VG",
                    "articleId": "LEGIARTI000006302790",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1072828800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1529",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1529",
                    "articleId": "LEGIARTI000006306306",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1167609600000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 244 bis A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "244 bis A",
                    "articleId": "LEGIARTI000006309185",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 778464000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 726",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "726",
                    "articleId": "LEGIARTI000006310772",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. L321-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L321-1",
                    "articleId": "LEGIARTI000006815543",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1238198400000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L313-34",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L313-34",
                    "articleId": "LEGIARTI000020443167",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1543104000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L351-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L351-2",
                    "articleId": "LEGIARTI000006825154",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 266112000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L365-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L365-2",
                    "articleId": "LEGIARTI000020441522",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1238198400000
                },
                {
                    "textCid": "LEGITEXT000006074224",
                    "textTitle": "Code de l'expropriation pour cause d'utilité pu... - art. L220-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L220-1",
                    "articleId": "LEGIARTI000029733686",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1420070400000
                },
                {
                    "textCid": "LEGITEXT000006074224",
                    "textTitle": "Code de l'expropriation pour cause d'utilité pu... - art. L221-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L221-1",
                    "articleId": "LEGIARTI000029733690",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1420070400000
                },
                {
                    "textCid": "LEGITEXT000006074224",
                    "textTitle": "Code de l'expropriation pour cause d'utilité pu... - art. L222-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L222-1",
                    "articleId": "LEGIARTI000029733696",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1420070400000
                },
                {
                    "textCid": "LEGITEXT000006074224",
                    "textTitle": "Code de l'expropriation pour cause d'utilité publique - art. L12-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L12-1",
                    "articleId": "LEGIARTI000006840095",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 229824000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000029772624",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 1307836800000,
                    "dateFin": 1420070400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "1609 nonies F",
                "1609"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}