{
    "cid": "LEGIARTI000006908272",
    "num": "R1112-80",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112927",
                        "id": "LEGISCTA000006112927",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Protection générale de la santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132378",
                        "id": "LEGISCTA000006132378",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Protection des personnes en matière de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145467",
                        "id": "LEGISCTA000006145467",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Droits des personnes malades et des usagers du système de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160947",
                        "id": "LEGISCTA000006160947",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Personnes accueillies dans les établissements de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006178467",
                        "id": "LEGISCTA000006178467",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-03-04",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Commission des relations avec les usagers et de la qualité de la prise en charge",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006190181",
                        "id": "LEGISCTA000006190181",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-03-04",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : Champ d'application et missions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006196146",
                        "id": "LEGISCTA000006196146",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000034305703",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1112-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1112-1",
                    "articleId": "LEGIARTI000006685794",
                    "natureText": "CODE",
                    "date": 1599859407529,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1112-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1112-2",
                    "articleId": "LEGIARTI000006685796",
                    "natureText": "CODE",
                    "date": 1599859407529,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1112-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1112-3",
                    "articleId": "LEGIARTI000006685797",
                    "natureText": "CODE",
                    "date": 1599859407529,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1267142400000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1413-14",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1413-14",
                    "articleId": "LEGIARTI000006686977",
                    "natureText": "CODE",
                    "date": 1599859407529,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1015286400000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L6144-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L6144-1",
                    "articleId": "LEGIARTI000006690993",
                    "natureText": "CODE",
                    "date": 1599859407529,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1112-93",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R1112-93",
                    "articleId": "LEGIARTI000006908286",
                    "natureText": "CODE",
                    "date": 1599859407529,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1109894400000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1413-69",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R1413-69",
                    "articleId": "LEGIARTI000033496377",
                    "natureText": "CODE",
                    "date": 1599859407529,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1480291200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R6322-19 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R6322-19",
                    "articleId": "LEGIARTI000032626737",
                    "natureText": "CODE",
                    "date": 1599859407529,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1464998400000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R740-19 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R740-19",
                    "articleId": "LEGIARTI000006804086",
                    "natureText": "CODE",
                    "date": 1599859407530,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1121126400000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000034298470",
                    "textTitle": "Décret n°2017-415 du 27 mars 2017 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000034299861",
                    "natureText": "DECRET",
                    "datePubliTexte": "2017-03-29",
                    "dateSignaTexte": "2017-03-27",
                    "dateDebutCible": "2017-03-30"
                }
            ],
            "num": "R1112-80",
            "origine": "LEGI",
            "texte": "I.-La commission veille au respect des droits des usagers et facilite leurs démarches. A cet effet, l'ensemble des plaintes et réclamations adressées à l'établissement de santé par les usagers ou leurs proches ainsi que les réponses qui y sont apportées par les responsables de l'établissement sont tenues à la disposition des membres de la commission, selon des modalités définies par le règlement intérieur de l'établissement. Dans les conditions prévues aux articles R. 1112-93 et R. 1112-94 , la commission examine celles de ces plaintes et réclamations qui ne présentent pas le caractère d'un recours gracieux ou juridictionnel et veille à ce que toute personne soit informée sur les voies de recours et de conciliation dont elle dispose. II.-La commission contribue par ses avis et propositions à l'amélioration de la politique d'accueil et de prise en charge des personnes malades et de leurs proches. A cet effet : 1° Elle reçoit toutes les informations nécessaires à l'exercice de ses missions, notamment : a) Les mesures relatives à la politique d'amélioration continue de la qualité préparées par la commission médicale d'établissement conformément au 3° de l'article L. 6144-1 ainsi que les avis, voeux ou recommandations formulés dans ce domaine par les diverses instances consultatives de l'établissement ; b) Une synthèse des réclamations et plaintes adressées à l'établissement de santé par les usagers ou leurs proches au cours des douze mois précédents ; c) Le nombre de demandes de communication d'informations médicales formulées en vertu de l'article L. 1112-1 ainsi que les délais dans lesquels l'établissement satisfait à ces demandes ; d) Le résultat des enquêtes concernant l'évaluation de la satisfaction des usagers prévue à l'article L. 1112-2 , en particulier les appréciations formulées par les patients dans les questionnaires de sortie ; e) Le nombre, la nature et l'issue des recours gracieux ou juridictionnels formés contre l'établissement par les usagers ; f) Une présentation, au moins une fois par an, des événements indésirables graves mentionnés à l'article L. 1413-14 survenus au cours des douze mois précédents ainsi que les actions menées par l'établissement pour y remédier. g) Une information sur chaque événement indésirable grave associé à des soins, lors de la réunion qui suit la transmission au directeur général de l'agence régionale de santé de la deuxième partie du formulaire mentionné à l'article R. 1413-69 . Cette information, adressée par le représentant légal de l'établissement ou la personne qu'il désigne à cet effet, comprend une description synthétique des circonstances de l'événement indésirable grave survenu, des conséquences pour la ou les personnes concernées, des mesures immédiates prises pour ces personnes, ainsi que le plan d'actions correctives mis en œuvre par l'établissement. h) Les observations des associations de bénévoles ayant signé une convention avec l'établissement, qu'elle recueille au moins une fois par an. Les informations mentionnées au f et au g sont délivrées dans des conditions qui garantissent l'anonymat du ou des patients et des professionnels concernés. Elles ne comportent notamment ni les noms et prénoms des patients, ni leur adresse, ni leur date de naissance, ni les noms et prénoms des professionnels ayant participé à leur prise en charge. 2° A partir notamment de ces informations, la commission : a) Procède à une appréciation des pratiques de l'établissement concernant les droits des usagers et la qualité de l'accueil et de la prise en charge, fondée sur une analyse de l'origine et des motifs des plaintes, des réclamations et des témoignages de satisfaction reçus dans les différents services ainsi que des suites qui leur ont été apportées ; b) Recense les mesures adoptées au cours de l'année écoulée par le conseil d'administration ou l'organe collégial qui en tient lieu en ce qui concerne les droits des usagers et la qualité de l'accueil et de la prise en charge et évalue l'impact de leur mise en oeuvre ; c) Formule des recommandations, notamment en matière de formation des personnels, destinées à améliorer l'accueil et la qualité de la prise en charge des personnes malades et de leurs proches et à assurer le respect des droits des usagers ; 3° La commission rend compte de ses analyses et propositions dans le rapport mentionné à l'article L. 1112-3. Ce rapport ne comporte que des données anonymes. Après avis des autres instances consultatives concernées, il est transmis au conseil d'administration ou à l'organe collégial qui en tient lieu, quinze jours au moins avant la séance au cours de laquelle ce dernier délibère sur la politique de l'établissement en ce qui concerne les droits des usagers et la qualité de l'accueil et de la prise en charge. Il est également transmis, avec les éléments d'information énumérés au 1°, à l'agence régionale de santé et à la conférence régionale de la santé et de l'autonomie. 4° La commission peut proposer un projet des usagers, après consultation de l'ensemble des représentants des usagers de l'établissement et des représentants des associations de bénévoles ayant signé une convention avec l'établissement et intervenant en son sein. Ce projet s'appuie sur les rapports d'activité établis en application de l'avant-dernier alinéa de l'article L. 1112-3. Il exprime les attentes et propositions des usagers au regard de la politique d'accueil, de la qualité et de la sécurité de la prise en charge et du respect des droits des usagers. La commission médicale d'établissement ou la conférence médicale d'établissement contribue à son élaboration. Il est transmis par la commission des usagers au représentant légal de l'établissement. Le projet des usagers est proposé par la commission des usagers en vue de l'élaboration du projet d'établissement des établissements publics de santé, de la politique médicale des établissements de santé privés ou du projet institutionnel des établissements de santé privés d'intérêt collectif. Toute analyse, tout rapport, toute proposition ou communication réalisé par la commission et relatif aux plaintes, réclamations et événements indésirables graves garantit le respect de l'anonymat du patient et du professionnel concerné.",
            "texteHtml": "<p>I.-La commission veille au respect des droits des usagers et facilite leurs démarches. </p><p>A cet effet, l'ensemble des plaintes et réclamations adressées à l'établissement de santé par les usagers ou leurs proches ainsi que les réponses qui y sont apportées par les responsables de l'établissement sont tenues à la disposition des membres de la commission, selon des modalités définies par le règlement intérieur de l'établissement. Dans les conditions prévues aux <a href='/article/LEGIARTI000006908286'>articles R. 1112-93 et R. 1112-94</a>, la commission examine celles de ces plaintes et réclamations qui ne présentent pas le caractère d'un recours gracieux ou juridictionnel et veille à ce que toute personne soit informée sur les voies de recours et de conciliation dont elle dispose. </p><p>II.-La commission contribue par ses avis et propositions à l'amélioration de la politique d'accueil et de prise en charge des personnes malades et de leurs proches. A cet effet : </p><p>1° Elle reçoit toutes les informations nécessaires à l'exercice de ses missions, notamment : </p><p>a) Les mesures relatives à la politique d'amélioration continue de la qualité préparées par la commission médicale d'établissement conformément au 3° de <a href='/article/LEGIARTI000006690993'>l'article L. 6144-1 </a>ainsi que les avis, voeux ou recommandations formulés dans ce domaine par les diverses instances consultatives de l'établissement ; </p><p>b) Une synthèse des réclamations et plaintes adressées à l'établissement de santé par les usagers ou leurs proches au cours des douze mois précédents ; </p><p>c) Le nombre de demandes de communication d'informations médicales formulées en vertu de <a href='/article/LEGIARTI000006685794'>l'article L. 1112-1 </a>ainsi que les délais dans lesquels l'établissement satisfait à ces demandes ; </p><p>d) Le résultat des enquêtes concernant l'évaluation de la satisfaction des usagers prévue à <a href='/article/LEGIARTI000006685796'>l'article L. 1112-2</a>, en particulier les appréciations formulées par les patients dans les questionnaires de sortie ; </p><p>e) Le nombre, la nature et l'issue des recours gracieux ou juridictionnels formés contre l'établissement par les usagers ; </p><p>f) Une présentation, au moins une fois par an, des événements indésirables graves mentionnés à l'article <a href='/article/LEGIARTI000006686977'>L. 1413-14</a> survenus au cours des douze mois précédents ainsi que les actions menées par l'établissement pour y remédier. </p><p>g) Une information sur chaque événement indésirable grave associé à des soins, lors de la réunion qui suit la transmission au directeur général de l'agence régionale de santé de la deuxième partie du formulaire mentionné à l'article <a href='/article/LEGIARTI000033496377'>R. 1413-69</a>. Cette information, adressée par le représentant légal de l'établissement ou la personne qu'il désigne à cet effet, comprend une description synthétique des circonstances de l'événement indésirable grave survenu, des conséquences pour la ou les personnes concernées, des mesures immédiates prises pour ces personnes, ainsi que le plan d'actions correctives mis en œuvre par l'établissement. </p><p>h) Les observations des associations de bénévoles ayant signé une convention avec l'établissement, qu'elle recueille au moins une fois par an. </p><p>Les informations mentionnées au f et au g sont délivrées dans des conditions qui garantissent l'anonymat du ou des patients et des professionnels concernés. Elles ne comportent notamment ni les noms et prénoms des patients, ni leur adresse, ni leur date de naissance, ni les noms et prénoms des professionnels ayant participé à leur prise en charge. </p><p>2° A partir notamment de ces informations, la commission : </p><p>a) Procède à une appréciation des pratiques de l'établissement concernant les droits des usagers et la qualité de l'accueil et de la prise en charge, fondée sur une analyse de l'origine et des motifs des plaintes, des réclamations et des témoignages de satisfaction reçus dans les différents services ainsi que des suites qui leur ont été apportées ; </p><p>b) Recense les mesures adoptées au cours de l'année écoulée par le conseil d'administration ou l'organe collégial qui en tient lieu en ce qui concerne les droits des usagers et la qualité de l'accueil et de la prise en charge et évalue l'impact de leur mise en oeuvre ; </p><p>c) Formule des recommandations, notamment en matière de formation des personnels, destinées à améliorer l'accueil et la qualité de la prise en charge des personnes malades et de leurs proches et à assurer le respect des droits des usagers ; </p><p>3° La commission rend compte de ses analyses et propositions dans le rapport mentionné à <a href='/article/LEGIARTI000006685797'>l'article L. 1112-3. </a></p><p>Ce rapport ne comporte que des données anonymes. Après avis des autres instances consultatives concernées, il est transmis au conseil d'administration ou à l'organe collégial qui en tient lieu, quinze jours au moins avant la séance au cours de laquelle ce dernier délibère sur la politique de l'établissement en ce qui concerne les droits des usagers et la qualité de l'accueil et de la prise en charge. Il est également transmis, avec les éléments d'information énumérés au 1°, à l'agence régionale de santé et à la conférence régionale de la santé et de l'autonomie. </p><p>4° La commission peut proposer un projet des usagers, après consultation de l'ensemble des représentants des usagers de l'établissement et des représentants des associations de bénévoles ayant signé une convention avec l'établissement et intervenant en son sein. </p><p>Ce projet s'appuie sur les rapports d'activité établis en application de l'avant-dernier alinéa de l'article L. 1112-3. Il exprime les attentes et propositions des usagers au regard de la politique d'accueil, de la qualité et de la sécurité de la prise en charge et du respect des droits des usagers. La commission médicale d'établissement ou la conférence médicale d'établissement contribue à son élaboration. Il est transmis par la commission des usagers au représentant légal de l'établissement. </p><p>Le projet des usagers est proposé par la commission des usagers en vue de l'élaboration du projet d'établissement des établissements publics de santé, de la politique médicale des établissements de santé privés ou du projet institutionnel des établissements de santé privés d'intérêt collectif. </p><p>Toute analyse, tout rapport, toute proposition ou communication réalisé par la commission et relatif aux plaintes, réclamations et événements indésirables graves garantit le respect de l'anonymat du patient et du professionnel concerné.</p>",
            "type": "AUTONOME",
            "dateDebut": "2017-03-30T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112927",
                        "id": "LEGISCTA000006112927",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Protection générale de la santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132378",
                        "id": "LEGISCTA000006132378",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Protection des personnes en matière de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145467",
                        "id": "LEGISCTA000006145467",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Droits des personnes malades et des usagers du système de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160947",
                        "id": "LEGISCTA000006160947",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Personnes accueillies dans les établissements de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006178467",
                        "id": "LEGISCTA000006178467",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-03-04",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Commission des relations avec les usagers et de la qualité de la prise en charge",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006190181",
                        "id": "LEGISCTA000006190181",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-03-04",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : Champ d'application et missions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006196146",
                        "id": "LEGISCTA000006196146",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000032626705",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1112-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1112-1",
                    "articleId": "LEGIARTI000006685794",
                    "natureText": "CODE",
                    "date": 1599127813359,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1112-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1112-2",
                    "articleId": "LEGIARTI000006685796",
                    "natureText": "CODE",
                    "date": 1599127813359,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1112-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1112-3",
                    "articleId": "LEGIARTI000006685797",
                    "natureText": "CODE",
                    "date": 1599127813359,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1267142400000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L6144-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L6144-1",
                    "articleId": "LEGIARTI000006690993",
                    "natureText": "CODE",
                    "date": 1599127813359,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1112-93",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R1112-93",
                    "articleId": "LEGIARTI000006908286",
                    "natureText": "CODE",
                    "date": 1599127813359,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1109894400000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R6322-19 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R6322-19",
                    "articleId": "LEGIARTI000032626737",
                    "natureText": "CODE",
                    "date": 1599127813359,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1464998400000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R740-19 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R740-19",
                    "articleId": "LEGIARTI000006804086",
                    "natureText": "CODE",
                    "date": 1599127813360,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1121126400000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000032623281",
                    "textTitle": "Décret n°2016-726 du 1er juin 2016 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000032624664",
                    "natureText": "DECRET",
                    "datePubliTexte": "2016-06-03",
                    "dateSignaTexte": "2016-06-01",
                    "dateDebutCible": "2016-06-04"
                }
            ],
            "num": "R1112-80",
            "origine": "LEGI",
            "texte": "I.-La commission veille au respect des droits des usagers et facilite leurs démarches. A cet effet, l'ensemble des plaintes et réclamations adressées à l'établissement de santé par les usagers ou leurs proches ainsi que les réponses qui y sont apportées par les responsables de l'établissement sont tenues à la disposition des membres de la commission, selon des modalités définies par le règlement intérieur de l'établissement. Dans les conditions prévues aux articles R. 1112-93 et R. 1112-94 , la commission examine celles de ces plaintes et réclamations qui ne présentent pas le caractère d'un recours gracieux ou juridictionnel et veille à ce que toute personne soit informée sur les voies de recours et de conciliation dont elle dispose. II.-La commission contribue par ses avis et propositions à l'amélioration de la politique d'accueil et de prise en charge des personnes malades et de leurs proches.A cet effet : 1° Elle reçoit toutes les informations nécessaires à l'exercice de ses missions, notamment : a) Les mesures relatives à la politique d'amélioration continue de la qualité préparées par la commission médicale d'établissement conformément au 3° de l'article L. 6144-1 ainsi que les avis, voeux ou recommandations formulés dans ce domaine par les diverses instances consultatives de l'établissement ; b) Une synthèse des réclamations et plaintes adressées à l'établissement de santé par les usagers ou leurs proches au cours des douze mois précédents ; c) Le nombre de demandes de communication d'informations médicales formulées en vertu de l'article L. 1112-1 ainsi que les délais dans lesquels l'établissement satisfait à ces demandes ; d) Le résultat des enquêtes concernant l'évaluation de la satisfaction des usagers prévue à l'article L. 1112-2 , en particulier les appréciations formulées par les patients dans les questionnaires de sortie ; e) Le nombre, la nature et l'issue des recours gracieux ou juridictionnels formés contre l'établissement par les usagers ; f) Une présentation, au moins une fois par an, des événements indésirables graves mentionnés à l'article L. 1413-14 survenus au cours des douze mois précédents ainsi que les actions menées par l'établissement pour y remédier. Les informations relatives aux événements indésirables graves, à leur analyse et aux mesures correctives garantissent l'anonymat des patients et des professionnels concernés ; g) Les observations des associations de bénévoles ayant signé une convention avec l'établissement, qu'elle recueille au moins une fois par an. 2° A partir notamment de ces informations, la commission : a) Procède à une appréciation des pratiques de l'établissement concernant les droits des usagers et la qualité de l'accueil et de la prise en charge, fondée sur une analyse de l'origine et des motifs des plaintes, des réclamations et des témoignages de satisfaction reçus dans les différents services ainsi que des suites qui leur ont été apportées ; b) Recense les mesures adoptées au cours de l'année écoulée par le conseil d'administration ou l'organe collégial qui en tient lieu en ce qui concerne les droits des usagers et la qualité de l'accueil et de la prise en charge et évalue l'impact de leur mise en oeuvre ; c) Formule des recommandations, notamment en matière de formation des personnels, destinées à améliorer l'accueil et la qualité de la prise en charge des personnes malades et de leurs proches et à assurer le respect des droits des usagers ; 3° La commission rend compte de ses analyses et propositions dans le rapport mentionné à l'article L. 1112-3. Ce rapport ne comporte que des données anonymes. Après avis des autres instances consultatives concernées, il est transmis au conseil d'administration ou à l'organe collégial qui en tient lieu, quinze jours au moins avant la séance au cours de laquelle ce dernier délibère sur la politique de l'établissement en ce qui concerne les droits des usagers et la qualité de l'accueil et de la prise en charge. Il est également transmis, avec les éléments d'information énumérés au 1°, à l'agence régionale de santé et à la conférence régionale de la santé et de l'autonomie. 4° La commission peut proposer un projet des usagers, après consultation de l'ensemble des représentants des usagers de l'établissement et des représentants des associations de bénévoles ayant signé une convention avec l'établissement et intervenant en son sein. Ce projet s'appuie sur les rapports d'activité établis en application de l'avant-dernier alinéa de l'article L. 1112-3. Il exprime les attentes et propositions des usagers au regard de la politique d'accueil, de la qualité et de la sécurité de la prise en charge et du respect des droits des usagers. La commission médicale d'établissement ou la conférence médicale d'établissement contribue à son élaboration. Il est transmis par la commission des usagers au représentant légal de l'établissement. Le projet des usagers est proposé par la commission des usagers en vue de l'élaboration du projet d'établissement des établissements publics de santé, de la politique médicale des établissements de santé privés ou du projet institutionnel des établissements de santé privés d'intérêt collectif. Toute analyse, tout rapport, toute proposition ou communication réalisé par la commission et relatif aux plaintes, réclamations et événements indésirables graves garantit le respect de l'anonymat du patient et du professionnel concerné.",
            "texteHtml": "<p>I.-La commission veille au respect des droits des usagers et facilite leurs démarches.</p><p>A cet effet, l'ensemble des plaintes et réclamations adressées à l'établissement de santé par les usagers ou leurs proches ainsi que les réponses qui y sont apportées par les responsables de l'établissement sont tenues à la disposition des membres de la commission, selon des modalités définies par le règlement intérieur de l'établissement. Dans les conditions prévues aux <a href='/article/LEGIARTI000006908286'>articles R. 1112-93 et R. 1112-94</a>, la commission examine celles de ces plaintes et réclamations qui ne présentent pas le caractère d'un recours gracieux ou juridictionnel et veille à ce que toute personne soit informée sur les voies de recours et de conciliation dont elle dispose. </p><p>II.-La commission contribue par ses avis et propositions à l'amélioration de la politique d'accueil et de prise en charge des personnes malades et de leurs proches.A cet effet : </p><p>1° Elle reçoit toutes les informations nécessaires à l'exercice de ses missions, notamment : </p><p>a) Les mesures relatives à la politique d'amélioration continue de la qualité préparées par la commission médicale d'établissement conformément au 3° de <a href='/article/LEGIARTI000006690993'>l'article L. 6144-1 </a>ainsi que les avis, voeux ou recommandations formulés dans ce domaine par les diverses instances consultatives de l'établissement ; </p><p>b) Une synthèse des réclamations et plaintes adressées à l'établissement de santé par les usagers ou leurs proches au cours des douze mois précédents ; </p><p>c) Le nombre de demandes de communication d'informations médicales formulées en vertu de <a href='/article/LEGIARTI000006685794'>l'article L. 1112-1 </a>ainsi que les délais dans lesquels l'établissement satisfait à ces demandes ; </p><p>d) Le résultat des enquêtes concernant l'évaluation de la satisfaction des usagers prévue à <a href='/article/LEGIARTI000006685796'>l'article L. 1112-2</a>, en particulier les appréciations formulées par les patients dans les questionnaires de sortie ; </p><p>e) Le nombre, la nature et l'issue des recours gracieux ou juridictionnels formés contre l'établissement par les usagers ; </p><p>f) Une présentation, au moins une fois par an, des événements indésirables graves mentionnés à l'article L. 1413-14 survenus au cours des douze mois précédents ainsi que les actions menées par l'établissement pour y remédier. </p><p>Les informations relatives aux événements indésirables graves, à leur analyse et aux mesures correctives garantissent l'anonymat des patients et des professionnels concernés ; </p><p>g) Les observations des associations de bénévoles ayant signé une convention avec l'établissement, qu'elle recueille au moins une fois par an.</p><p>2° A partir notamment de ces informations, la commission : </p><p>a) Procède à une appréciation des pratiques de l'établissement concernant les droits des usagers et la qualité de l'accueil et de la prise en charge, fondée sur une analyse de l'origine et des motifs des plaintes, des réclamations et des témoignages de satisfaction reçus dans les différents services ainsi que des suites qui leur ont été apportées ; </p><p>b) Recense les mesures adoptées au cours de l'année écoulée par le conseil d'administration ou l'organe collégial qui en tient lieu en ce qui concerne les droits des usagers et la qualité de l'accueil et de la prise en charge et évalue l'impact de leur mise en oeuvre ; </p><p>c) Formule des recommandations, notamment en matière de formation des personnels, destinées à améliorer l'accueil et la qualité de la prise en charge des personnes malades et de leurs proches et à assurer le respect des droits des usagers ; </p><p>3° La commission rend compte de ses analyses et propositions dans le rapport mentionné à <a href='/article/LEGIARTI000006685797'>l'article L. 1112-3.</a></p><p>Ce rapport ne comporte que des données anonymes. Après avis des autres instances consultatives concernées, il est transmis au conseil d'administration ou à l'organe collégial qui en tient lieu, quinze jours au moins avant la séance au cours de laquelle ce dernier délibère sur la politique de l'établissement en ce qui concerne les droits des usagers et la qualité de l'accueil et de la prise en charge. Il est également transmis, avec les éléments d'information énumérés au 1°, à l'agence régionale de santé et à la conférence régionale de la santé et de l'autonomie.</p><p>4° La commission peut proposer un projet des usagers, après consultation de l'ensemble des représentants des usagers de l'établissement et des représentants des associations de bénévoles ayant signé une convention avec l'établissement et intervenant en son sein. <br/><br/> Ce projet s'appuie sur les rapports d'activité établis en application de l'avant-dernier alinéa de l'article L. 1112-3. Il exprime les attentes et propositions des usagers au regard de la politique d'accueil, de la qualité et de la sécurité de la prise en charge et du respect des droits des usagers. La commission médicale d'établissement ou la conférence médicale d'établissement contribue à son élaboration. Il est transmis par la commission des usagers au représentant légal de l'établissement. <br/><br/> Le projet des usagers est proposé par la commission des usagers en vue de l'élaboration du projet d'établissement des établissements publics de santé, de la politique médicale des établissements de santé privés ou du projet institutionnel des établissements de santé privés d'intérêt collectif. <br/><br/> Toute analyse, tout rapport, toute proposition ou communication réalisé par la commission et relatif aux plaintes, réclamations et événements indésirables graves garantit le respect de l'anonymat du patient et du professionnel concerné.</p>",
            "type": "AUTONOME",
            "dateDebut": "2016-06-04T00:00:00.000Z",
            "dateFin": "2017-03-30T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112927",
                        "id": "LEGISCTA000006112927",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Protection générale de la santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132378",
                        "id": "LEGISCTA000006132378",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Protection des personnes en matière de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145467",
                        "id": "LEGISCTA000006145467",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Droits des personnes malades et des usagers du système de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160947",
                        "id": "LEGISCTA000006160947",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Personnes accueillies dans les établissements de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006178467",
                        "id": "LEGISCTA000006178467",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-03-04",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Commission des relations avec les usagers et de la qualité de la prise en charge",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006190181",
                        "id": "LEGISCTA000006190181",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-03-04",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : Champ d'application et missions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006196146",
                        "id": "LEGISCTA000006196146",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000022049466",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1112-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1112-1",
                    "articleId": "LEGIARTI000006685794",
                    "natureText": "CODE",
                    "date": 1599857846778,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1112-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1112-2",
                    "articleId": "LEGIARTI000006685796",
                    "natureText": "CODE",
                    "date": 1599857846778,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1112-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1112-3",
                    "articleId": "LEGIARTI000006685797",
                    "natureText": "CODE",
                    "date": 1599857846778,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1267142400000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L6144-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L6144-1",
                    "articleId": "LEGIARTI000006690993",
                    "natureText": "CODE",
                    "date": 1599857846778,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1112-93 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R1112-93",
                    "articleId": "LEGIARTI000006908286",
                    "natureText": "CODE",
                    "date": 1599857846778,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1109894400000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R6322-19 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R6322-19",
                    "articleId": "LEGIARTI000032626737",
                    "natureText": "CODE",
                    "date": 1599857846778,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1464998400000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R740-19 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R740-19",
                    "articleId": "LEGIARTI000006804086",
                    "natureText": "CODE",
                    "date": 1599857846779,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1121126400000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000022041034",
                    "textTitle": "Décret n°2010-344\n du 31 mars 2010 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000022043545",
                    "natureText": "DECRET",
                    "datePubliTexte": "2010-04-01",
                    "dateSignaTexte": "2010-03-31",
                    "dateDebutCible": "2010-04-02"
                }
            ],
            "num": "R1112-80",
            "origine": "LEGI",
            "texte": "I.-La commission veille au respect des droits des usagers et facilite leurs démarches. A cet effet, l'ensemble des plaintes et réclamations adressées à l'établissement de santé par les usagers ou leurs proches ainsi que les réponses qui y sont apportées par les responsables de l'établissement sont tenues à la disposition des membres de la commission, selon des modalités définies par le règlement intérieur de l'établissement. Dans les conditions prévues aux articles R. 1112-93 et R. 1112-94 , la commission examine celles de ces plaintes et réclamations qui ne présentent pas le caractère d'un recours gracieux ou juridictionnel et veille à ce que toute personne soit informée sur les voies de recours et de conciliation dont elle dispose. II.-La commission contribue par ses avis et propositions à l'amélioration de la politique d'accueil et de prise en charge des personnes malades et de leurs proches.A cet effet : 1° Elle reçoit toutes les informations nécessaires à l'exercice de ses missions, notamment : a) Les mesures relatives à la politique d'amélioration continue de la qualité préparées par la commission médicale d'établissement conformément au 3° de l'article L. 6144-1 ainsi que les avis, voeux ou recommandations formulés dans ce domaine par les diverses instances consultatives de l'établissement ; b) Une synthèse des réclamations et plaintes adressées à l'établissement de santé par les usagers ou leurs proches au cours des douze mois précédents ; c) Le nombre de demandes de communication d'informations médicales formulées en vertu de l'article L. 1112-1 ainsi que les délais dans lesquels l'établissement satisfait à ces demandes ; d) Le résultat des enquêtes concernant l'évaluation de la satisfaction des usagers prévue à l'article L. 1112-2 , en particulier les appréciations formulées par les patients dans les questionnaires de sortie ; e) Le nombre, la nature et l'issue des recours gracieux ou juridictionnels formés contre l'établissement par les usagers ; 2° A partir notamment de ces informations, la commission : a) Procède à une appréciation des pratiques de l'établissement concernant les droits des usagers et la qualité de l'accueil et de la prise en charge, fondée sur une analyse de l'origine et des motifs des plaintes, des réclamations et des témoignages de satisfaction reçus dans les différents services ainsi que des suites qui leur ont été apportées ; b) Recense les mesures adoptées au cours de l'année écoulée par le conseil d'administration ou l'organe collégial qui en tient lieu en ce qui concerne les droits des usagers et la qualité de l'accueil et de la prise en charge et évalue l'impact de leur mise en oeuvre ; c) Formule des recommandations, notamment en matière de formation des personnels, destinées à améliorer l'accueil et la qualité de la prise en charge des personnes malades et de leurs proches et à assurer le respect des droits des usagers ; 3° La commission rend compte de ses analyses et propositions dans le rapport mentionné à l'article L. 1112-3. Ce rapport ne comporte que des données anonymes. Après avis des autres instances consultatives concernées, il est transmis au conseil d'administration ou à l'organe collégial qui en tient lieu, quinze jours au moins avant la séance au cours de laquelle ce dernier délibère sur la politique de l'établissement en ce qui concerne les droits des usagers et la qualité de l'accueil et de la prise en charge. Il est également transmis, avec les éléments d'information énumérés au 1°, à l'agence régionale de santé et à la conférence régionale de la santé et de l'autonomie.",
            "texteHtml": "<p>I.-La commission veille au respect des droits des usagers et facilite leurs démarches.</p><p></p><p>A cet effet, l'ensemble des plaintes et réclamations adressées à l'établissement de santé par les usagers ou leurs proches ainsi que les réponses qui y sont apportées par les responsables de l'établissement sont tenues à la disposition des membres de la commission, selon des modalités définies par le règlement intérieur de l'établissement. Dans les conditions prévues aux <a href='/article/LEGIARTI000006908286' title='Code de la santé publique - art. R1112-93 (V)'>articles R. 1112-93 et R. 1112-94</a>, la commission examine celles de ces plaintes et réclamations qui ne présentent pas le caractère d'un recours gracieux ou juridictionnel et veille à ce que toute personne soit informée sur les voies de recours et de conciliation dont elle dispose. </p><p></p><p>II.-La commission contribue par ses avis et propositions à l'amélioration de la politique d'accueil et de prise en charge des personnes malades et de leurs proches.A cet effet : </p><p></p><p>1° Elle reçoit toutes les informations nécessaires à l'exercice de ses missions, notamment : </p><p></p><p>a) Les mesures relatives à la politique d'amélioration continue de la qualité préparées par la commission médicale d'établissement conformément au 3° de <a href='/article/LEGIARTI000006690993' title='Code de la santé publique - art. L6144-1 (V)'>l'article L. 6144-1 </a>ainsi que les avis, voeux ou recommandations formulés dans ce domaine par les diverses instances consultatives de l'établissement ; </p><p></p><p>b) Une synthèse des réclamations et plaintes adressées à l'établissement de santé par les usagers ou leurs proches au cours des douze mois précédents ; </p><p></p><p>c) Le nombre de demandes de communication d'informations médicales formulées en vertu de <a href='/article/LEGIARTI000006685794' title='Code de la santé publique - art. L1112-1 (V)'>l'article L. 1112-1 </a>ainsi que les délais dans lesquels l'établissement satisfait à ces demandes ; </p><p></p><p>d) Le résultat des enquêtes concernant l'évaluation de la satisfaction des usagers prévue à <a href='/article/LEGIARTI000006685796' title='Code de la santé publique - art. L1112-2 (V)'>l'article L. 1112-2</a>, en particulier les appréciations formulées par les patients dans les questionnaires de sortie ; </p><p></p><p>e) Le nombre, la nature et l'issue des recours gracieux ou juridictionnels formés contre l'établissement par les usagers ; </p><p></p><p>2° A partir notamment de ces informations, la commission : </p><p></p><p>a) Procède à une appréciation des pratiques de l'établissement concernant les droits des usagers et la qualité de l'accueil et de la prise en charge, fondée sur une analyse de l'origine et des motifs des plaintes, des réclamations et des témoignages de satisfaction reçus dans les différents services ainsi que des suites qui leur ont été apportées ; </p><p></p><p>b) Recense les mesures adoptées au cours de l'année écoulée par le conseil d'administration ou l'organe collégial qui en tient lieu en ce qui concerne les droits des usagers et la qualité de l'accueil et de la prise en charge et évalue l'impact de leur mise en oeuvre ; </p><p></p><p>c) Formule des recommandations, notamment en matière de formation des personnels, destinées à améliorer l'accueil et la qualité de la prise en charge des personnes malades et de leurs proches et à assurer le respect des droits des usagers ; </p><p></p><p>3° La commission rend compte de ses analyses et propositions dans le rapport mentionné à <a href='/article/LEGIARTI000006685797' title='Code de la santé publique - art. L1112-3 (V)'>l'article L. 1112-3.</a></p><p></p><p>Ce rapport ne comporte que des données anonymes. Après avis des autres instances consultatives concernées, il est transmis au conseil d'administration ou à l'organe collégial qui en tient lieu, quinze jours au moins avant la séance au cours de laquelle ce dernier délibère sur la politique de l'établissement en ce qui concerne les droits des usagers et la qualité de l'accueil et de la prise en charge. Il est également transmis, avec les éléments d'information énumérés au 1°, à l'agence régionale de santé et à la conférence régionale de la santé et de l'autonomie.</p><p></p>",
            "type": "AUTONOME",
            "dateDebut": "2010-04-01T00:00:00.000Z",
            "dateFin": "2016-06-04T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112927",
                        "id": "LEGISCTA000006112927",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Protection générale de la santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132378",
                        "id": "LEGISCTA000006132378",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Protection des personnes en matière de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145467",
                        "id": "LEGISCTA000006145467",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Droits des personnes malades et des usagers du système de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160947",
                        "id": "LEGISCTA000006160947",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Personnes accueillies dans les établissements de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006178467",
                        "id": "LEGISCTA000006178467",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-03-04",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Commission des relations avec les usagers et de la qualité de la prise en charge",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006190181",
                        "id": "LEGISCTA000006190181",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-03-04",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : Champ d'application et missions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006196146",
                        "id": "LEGISCTA000006196146",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000006908272",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1112-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1112-1",
                    "articleId": "LEGIARTI000006685794",
                    "natureText": "CODE",
                    "date": 1599109064067,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1112-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1112-2",
                    "articleId": "LEGIARTI000006685796",
                    "natureText": "CODE",
                    "date": 1599109064067,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1112-3 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1112-3",
                    "articleId": "LEGIARTI000006685797",
                    "natureText": "CODE",
                    "date": 1599109064067,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1267142400000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L6144-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L6144-1",
                    "articleId": "LEGIARTI000006690993",
                    "natureText": "CODE",
                    "date": 1599109064067,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 961632000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1112-93 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R1112-93",
                    "articleId": "LEGIARTI000006908286",
                    "natureText": "CODE",
                    "date": 1599109064067,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1109894400000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1112-94 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R1112-94",
                    "articleId": "LEGIARTI000006908287",
                    "natureText": "CODE",
                    "date": 1599109064068,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1109894400000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R6322-19 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R6322-19",
                    "articleId": "LEGIARTI000032626737",
                    "natureText": "CODE",
                    "date": 1599109064068,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1464998400000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R740-19 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R740-19",
                    "articleId": "LEGIARTI000006804086",
                    "natureText": "CODE",
                    "date": 1599109064068,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1121126400000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000412528",
                    "textTitle": "Décret 2003-462 2003-05-21",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000412528",
                    "natureText": "DECRET",
                    "datePubliTexte": "2003-05-27",
                    "dateSignaTexte": "2003-05-21",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000604887",
                    "textTitle": "Décret n°2005-213 du 2 mars 2005 - art. 1 () JORF 4 mars 2005",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006239321",
                    "natureText": "DECRET",
                    "datePubliTexte": "2005-03-04",
                    "dateSignaTexte": "2005-03-02",
                    "dateDebutCible": "2005-03-04"
                }
            ],
            "num": "R1112-80",
            "origine": "LEGI",
            "texte": "I. - La commission veille au respect des droits des usagers et facilite leurs démarches. A cet effet, l'ensemble des plaintes et réclamations adressées à l'établissement de santé par les usagers ou leurs proches ainsi que les réponses qui y sont apportées par les responsables de l'établissement sont tenues à la disposition des membres de la commission, selon des modalités définies par le règlement intérieur de l'établissement. Dans les conditions prévues aux articles R. 1112-93 et R. 1112-94, la commission examine celles de ces plaintes et réclamations qui ne présentent pas le caractère d'un recours gracieux ou juridictionnel et veille à ce que toute personne soit informée sur les voies de recours et de conciliation dont elle dispose. II. - La commission contribue par ses avis et propositions à l'amélioration de la politique d'accueil et de prise en charge des personnes malades et de leurs proches. A cet effet : 1° Elle reçoit toutes les informations nécessaires à l'exercice de ses missions, notamment : a) Les mesures relatives à la politique d'amélioration continue de la qualité préparées par la commission médicale d'établissement conformément au 3° de l'article L. 6144-1 ainsi que les avis, voeux ou recommandations formulés dans ce domaine par les diverses instances consultatives de l'établissement ; b) Une synthèse des réclamations et plaintes adressées à l'établissement de santé par les usagers ou leurs proches au cours des douze mois précédents ; c) Le nombre de demandes de communication d'informations médicales formulées en vertu de l'article L. 1112-1 ainsi que les délais dans lesquels l'établissement satisfait à ces demandes ; d) Le résultat des enquêtes concernant l'évaluation de la satisfaction des usagers prévue à l'article L. 1112-2, en particulier les appréciations formulées par les patients dans les questionnaires de sortie ; e) Le nombre, la nature et l'issue des recours gracieux ou juridictionnels formés contre l'établissement par les usagers ; 2° A partir notamment de ces informations, la commission : a) Procède à une appréciation des pratiques de l'établissement concernant les droits des usagers et la qualité de l'accueil et de la prise en charge, fondée sur une analyse de l'origine et des motifs des plaintes, des réclamations et des témoignages de satisfaction reçus dans les différents services ainsi que des suites qui leur ont été apportées ; b) Recense les mesures adoptées au cours de l'année écoulée par le conseil d'administration ou l'organe collégial qui en tient lieu en ce qui concerne les droits des usagers et la qualité de l'accueil et de la prise en charge et évalue l'impact de leur mise en oeuvre ; c) Formule des recommandations, notamment en matière de formation des personnels, destinées à améliorer l'accueil et la qualité de la prise en charge des personnes malades et de leurs proches et à assurer le respect des droits des usagers ; 3° La commission rend compte de ses analyses et propositions dans le rapport mentionné à l'article L. 1112-3. Ce rapport ne comporte que des données anonymes. Après avis des autres instances consultatives concernées, il est transmis au conseil d'administration ou à l'organe collégial qui en tient lieu, quinze jours au moins avant la séance au cours de laquelle ce dernier délibère sur la politique de l'établissement en ce qui concerne les droits des usagers et la qualité de l'accueil et de la prise en charge. Il est également transmis, avec les éléments d'information énumérés au 1°, à l'agence régionale de l'hospitalisation et au conseil régional de santé.",
            "texteHtml": "<p></p>   I. - La commission veille au respect des droits des usagers et facilite leurs démarches.<p></p><p></p>   A cet effet, l'ensemble des plaintes et réclamations adressées à l'établissement de santé par les usagers ou leurs proches ainsi que les réponses qui y sont apportées par les responsables de l'établissement sont tenues à la disposition des membres de la commission, selon des modalités définies par le règlement intérieur de l'établissement. Dans les conditions prévues aux articles R. 1112-93 et R. 1112-94, la commission examine celles de ces plaintes et réclamations qui ne présentent pas le caractère d'un recours gracieux ou juridictionnel et veille à ce que toute personne soit informée sur les voies de recours et de conciliation dont elle dispose.<p></p><p></p>   II. - La commission contribue par ses avis et propositions à l'amélioration de la politique d'accueil et de prise en charge des personnes malades et de leurs proches. A cet effet :<p></p><p></p>   1° Elle reçoit toutes les informations nécessaires à l'exercice de ses missions, notamment :<p></p><p></p>   a) Les mesures relatives à la politique d'amélioration continue de la qualité préparées par la commission médicale d'établissement conformément au 3° de l'article L. 6144-1 ainsi que les avis, voeux ou recommandations formulés dans ce domaine par les diverses instances consultatives de l'établissement ;<p></p><p></p>   b) Une synthèse des réclamations et plaintes adressées à l'établissement de santé par les usagers ou leurs proches au cours des douze mois précédents ;<p></p><p></p>   c) Le nombre de demandes de communication d'informations médicales formulées en vertu de l'article L. 1112-1 ainsi que les délais dans lesquels l'établissement satisfait à ces demandes ;<p></p><p></p>   d) Le résultat des enquêtes concernant l'évaluation de la satisfaction des usagers prévue à l'article L. 1112-2, en particulier les appréciations formulées par les patients dans les questionnaires de sortie ;<p></p><p></p>   e) Le nombre, la nature et l'issue des recours gracieux ou juridictionnels formés contre l'établissement par les usagers ;<p></p><p></p>   2° A partir notamment de ces informations, la commission :<p></p><p></p>   a) Procède à une appréciation des pratiques de l'établissement concernant les droits des usagers et la qualité de l'accueil et de la prise en charge, fondée sur une analyse de l'origine et des motifs des plaintes, des réclamations et des témoignages de satisfaction reçus dans les différents services ainsi que des suites qui leur ont été apportées ;<p></p><p></p>   b) Recense les mesures adoptées au cours de l'année écoulée par le conseil d'administration ou l'organe collégial qui en tient lieu en ce qui concerne les droits des usagers et la qualité de l'accueil et de la prise en charge et évalue l'impact de leur mise en oeuvre ;<p></p><p></p>   c) Formule des recommandations, notamment en matière de formation des personnels, destinées à améliorer l'accueil et la qualité de la prise en charge des personnes malades et de leurs proches et à assurer le respect des droits des usagers ;<p></p><p></p>   3° La commission rend compte de ses analyses et propositions dans le rapport mentionné à l'article L. 1112-3.<p></p><p></p>   Ce rapport ne comporte que des données anonymes. Après avis des autres instances consultatives concernées, il est transmis au conseil d'administration ou à l'organe collégial qui en tient lieu, quinze jours au moins avant la séance au cours de laquelle ce dernier délibère sur la politique de l'établissement en ce qui concerne les droits des usagers et la qualité de l'accueil et de la prise en charge. Il est également transmis, avec les éléments d'information énumérés au 1°, à l'agence régionale de l'hospitalisation et au conseil régional de santé.<p></p>",
            "type": "AUTONOME",
            "dateDebut": "2005-03-04T00:00:00.000Z",
            "dateFin": "2010-04-01T00:00:00.000Z"
        }
    ]
}