{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000047300493",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "CAHIER DES CHARGES Titre, qualité, coordonnées du déclarant : Partie 1 : CLAUSES GÉNÉRALES 1-1. - L'identification de l'organisme de formation : - raison sociale : dénomination, adresse, téléphone, courriel ; - statut juridique ; - attestation d'assurances concernant l'activité de formation ; - directeur de l'organisme de formation (identité, adresse, téléphone, courriel). Les éléments fournis sous forme de fiches par l'organisme de formation doivent permettre d'apprécier : 1-2. - La capacité de l'organisme de formation de répondre au cadre général de la formation professionnelle : - être déclaré auprès de la DIRECCTE et en conformité avec les formalités inhérentes à cet enregistrement : - fournir le numéro d'activité délivré et le dernier bilan pédagogique et financier transmis à la DIRECCTE (articles L. 6352-11 et R. 6352-23 du code du travail) ; - fournir copie de la convention de formation type utilisée entre l'organisme de formation, l'entreprise d'accueil et le stagiaire. - respecter les dispositions du code du travail mentionnées aux articles L. 6352-3 à L. 6352-5, L. 6353-1, L. 6353-8 et L. 6353-9 ; - fournir le règlement intérieur applicable aux stagiaires ; - préciser comment est assurée la représentation des stagiaires. 1-3. - La capacité de l'organisme de formation d'assurer le suivi administratif et financier des stagiaires, de répondre à leurs questions et sollicitations avant l'inscription, pendant la formation et à l'issue de celle-ci : - disposer d'outils d'information et de modalités d'information dédiés aux stagiaires : - décrire les modalités d'information des stagiaires (fiches type, site internet, journées portes ouvertes, séances d'information, rendez-vous personnels…) ; - disposer d'un secrétariat dédié, de permanences, de référents… - fournir l'organigramme général de l'organisme de formation ; - fournir l'organigramme détaillé et nominatif du secteur formation ; - accompagner les stagiaires dans la recherche de financement ou de stage : - préciser les nom(s), prénom(s) et qualité(s) de la (des) personne(s) chargée(s) d'accompagner les stagiaires pour la recherche de financement ou d'alternance ; - présenter les outils de suivi de l'insertion des stagiaires. 1-4. - La capacité de l'organisme de formation d'assurer la formation des stagiaires et de disposer de moyens techniques, pédagogiques et d'encadrement dédiés aux actions de formation : - décrire les outils généraux à disposition de la formation : centre documentaire, publications, site internet, FOAD… - décrire les modalités de choix des entreprises et de collaboration avec les tuteurs ; - décrire le dispositif d'évaluation interne pour les sessions de formation. 1-5. - La capacité de respecter et faire apparaitre de manière lisible dans le parcours de formation l'apprentissage par les stagiaires de la dimension éducative et citoyenne de la profession : - présenter comment les stagiaires sont formés : - à la connaissance des principes de la laïcité ; - à la prise en compte des diversités ; - à la prise en compte du développement durable et de la transition écologique ; - fournir le projet pédagogique s'il existe ou expliciter les orientations éducatives et pédagogiques de l'organisme. Les établissements publics de formation relevant du ministère chargé des sports et les centres de formation des apprentis demandant une habilitation sont réputés remplir les clauses 1-2, 1-3, 1-4 et 1-5. Pour les organismes de formation en cours d'habilitation quinquennale, les clauses générales seront réputées remplies si une nouvelle habilitation est demandée. Si le dossier est déposé dans une autre région que celle qui a accordé la première habilitation, les éléments du dossier seront cependant transmis pour information. Partie 2 : Clauses particulières Diplôme, spécialité, mention ou certificat complémentaire pour lequel est demandée l'habilitation : Les éléments fournis sous forme de fiches par l'organisme de formation doivent permettre d'apprécier : 2-1. - L'adéquation des lieux de la formation : - coordonnées du lieu de formation (adresse, téléphone, courriel) ; - coordonnées du coordonnateur de la formation (nom, prénom, qualité, téléphone et courriel) ; - liste des équipements mobilisés (salles et capacité de ces salles, centre documentaire, salle informatique, lieux de pratiques…) ; - présenter les moyens pédagogiques affectés à la réalisation d'une session (matériel mobile et permanent, espaces, équipements informatiques…) ; - avis de la commission départementale de sécurité et d'accessibilité. 2-2. - La capacité de l'organisme de formation à identifier des objectifs pédagogiques pertinents au regard des certifications concernées, à mettre en œuvre une formation complète présentant toutes les unités capitalisables constitutives du diplôme, et à adapter son offre au public formé et à l'emploi visé, ainsi qu'à être cohérent dans ses moyens pédagogiques, techniques et d'encadrement dédiés à la formation : - présenter le public ciblé, les modalités d'organisation des épreuves de sélection complémentaires mentionnées à l'article R. 212-10-18, leurs contenus et les critères de sélection retenus pour départager les candidats visés à l'article R. 212-10-18, les modalités du positionnement, l'intégration des stagiaires en parcours partiel ; - décrire les éventuels services annexes (restauration, hébergement, salles de repos, de convivialité, accessibilité…) permettant d'offrir un environnement favorable aux apprentissages ; - si l'organisme de formation organise les tests d'exigences préalables (TEP), décrire les modalités et le calendrier retenus pour la première session ; - joindre le ruban pédagogique, adapté aux attendus du diplôme, prévu pour la première session, décrivant la progression pédagogique et faisant apparaître les périodes d'alternance, la montée en puissance de la responsabilisation du stagiaire, les contenus abordés ; - décrire l'organisation des certifications et présenter le calendrier retenu pour la première session ; - préciser le nombre de sessions commençant sur une seule année civile, leur planification sur l'année, l'effectif minimal et maximal prévu par session (en équivalent temps plein), le calendrier précis de la première session (avec les dates de positionnement) ; - le cas échéant, fournir la liste des organismes sous-traitants des contenus de formation (intitulé, raison sociale, adresse, contenus de formation envisagés, lieux de formation en référence au point 2-1) ; - présenter un budget prévisionnel dédié à la première session de formation en adéquation avec les publics et les objectifs pédagogiques. 2-3. - La capacité de l'organisme de formation à mettre en place un système de suivi pédagogique et d'évaluation adapté dès l'entrée en formation, la description des moyens pédagogiques et techniques : - fournir une fiche de présentation du coordonnateur pédagogique précisant nom, prénom, qualification, expérience, quotité de temps de travail consacré à la coordination (environ 0,5 ETP sur la durée de la session) ainsi que la description des modalités de mise en œuvre de cette coordination ; - le coordonnateur pédagogique disposera : - des qualifications exigées par l'arrêté du diplôme pour lequel est demandée l'habilitation ; - ou, quand l'arrêté ne le précise pas, - d'un diplôme au moins du niveau du diplôme pour lequel est demandée l'habilitation et d'une expérience de formateur ou de coordonnateur (fournir CV et justificatifs de diplôme) ; - ou de trois années d'expérience de formateur ou de coordonnateur et la maîtrise de l'activité visée par le diplôme (fournir CV et justificatifs), - d'une équipe pédagogique qu'il anime et coordonne : décrire la composition de l'équipe et ses modalités de fonctionnement : - décrire l'organisation de l'alternance entre les temps de formation théorique en centre de formation et pratique en entreprise et le suivi de cette alternance ; - présenter les méthodes de positionnement et d'individualisation des parcours de formation ainsi que les dates retenues pour la première session. 2-4. - La qualité des titres, diplômes et certificats de qualifications professionnelles des personnels en charge de la réalisation des actions et leur cohérence avec les formations proposées : - fournir la liste des formateurs comportant nom, prénom, qualification, contenus enseignés, statut (employé permanent, vacataire, prestataire…), et présenter les rôles de chacun dans la formation visée ainsi que les modalités d'encadrement des intervenants ponctuels ; - l'équipe de formateurs disposera de permanents détenant : - des qualifications exigées par l'arrêté du diplôme pour lequel est demandée l'habilitation ; - ou, quand l'arrêté ne le précise pas, au moins le niveau du diplôme visé et/ou l'expertise du métier visé. 2-5. - La capacité à mobiliser des structures accueillant les personnes en formation pour la réalisation de leur alternance en entreprise et donc : - à disposer d'un réseau (préciser les modalités permettant sa mobilisation) et de ressources en lien avec le diplôme visé :fournir la liste des professionnels, employeurs, experts en lien avec le diplôme et la mention pouvant être sollicités comme tuteurs, experts ou évaluateurs… - à assurer le suivi de l'alternance par un dispositif tutoral : présenter le dispositif de tutorat faisant apparaître : - les liens de pertinence entre les séquences de formation en centre et la formation en entreprise (objectifs et contenus de formation confiés aux entreprises) ; - les modalités et outils de travail avec les tuteurs, organisation de la progressivité de la montée en responsabilité, le soutien, la remédiation… - les critères retenus pour le choix des tuteurs, les exigences qui leur sont imposées ; - les modalités de formation et de suivi des tuteurs. 2-6. - La capacité à organiser des certifications conformes aux textes réglementaires et à assurer l'équité des stagiaires : - décrire les modalités de certification (regroupements, contexte, durée, supports, évaluateurs, dates envisagées pour la première session, lieux…) ; - fournir la liste des évaluateurs pressentis pour la première session pour les épreuves certificatives déléguées et préciser les critères de choix des évaluateurs ; - fournir les grilles de certification utilisées quand celles-ci ne sont pas fournies ou harmonisées par la DRJSCS, et les documents fournis aux évaluateurs lorsque les épreuves certificatives sont déléguées ; - préciser les modalités des épreuves de rattrapage (dates envisagées pour la première session, lieux, évaluateurs…) ; - préciser les conditions de présentation des candidats aux épreuves de certification (gestion des absences, identité, convocations…). 2-7 - La capacité à prendre en compte des appréciations rendues par les stagiaires : - produire les modalités d'évaluation des actions de formation auprès des stagiaires afin de mesurer leur satisfaction en précisant les processus de l'exploitation de leurs enseignements (amélioration des prestations, partage avec les formateurs…) ; - décrire comment sont partagés les résultats des évaluations avec les parties prenantes (formateurs, stagiaires, financeurs, prescripteurs) dans un processus d'amélioration continue de la qualité de la formation dispensée. Les fédérations nationales délégataires et leurs organes déconcentrés demandant une habilitation dans un diplôme portant sur leur discipline sont réputés remplir les clauses 2-4 et 2-5 pour les formateurs de la fédération et les intervenants conseillers techniques sportifs (CTS), conseillers techniques nationaux (CTN)… les éléments du dossier seront cependant transmis pour information. Les établissements publics de formation relevant du ministère chargé des sports demandant une habilitation sont réputés remplir la clause 2-1. Les établissements publics de formation relevant du ministère chargé des sports lorsqu'ils sont inscrits sur la liste mentionnée à l'article A. 212-175-11 du code du sport sont réputés remplir les clauses 2-3, 2-4, 2-5 pour les formations relevant de l'environnement spécifique.",
            "texteHtml": "<p>CAHIER DES CHARGES</p><p><br/>\nTitre, qualité, coordonnées du déclarant :</p><p>Partie 1 : CLAUSES GÉNÉRALES</p><p>1-1. - L'identification de l'organisme de formation :</p><p>- raison sociale : dénomination, adresse, téléphone, courriel ;<br/><br/>\n- statut juridique ;<br/><br/>\n- attestation d'assurances concernant l'activité de formation ;<br/><br/>\n- directeur de l'organisme de formation (identité, adresse, téléphone, courriel).</p><p>Les éléments fournis sous forme de fiches par l'organisme de formation doivent permettre d'apprécier :<br/><br/>\n1-2. - La capacité de l'organisme de formation de répondre au cadre général de la formation professionnelle :</p><p><br/>\n- être déclaré auprès de la DIRECCTE et en conformité avec les formalités inhérentes à cet enregistrement :<br/><br/>\n- fournir le numéro d'activité délivré et le dernier bilan pédagogique et financier transmis à la DIRECCTE (articles L. 6352-11 et R. 6352-23 du code du travail) ;<br/><br/>\n- fournir copie de la convention de formation type utilisée entre l'organisme de formation, l'entreprise d'accueil et le stagiaire.</p><p>- respecter les dispositions du code du travail mentionnées aux articles L. 6352-3 à L. 6352-5, L. 6353-1, L. 6353-8 et L. 6353-9 ;<br/><br/>\n- fournir le règlement intérieur applicable aux stagiaires ;<br/><br/>\n- préciser comment est assurée la représentation des stagiaires.</p><p>1-3. - La capacité de l'organisme de formation d'assurer le suivi administratif et financier des stagiaires, de répondre à leurs questions et sollicitations avant l'inscription, pendant la formation et à l'issue de celle-ci :</p><p>- disposer d'outils d'information et de modalités d'information dédiés aux stagiaires :<br/><br/>\n- décrire les modalités d'information des stagiaires (fiches type, site internet, journées portes ouvertes, séances d'information, rendez-vous personnels…) ;</p><p>- disposer d'un secrétariat dédié, de permanences, de référents…<br/><br/>\n- fournir l'organigramme général de l'organisme de formation ;<br/><br/>\n- fournir l'organigramme détaillé et nominatif du secteur formation ;</p><p>- accompagner les stagiaires dans la recherche de financement ou de stage :<br/><br/>\n- préciser les nom(s), prénom(s) et qualité(s) de la (des) personne(s) chargée(s) d'accompagner les stagiaires pour la recherche de financement ou d'alternance ;<br/><br/>\n- présenter les outils de suivi de l'insertion des stagiaires.</p><p>1-4. - La capacité de l'organisme de formation d'assurer la formation des stagiaires et de disposer de moyens techniques, pédagogiques et d'encadrement dédiés aux actions de formation :</p><p>- décrire les outils généraux à disposition de la formation : centre documentaire, publications, site internet, FOAD…<br/><br/>\n- décrire les modalités de choix des entreprises et de collaboration avec les tuteurs ;<br/><br/>\n- décrire le dispositif d'évaluation interne pour les sessions de formation.</p><p>1-5. - La capacité de respecter et faire apparaitre de manière lisible dans le parcours de formation l'apprentissage par les stagiaires de la dimension éducative et citoyenne de la profession :</p><p>- présenter comment les stagiaires sont formés :<br/><br/>\n- à la connaissance des principes de la laïcité ;<br/><br/>\n- à la prise en compte des diversités ;<br/><br/>\n- à la prise en compte du développement durable et de la transition écologique ;<br/><br/>\n- fournir le projet pédagogique s'il existe ou expliciter les orientations éducatives et pédagogiques de l'organisme.</p><p>Les établissements publics de formation relevant du ministère chargé des sports et les centres de formation des apprentis demandant une habilitation sont réputés remplir les clauses 1-2, 1-3, 1-4 et 1-5.<br/><br/>\nPour les organismes de formation en cours d'habilitation quinquennale, les clauses générales seront réputées remplies si une nouvelle habilitation est demandée. Si le dossier est déposé dans une autre région que celle qui a accordé la première habilitation, les éléments du dossier seront cependant transmis pour information.</p><p>Partie 2 : Clauses particulières</p><p>Diplôme, spécialité, mention ou certificat complémentaire pour lequel est demandée l'habilitation :<br/><br/>\nLes éléments fournis sous forme de fiches par l'organisme de formation doivent permettre d'apprécier :<br/><br/>\n2-1. - L'adéquation des lieux de la formation :</p><p>- coordonnées du lieu de formation (adresse, téléphone, courriel) ;<br/><br/>\n- coordonnées du coordonnateur de la formation (nom, prénom, qualité, téléphone et courriel) ;<br/><br/>\n- liste des équipements mobilisés (salles et capacité de ces salles, centre documentaire, salle informatique, lieux de pratiques…) ;<br/><br/>\n- présenter les moyens pédagogiques affectés à la réalisation d'une session (matériel mobile et permanent, espaces, équipements informatiques…) ;<br/><br/>\n- avis de la commission départementale de sécurité et d'accessibilité.</p><p>2-2. - La capacité de l'organisme de formation à identifier des objectifs pédagogiques pertinents au regard des certifications concernées, à mettre en œuvre une formation complète présentant toutes les unités capitalisables constitutives du diplôme, et à adapter son offre au public formé et à l'emploi visé, ainsi qu'à être cohérent dans ses moyens pédagogiques, techniques et d'encadrement dédiés à la formation :</p><p>- présenter le public ciblé, les modalités d'organisation des épreuves de sélection complémentaires mentionnées à l'article R. 212-10-18, leurs contenus et les critères de sélection retenus pour départager les candidats visés à l'article R. 212-10-18, les modalités du positionnement, l'intégration des stagiaires en parcours partiel ;<br/><br/>\n- décrire les éventuels services annexes (restauration, hébergement, salles de repos, de convivialité, accessibilité…) permettant d'offrir un environnement favorable aux apprentissages ;<br/><br/>\n- si l'organisme de formation organise les tests d'exigences préalables (TEP), décrire les modalités et le calendrier retenus pour la première session ;<br/><br/>\n- joindre le ruban pédagogique, adapté aux attendus du diplôme, prévu pour la première session, décrivant la progression pédagogique et faisant apparaître les périodes d'alternance, la montée en puissance de la responsabilisation du stagiaire, les contenus abordés ;<br/><br/>\n- décrire l'organisation des certifications et présenter le calendrier retenu pour la première session ;<br/><br/>\n- préciser le nombre de sessions commençant sur une seule année civile, leur planification sur l'année, l'effectif minimal et maximal prévu par session (en équivalent temps plein), le calendrier précis de la première session (avec les dates de positionnement) ;<br/><br/>\n- le cas échéant, fournir la liste des organismes sous-traitants des contenus de formation (intitulé, raison sociale, adresse, contenus de formation envisagés, lieux de formation en référence au point 2-1) ;<br/><br/>\n- présenter un budget prévisionnel dédié à la première session de formation en adéquation avec les publics et les objectifs pédagogiques.</p><p>2-3. - La capacité de l'organisme de formation à mettre en place un système de suivi pédagogique et d'évaluation adapté dès l'entrée en formation, la description des moyens pédagogiques et techniques :</p><p>- fournir une fiche de présentation du coordonnateur pédagogique précisant nom, prénom, qualification, expérience, quotité de temps de travail consacré à la coordination (environ 0,5 ETP sur la durée de la session) ainsi que la description des modalités de mise en œuvre de cette coordination ;<br/><br/>\n- le coordonnateur pédagogique disposera :<br/><br/>\n- des qualifications exigées par l'arrêté du diplôme pour lequel est demandée l'habilitation ;<br/><br/>\n- ou, quand l'arrêté ne le précise pas,<br/><br/>\n- d'un diplôme au moins du niveau du diplôme pour lequel est demandée l'habilitation et d'une expérience de formateur ou de coordonnateur (fournir CV et justificatifs de diplôme) ;<br/><br/>\n- ou de trois années d'expérience de formateur ou de coordonnateur et la maîtrise de l'activité visée par le diplôme (fournir CV et justificatifs),<br/><br/>\n- d'une équipe pédagogique qu'il anime et coordonne : décrire la composition de l'équipe et ses modalités de fonctionnement :<br/><br/>\n- décrire l'organisation de l'alternance entre les temps de formation théorique en centre de formation et pratique en entreprise et le suivi de cette alternance ;<br/><br/>\n- présenter les méthodes de positionnement et d'individualisation des parcours de formation ainsi que les dates retenues pour la première session.</p><p>2-4. - La qualité des titres, diplômes et certificats de qualifications professionnelles des personnels en charge de la réalisation des actions et leur cohérence avec les formations proposées :</p><p>- fournir la liste des formateurs comportant nom, prénom, qualification, contenus enseignés, statut (employé permanent, vacataire, prestataire…), et présenter les rôles de chacun dans la formation visée ainsi que les modalités d'encadrement des intervenants ponctuels ;<br/><br/>\n- l'équipe de formateurs disposera de permanents détenant :<br/><br/>\n- des qualifications exigées par l'arrêté du diplôme pour lequel est demandée l'habilitation ;<br/><br/>\n- ou, quand l'arrêté ne le précise pas, au moins le niveau du diplôme visé et/ou l'expertise du métier visé.</p><p>2-5. - La capacité à mobiliser des structures accueillant les personnes en formation pour la réalisation de leur alternance en entreprise et donc :</p><p>- à disposer d'un réseau (préciser les modalités permettant sa mobilisation) et de ressources en lien avec le diplôme visé :fournir la liste des professionnels, employeurs, experts en lien avec le diplôme et la mention pouvant être sollicités comme tuteurs, experts ou évaluateurs…<br/><br/>\n- à assurer le suivi de l'alternance par un dispositif tutoral : présenter le dispositif de tutorat faisant apparaître :<br/><br/>\n- les liens de pertinence entre les séquences de formation en centre et la formation en entreprise (objectifs et contenus de formation confiés aux entreprises) ;<br/><br/>\n- les modalités et outils de travail avec les tuteurs, organisation de la progressivité de la montée en responsabilité, le soutien, la remédiation…<br/><br/>\n- les critères retenus pour le choix des tuteurs, les exigences qui leur sont imposées ;<br/><br/>\n- les modalités de formation et de suivi des tuteurs.</p><p>2-6. - La capacité à organiser des certifications conformes aux textes réglementaires et à assurer l'équité des stagiaires :</p><p>- décrire les modalités de certification (regroupements, contexte, durée, supports, évaluateurs, dates envisagées pour la première session, lieux…) ;<br/><br/>\n- fournir la liste des évaluateurs pressentis pour la première session pour les épreuves certificatives déléguées et préciser les critères de choix des évaluateurs ;<br/><br/>\n- fournir les grilles de certification utilisées quand celles-ci ne sont pas fournies ou harmonisées par la DRJSCS, et les documents fournis aux évaluateurs lorsque les épreuves certificatives sont déléguées ;<br/><br/>\n- préciser les modalités des épreuves de rattrapage (dates envisagées pour la première session, lieux, évaluateurs…) ;<br/><br/>\n- préciser les conditions de présentation des candidats aux épreuves de certification (gestion des absences, identité, convocations…).</p><p>2-7 - La capacité à prendre en compte des appréciations rendues par les stagiaires :</p><p>- produire les modalités d'évaluation des actions de formation auprès des stagiaires afin de mesurer leur satisfaction en précisant les processus de l'exploitation de leurs enseignements (amélioration des prestations, partage avec les formateurs…) ;<br/><br/>\n- décrire comment sont partagés les résultats des évaluations avec les parties prenantes (formateurs, stagiaires, financeurs, prescripteurs) dans un processus d'amélioration continue de la qualité de la formation dispensée.</p><p>Les fédérations nationales délégataires et leurs organes déconcentrés demandant une habilitation dans un diplôme portant sur leur discipline sont réputés remplir les clauses 2-4 et 2-5 pour les formateurs de la fédération et les intervenants conseillers techniques sportifs (CTS), conseillers techniques nationaux (CTN)… les éléments du dossier seront cependant transmis pour information.<br/><br/>\nLes établissements publics de formation relevant du ministère chargé des sports demandant une habilitation sont réputés remplir la clause 2-1.<br/><br/>\nLes établissements publics de formation relevant du ministère chargé des sports lorsqu'ils sont inscrits sur la liste mentionnée à l'article A. 212-175-11 du code du sport sont réputés remplir les clauses 2-3, 2-4, 2-5 pour les formations relevant de l'environnement spécifique.</p><p></p>",
            "num": "Annexe II-2-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "VIGUEUR",
            "dateDebut": 1678579200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 244032232,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-07-25",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000019003194",
                        "id": "LEGISCTA000019003194",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-04-30",
                        "fin": "2999-01-01",
                        "titre": "Annexes partie réglementaire - Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018762192",
                        "id": "LEGISCTA000018762192",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-07-24",
                        "fin": "2999-01-01",
                        "titre": "Annexes II",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020898273",
                        "id": "LEGISCTA000020898273",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2006-02-01",
                        "fin": "2999-01-01",
                        "titre": "Code du sport",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071318",
                        "id": "LEGITEXT000006071318",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000031833213",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020898273",
            "sectionParentId": "LEGISCTA000020898273",
            "sectionParentTitre": "Annexes II",
            "fullSectionsTitre": "ANNEXES &gt; Annexes partie réglementaire - Arrêtés &gt; Annexes II",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000047300493",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071318",
                    "titre": "Code du sport.",
                    "titreLong": "Code du sport",
                    "etat": "VIGUEUR",
                    "dateDebut": 1138752000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071318",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Les annexes à l'arrêté du 6 novembre 2018 relatives aux modèles de dossier de validation sont tenues à disposition du public sur le site internet relevant du ministre chargé des sports (http://www.sports.gouv.fr).",
            "notaHtml": "<p>Les annexes à l'arrêté du 6 novembre 2018 relatives aux modèles de dossier de validation sont tenues à disposition du public sur le site internet relevant du ministre chargé des sports (http://www.sports.gouv.fr).</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000047294641",
                    "textTitle": "Arrêté du 9 février 2023 - art. 4",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000047298970",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2023-03-11",
                    "dateSignaTexte": "2023-02-09",
                    "dateDebutCible": "2023-03-12"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000020574354",
                    "textTitle": "Arrêté du 15 avril 2009 - art. 7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "LEGIARTI000047560511",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1241481600000,
                    "dateDebut": 1684454400000
                },
                {
                    "textCid": "LEGITEXT000006071318",
                    "textTitle": "Code du sport. - art. A212-175-11",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "A212-175-11",
                    "articleId": "LEGIARTI000028018338",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1380672000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006072050",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 94867200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000031833213",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1543536000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037678325",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1543536000000,
                    "dateFin": 1678579200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047300493",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1678579200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe II-2-1",
                "II-2-1"
            ],
            "versionPrecedente": "LEGIARTI000037678325",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000037678325",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "CAHIER DES CHARGES Titre, qualité, coordonnées du déclarant : Partie 1 : CLAUSES GÉNÉRALES 1-1. - L'identification de l'organisme de formation : - raison sociale : dénomination, adresse, téléphone, courriel ; - statut juridique ; - attestation d'assurances concernant l'activité de formation ; - directeur de l'organisme de formation (identité, adresse, téléphone, courriel). Les éléments fournis sous forme de fiches par l'organisme de formation doivent permettre d'apprécier : 1-2. - La capacité de l'organisme de formation de répondre au cadre général de la formation professionnelle : - être déclaré auprès de la DIRECCTE et en conformité avec les formalités inhérentes à cet enregistrement : - fournir le numéro d'activité délivré et le dernier bilan pédagogique et financier transmis à la DIRECCTE (articles L. 6352-11 et R. 6352-23 du code du travail) ; - fournir copie de la convention de formation type utilisée entre l'organisme de formation, l'entreprise d'accueil et le stagiaire. - respecter les dispositions du code du travail mentionnées aux articles L. 6352-3 à L. 6352-5, L. 6353-1, L. 6353-8 et L. 6353-9 ; - fournir le règlement intérieur applicable aux stagiaires ; - préciser comment est assurée la représentation des stagiaires. 1-3. - La capacité de l'organisme de formation d'assurer le suivi administratif et financier des stagiaires, de répondre à leurs questions et sollicitations avant l'inscription, pendant la formation et à l'issue de celle-ci : - disposer d'outils d'information et de modalités d'information dédiés aux stagiaires : - décrire les modalités d'information des stagiaires (fiches type, site internet, journées portes ouvertes, séances d'information, rendez-vous personnels…) ; - disposer d'un secrétariat dédié, de permanences, de référents… - fournir l'organigramme général de l'organisme de formation ; - fournir l'organigramme détaillé et nominatif du secteur formation ; - accompagner les stagiaires dans la recherche de financement ou de stage : - préciser les nom(s), prénom(s) et qualité(s) de la (des) personne(s) chargée(s) d'accompagner les stagiaires pour la recherche de financement ou d'alternance ; - présenter les outils de suivi de l'insertion des stagiaires. 1-4. - La capacité de l'organisme de formation d'assurer la formation des stagiaires et de disposer de moyens techniques, pédagogiques et d'encadrement dédiés aux actions de formation : - décrire les outils généraux à disposition de la formation : centre documentaire, publications, site internet, FOAD… - décrire les modalités de choix des entreprises et de collaboration avec les tuteurs ; - décrire le dispositif d'évaluation interne pour les sessions de formation. 1-5. - La capacité de respecter et faire apparaitre de manière lisible dans le parcours de formation l'apprentissage par les stagiaires de la dimension éducative et citoyenne de la profession : - présenter comment les stagiaires sont formés : - à la connaissance des principes de la laïcité ; - à la prise en compte des diversités ; - à la prise en compte du développement durable et de la transition écologique ; - fournir le projet pédagogique s'il existe ou expliciter les orientations éducatives et pédagogiques de l'organisme. Les établissements publics de formation relevant du ministère chargé des sports et les centres de formation des apprentis demandant une habilitation sont réputés remplir les clauses 1-2, 1-3, 1-4 et 1-5. Pour les organismes de formation en cours d'habilitation quinquennale, les clauses générales seront réputées remplies si une nouvelle habilitation est demandée. Si le dossier est déposé dans une autre région que celle qui a accordé la première habilitation, les éléments du dossier seront cependant transmis pour information. Partie 2 : Clauses particulières Diplôme, spécialité, mention ou certificat complémentaire pour lequel est demandée l'habilitation : Les éléments fournis sous forme de fiches par l'organisme de formation doivent permettre d'apprécier : 2-1. - L'adéquation des lieux de la formation : - coordonnées du lieu de formation (adresse, téléphone, courriel) ; - coordonnées du coordonnateur de la formation (nom, prénom, qualité, téléphone et courriel) ; - liste des équipements mobilisés (salles et capacité de ces salles, centre documentaire, salle informatique, lieux de pratiques…) ; - présenter les moyens pédagogiques affectés à la réalisation d'une session (matériel mobile et permanent, espaces, équipements informatiques…) ; - avis de la commission départementale de sécurité et d'accessibilité. 2-2. - La capacité de l'organisme de formation à identifier des objectifs pédagogiques pertinents au regard des certifications concernées, à mettre en œuvre une formation complète présentant toutes les unités capitalisables constitutives du diplôme, et à adapter son offre au public formé et à l'emploi visé, ainsi qu'à être cohérent dans ses moyens pédagogiques, techniques et d'encadrement dédiés à la formation : - présenter le public ciblé, les critères de sélection envisagés, les modalités du positionnement, et démontrer la capacité à intégrer des stagiaires en parcours partiel ; - décrire les éventuels services annexes (restauration, hébergement, salles de repos, de convivialité, accessibilité…) permettant d'offrir un environnement favorable aux apprentissages ; - si l'organisme de formation organise les tests d'exigences préalables (TEP), décrire les modalités et le calendrier retenus pour la première session ; - joindre le ruban pédagogique, adapté aux attendus du diplôme, prévu pour la première session, décrivant la progression pédagogique et faisant apparaître les périodes d'alternance, la montée en puissance de la responsabilisation du stagiaire, les contenus abordés ; - décrire l'organisation des certifications et présenter le calendrier retenu pour la première session ; - préciser le nombre de sessions commençant sur une seule année civile, leur planification sur l'année, l'effectif minimal et maximal prévu par session (en équivalent temps plein), le calendrier précis de la première session (avec les dates de positionnement) ; - le cas échéant, fournir la liste des organismes sous-traitants des contenus de formation (intitulé, raison sociale, adresse, contenus de formation envisagés, lieux de formation en référence au point 2-1) ; - présenter un budget prévisionnel dédié à la première session de formation en adéquation avec les publics et les objectifs pédagogiques. 2-3. - La capacité de l'organisme de formation à mettre en place un système de suivi pédagogique et d'évaluation adapté dès l'entrée en formation, la description des moyens pédagogiques et techniques : - fournir une fiche de présentation du coordonnateur pédagogique précisant nom, prénom, qualification, expérience, quotité de temps de travail consacré à la coordination (environ 0,5 ETP sur la durée de la session) ainsi que la description des modalités de mise en œuvre de cette coordination ; - le coordonnateur pédagogique disposera : - des qualifications exigées par l'arrêté du diplôme pour lequel est demandée l'habilitation ; - ou, quand l'arrêté ne le précise pas, - d'un diplôme au moins du niveau du diplôme pour lequel est demandée l'habilitation et d'une expérience de formateur ou de coordonnateur (fournir CV et justificatifs de diplôme) ; - ou de trois années d'expérience de formateur ou de coordonnateur et la maîtrise de l'activité visée par le diplôme (fournir CV et justificatifs), - d'une équipe pédagogique qu'il anime et coordonne : décrire la composition de l'équipe et ses modalités de fonctionnement : - décrire l'organisation de l'alternance entre les temps de formation théorique en centre de formation et pratique en entreprise et le suivi de cette alternance ; - présenter les méthodes de positionnement et d'individualisation des parcours de formation ainsi que les dates retenues pour la première session. 2-4. - La qualité des titres, diplômes et certificats de qualifications professionnelles des personnels en charge de la réalisation des actions et leur cohérence avec les formations proposées : - fournir la liste des formateurs comportant nom, prénom, qualification, contenus enseignés, statut (employé permanent, vacataire, prestataire…), et présenter les rôles de chacun dans la formation visée ainsi que les modalités d'encadrement des intervenants ponctuels ; - l'équipe de formateurs disposera de permanents détenant : - des qualifications exigées par l'arrêté du diplôme pour lequel est demandée l'habilitation ; - ou, quand l'arrêté ne le précise pas, au moins le niveau du diplôme visé et/ou l'expertise du métier visé. 2-5. - La capacité à mobiliser des structures accueillant les personnes en formation pour la réalisation de leur alternance en entreprise et donc : - à disposer d'un réseau (préciser les modalités permettant sa mobilisation) et de ressources en lien avec le diplôme visé :fournir la liste des professionnels, employeurs, experts en lien avec le diplôme et la mention pouvant être sollicités comme tuteurs, experts ou évaluateurs… - à assurer le suivi de l'alternance par un dispositif tutoral : présenter le dispositif de tutorat faisant apparaître : - les liens de pertinence entre les séquences de formation en centre et la formation en entreprise (objectifs et contenus de formation confiés aux entreprises) ; - les modalités et outils de travail avec les tuteurs, organisation de la progressivité de la montée en responsabilité, le soutien, la remédiation… - les critères retenus pour le choix des tuteurs, les exigences qui leur sont imposées ; - les modalités de formation et de suivi des tuteurs. 2-6. - La capacité à organiser des certifications conformes aux textes réglementaires et à assurer l'équité des stagiaires : - décrire les modalités de certification (regroupements, contexte, durée, supports, évaluateurs, dates envisagées pour la première session, lieux…) ; - fournir la liste des évaluateurs pressentis pour la première session pour les épreuves certificatives déléguées et préciser les critères de choix des évaluateurs ; - fournir les grilles de certification utilisées quand celles-ci ne sont pas fournies ou harmonisées par la DRJSCS, et les documents fournis aux évaluateurs lorsque les épreuves certificatives sont déléguées ; - préciser les modalités des épreuves de rattrapage (dates envisagées pour la première session, lieux, évaluateurs…) ; - préciser les conditions de présentation des candidats aux épreuves de certification (gestion des absences, identité, convocations…). 2-7 - La capacité à prendre en compte des appréciations rendues par les stagiaires : - produire les modalités d'évaluation des actions de formation auprès des stagiaires afin de mesurer leur satisfaction en précisant les processus de l'exploitation de leurs enseignements (amélioration des prestations, partage avec les formateurs…) ; - décrire comment sont partagés les résultats des évaluations avec les parties prenantes (formateurs, stagiaires, financeurs, prescripteurs) dans un processus d'amélioration continue de la qualité de la formation dispensée. Les fédérations nationales délégataires et leurs organes déconcentrés demandant une habilitation dans un diplôme portant sur leur discipline sont réputés remplir les clauses 2-4 et 2-5 pour les formateurs de la fédération et les intervenants conseillers techniques sportifs (CTS), conseillers techniques nationaux (CTN)… les éléments du dossier seront cependant transmis pour information. Les établissements publics de formation relevant du ministère chargé des sports demandant une habilitation sont réputés remplir la clause 2-1. Les établissements publics de formation relevant du ministère chargé des sports lorsqu'ils sont inscrits sur la liste mentionnée à l'article A. 212-175-11 du code du sport sont réputés remplir les clauses 2-3, 2-4, 2-5 pour les formations relevant de l'environnement spécifique.",
            "texteHtml": "<p></p><p><br/>\nCAHIER DES CHARGES</p><p><br/>\nTitre, qualité, coordonnées du déclarant :</p><p>Partie 1 : CLAUSES GÉNÉRALES</p><p>1-1. - L'identification de l'organisme de formation :</p><p>- raison sociale : dénomination, adresse, téléphone, courriel ;<br/><br/>\n- statut juridique ;<br/><br/>\n- attestation d'assurances concernant l'activité de formation ;<br/><br/>\n- directeur de l'organisme de formation (identité, adresse, téléphone, courriel).</p><p>Les éléments fournis sous forme de fiches par l'organisme de formation doivent permettre d'apprécier :<br/><br/>\n1-2. - La capacité de l'organisme de formation de répondre au cadre général de la formation professionnelle :</p><p><br/>\n- être déclaré auprès de la DIRECCTE et en conformité avec les formalités inhérentes à cet enregistrement :<br/><br/>\n- fournir le numéro d'activité délivré et le dernier bilan pédagogique et financier transmis à la DIRECCTE (articles L. 6352-11 et R. 6352-23 du code du travail) ;<br/><br/>\n- fournir copie de la convention de formation type utilisée entre l'organisme de formation, l'entreprise d'accueil et le stagiaire.</p><p>- respecter les dispositions du code du travail mentionnées aux articles L. 6352-3 à L. 6352-5, L. 6353-1, L. 6353-8 et L. 6353-9 ;<br/><br/>\n- fournir le règlement intérieur applicable aux stagiaires ;<br/><br/>\n- préciser comment est assurée la représentation des stagiaires.</p><p>1-3. - La capacité de l'organisme de formation d'assurer le suivi administratif et financier des stagiaires, de répondre à leurs questions et sollicitations avant l'inscription, pendant la formation et à l'issue de celle-ci :</p><p>- disposer d'outils d'information et de modalités d'information dédiés aux stagiaires :<br/><br/>\n- décrire les modalités d'information des stagiaires (fiches type, site internet, journées portes ouvertes, séances d'information, rendez-vous personnels…) ;</p><p>- disposer d'un secrétariat dédié, de permanences, de référents…<br/><br/>\n- fournir l'organigramme général de l'organisme de formation ;<br/><br/>\n- fournir l'organigramme détaillé et nominatif du secteur formation ;</p><p>- accompagner les stagiaires dans la recherche de financement ou de stage :<br/><br/>\n- préciser les nom(s), prénom(s) et qualité(s) de la (des) personne(s) chargée(s) d'accompagner les stagiaires pour la recherche de financement ou d'alternance ;<br/><br/>\n- présenter les outils de suivi de l'insertion des stagiaires.</p><p>1-4. - La capacité de l'organisme de formation d'assurer la formation des stagiaires et de disposer de moyens techniques, pédagogiques et d'encadrement dédiés aux actions de formation :</p><p>- décrire les outils généraux à disposition de la formation : centre documentaire, publications, site internet, FOAD…<br/><br/>\n- décrire les modalités de choix des entreprises et de collaboration avec les tuteurs ;<br/><br/>\n- décrire le dispositif d'évaluation interne pour les sessions de formation.</p><p>1-5. - La capacité de respecter et faire apparaitre de manière lisible dans le parcours de formation l'apprentissage par les stagiaires de la dimension éducative et citoyenne de la profession :</p><p>- présenter comment les stagiaires sont formés :<br/><br/>\n- à la connaissance des principes de la laïcité ;<br/><br/>\n- à la prise en compte des diversités ;<br/><br/>\n- à la prise en compte du développement durable et de la transition écologique ;<br/><br/>\n- fournir le projet pédagogique s'il existe ou expliciter les orientations éducatives et pédagogiques de l'organisme.</p><p>Les établissements publics de formation relevant du ministère chargé des sports et les centres de formation des apprentis demandant une habilitation sont réputés remplir les clauses 1-2, 1-3, 1-4 et 1-5.<br/><br/>\nPour les organismes de formation en cours d'habilitation quinquennale, les clauses générales seront réputées remplies si une nouvelle habilitation est demandée. Si le dossier est déposé dans une autre région que celle qui a accordé la première habilitation, les éléments du dossier seront cependant transmis pour information.</p><p>Partie 2 : Clauses particulières</p><p>Diplôme, spécialité, mention ou certificat complémentaire pour lequel est demandée l'habilitation :<br/><br/>\nLes éléments fournis sous forme de fiches par l'organisme de formation doivent permettre d'apprécier :<br/><br/>\n2-1. - L'adéquation des lieux de la formation :</p><p>- coordonnées du lieu de formation (adresse, téléphone, courriel) ;<br/><br/>\n- coordonnées du coordonnateur de la formation (nom, prénom, qualité, téléphone et courriel) ;<br/><br/>\n- liste des équipements mobilisés (salles et capacité de ces salles, centre documentaire, salle informatique, lieux de pratiques…) ;<br/><br/>\n- présenter les moyens pédagogiques affectés à la réalisation d'une session (matériel mobile et permanent, espaces, équipements informatiques…) ;<br/><br/>\n- avis de la commission départementale de sécurité et d'accessibilité.</p><p>2-2. - La capacité de l'organisme de formation à identifier des objectifs pédagogiques pertinents au regard des certifications concernées, à mettre en œuvre une formation complète présentant toutes les unités capitalisables constitutives du diplôme, et à adapter son offre au public formé et à l'emploi visé, ainsi qu'à être cohérent dans ses moyens pédagogiques, techniques et d'encadrement dédiés à la formation :</p><p>- présenter le public ciblé, les critères de sélection envisagés, les modalités du positionnement, et démontrer la capacité à intégrer des stagiaires en parcours partiel ;<br/><br/>\n- décrire les éventuels services annexes (restauration, hébergement, salles de repos, de convivialité, accessibilité…) permettant d'offrir un environnement favorable aux apprentissages ;<br/><br/>\n- si l'organisme de formation organise les tests d'exigences préalables (TEP), décrire les modalités et le calendrier retenus pour la première session ;<br/><br/>\n- joindre le ruban pédagogique, adapté aux attendus du diplôme, prévu pour la première session, décrivant la progression pédagogique et faisant apparaître les périodes d'alternance, la montée en puissance de la responsabilisation du stagiaire, les contenus abordés ;<br/><br/>\n- décrire l'organisation des certifications et présenter le calendrier retenu pour la première session ;<br/><br/>\n- préciser le nombre de sessions commençant sur une seule année civile, leur planification sur l'année, l'effectif minimal et maximal prévu par session (en équivalent temps plein), le calendrier précis de la première session (avec les dates de positionnement) ;<br/><br/>\n- le cas échéant, fournir la liste des organismes sous-traitants des contenus de formation (intitulé, raison sociale, adresse, contenus de formation envisagés, lieux de formation en référence au point 2-1) ;<br/><br/>\n- présenter un budget prévisionnel dédié à la première session de formation en adéquation avec les publics et les objectifs pédagogiques.</p><p>2-3. - La capacité de l'organisme de formation à mettre en place un système de suivi pédagogique et d'évaluation adapté dès l'entrée en formation, la description des moyens pédagogiques et techniques :</p><p>- fournir une fiche de présentation du coordonnateur pédagogique précisant nom, prénom, qualification, expérience, quotité de temps de travail consacré à la coordination (environ 0,5 ETP sur la durée de la session) ainsi que la description des modalités de mise en œuvre de cette coordination ;<br/><br/>\n- le coordonnateur pédagogique disposera :<br/><br/>\n- des qualifications exigées par l'arrêté du diplôme pour lequel est demandée l'habilitation ;<br/><br/>\n- ou, quand l'arrêté ne le précise pas,<br/><br/>\n- d'un diplôme au moins du niveau du diplôme pour lequel est demandée l'habilitation et d'une expérience de formateur ou de coordonnateur (fournir CV et justificatifs de diplôme) ;<br/><br/>\n- ou de trois années d'expérience de formateur ou de coordonnateur et la maîtrise de l'activité visée par le diplôme (fournir CV et justificatifs),<br/><br/>\n- d'une équipe pédagogique qu'il anime et coordonne : décrire la composition de l'équipe et ses modalités de fonctionnement :<br/><br/>\n- décrire l'organisation de l'alternance entre les temps de formation théorique en centre de formation et pratique en entreprise et le suivi de cette alternance ;<br/><br/>\n- présenter les méthodes de positionnement et d'individualisation des parcours de formation ainsi que les dates retenues pour la première session.</p><p>2-4. - La qualité des titres, diplômes et certificats de qualifications professionnelles des personnels en charge de la réalisation des actions et leur cohérence avec les formations proposées :</p><p>- fournir la liste des formateurs comportant nom, prénom, qualification, contenus enseignés, statut (employé permanent, vacataire, prestataire…), et présenter les rôles de chacun dans la formation visée ainsi que les modalités d'encadrement des intervenants ponctuels ;<br/><br/>\n- l'équipe de formateurs disposera de permanents détenant :<br/><br/>\n- des qualifications exigées par l'arrêté du diplôme pour lequel est demandée l'habilitation ;<br/><br/>\n- ou, quand l'arrêté ne le précise pas, au moins le niveau du diplôme visé et/ou l'expertise du métier visé.</p><p>2-5. - La capacité à mobiliser des structures accueillant les personnes en formation pour la réalisation de leur alternance en entreprise et donc :</p><p>- à disposer d'un réseau (préciser les modalités permettant sa mobilisation) et de ressources en lien avec le diplôme visé :fournir la liste des professionnels, employeurs, experts en lien avec le diplôme et la mention pouvant être sollicités comme tuteurs, experts ou évaluateurs…<br/><br/>\n- à assurer le suivi de l'alternance par un dispositif tutoral : présenter le dispositif de tutorat faisant apparaître :<br/><br/>\n- les liens de pertinence entre les séquences de formation en centre et la formation en entreprise (objectifs et contenus de formation confiés aux entreprises) ;<br/><br/>\n- les modalités et outils de travail avec les tuteurs, organisation de la progressivité de la montée en responsabilité, le soutien, la remédiation…<br/><br/>\n- les critères retenus pour le choix des tuteurs, les exigences qui leur sont imposées ;<br/><br/>\n- les modalités de formation et de suivi des tuteurs.</p><p>2-6. - La capacité à organiser des certifications conformes aux textes réglementaires et à assurer l'équité des stagiaires :</p><p>- décrire les modalités de certification (regroupements, contexte, durée, supports, évaluateurs, dates envisagées pour la première session, lieux…) ;<br/><br/>\n- fournir la liste des évaluateurs pressentis pour la première session pour les épreuves certificatives déléguées et préciser les critères de choix des évaluateurs ;<br/><br/>\n- fournir les grilles de certification utilisées quand celles-ci ne sont pas fournies ou harmonisées par la DRJSCS, et les documents fournis aux évaluateurs lorsque les épreuves certificatives sont déléguées ;<br/><br/>\n- préciser les modalités des épreuves de rattrapage (dates envisagées pour la première session, lieux, évaluateurs…) ;<br/><br/>\n- préciser les conditions de présentation des candidats aux épreuves de certification (gestion des absences, identité, convocations…).</p><p>2-7 - La capacité à prendre en compte des appréciations rendues par les stagiaires :</p><p>- produire les modalités d'évaluation des actions de formation auprès des stagiaires afin de mesurer leur satisfaction en précisant les processus de l'exploitation de leurs enseignements (amélioration des prestations, partage avec les formateurs…) ;<br/><br/>\n- décrire comment sont partagés les résultats des évaluations avec les parties prenantes (formateurs, stagiaires, financeurs, prescripteurs) dans un processus d'amélioration continue de la qualité de la formation dispensée.</p><p>Les fédérations nationales délégataires et leurs organes déconcentrés demandant une habilitation dans un diplôme portant sur leur discipline sont réputés remplir les clauses 2-4 et 2-5 pour les formateurs de la fédération et les intervenants conseillers techniques sportifs (CTS), conseillers techniques nationaux (CTN)… les éléments du dossier seront cependant transmis pour information.<br/><br/>\nLes établissements publics de formation relevant du ministère chargé des sports demandant une habilitation sont réputés remplir la clause 2-1.<br/><br/>\nLes établissements publics de formation relevant du ministère chargé des sports lorsqu'ils sont inscrits sur la liste mentionnée à l'article A. 212-175-11 du code du sport sont réputés remplir les clauses 2-3, 2-4, 2-5 pour les formations relevant de l'environnement spécifique.</p><p></p>",
            "num": "Annexe II-2-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1543536000000,
            "dateFin": 1678579200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 244032232,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-07-25",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000019003194",
                        "id": "LEGISCTA000019003194",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-04-30",
                        "fin": "2999-01-01",
                        "titre": "Annexes partie réglementaire - Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018762192",
                        "id": "LEGISCTA000018762192",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-07-24",
                        "fin": "2999-01-01",
                        "titre": "Annexes II",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020898273",
                        "id": "LEGISCTA000020898273",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2006-02-01",
                        "fin": "2999-01-01",
                        "titre": "Code du sport",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071318",
                        "id": "LEGITEXT000006071318",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000031833213",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020898273",
            "sectionParentId": "LEGISCTA000020898273",
            "sectionParentTitre": "Annexes II",
            "fullSectionsTitre": "ANNEXES &gt; Annexes partie réglementaire - Arrêtés &gt; Annexes II",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000037678325",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071318",
                    "titre": "Code du sport.",
                    "titreLong": "Code du sport",
                    "etat": "VIGUEUR",
                    "dateDebut": 1138752000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071318",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Les annexes à l'arrêté du 6 novembre 2018 relatives aux modèles de dossier de validation sont tenues à disposition du public sur le site internet relevant du ministre chargé des sports (http://www.sports.gouv.fr).",
            "notaHtml": "<p>Les annexes à l'arrêté du 6 novembre 2018 relatives aux modèles de dossier de validation sont tenues à disposition du public sur le site internet relevant du ministre chargé des sports (http://www.sports.gouv.fr).</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000037658195",
                    "textTitle": "Arrêté du 6 novembre 2018 - art.",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000037661159",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2018-11-29",
                    "dateSignaTexte": "2018-11-06",
                    "dateDebutCible": "2018-11-30"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000020574354",
                    "textTitle": "Arrêté du 15 avril 2009 - art. 7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "LEGIARTI000047560511",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1241481600000,
                    "dateDebut": 1684454400000
                },
                {
                    "textCid": "LEGITEXT000006071318",
                    "textTitle": "Code du sport. - art. A212-175-11",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "A212-175-11",
                    "articleId": "LEGIARTI000028018338",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1380672000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006072050",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 94867200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000031833213",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1543536000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037678325",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1543536000000,
                    "dateFin": 1678579200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047300493",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1678579200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe II-2-1",
                "II-2-1"
            ],
            "versionPrecedente": "LEGIARTI000031833213",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000031833213",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "CAHIER DES CHARGES Titre, qualité, coordonnées du déclarant Partie 1 : CLAUSES GÉNÉRALES 1-1. L'identification de l'organisme de formation - raison sociale : dénomination, adresse, téléphone, courriel - statut juridique - attestation d'assurances concernant l'activité de formation - directeur de l'organisme de formation (identité, adresse, téléphone, courriel) Les éléments fournis sous forme de fiches par l'organisme de formation doivent permettre d'apprécier : 1-2. La capacité de l'organisme de formation de répondre au cadre général de la formation professionnelle - être déclaré auprès de la DIRECCTE et en conformité avec les formalités inhérentes à cet enregistrement : - fournir le numéro d'activité délivré et le dernier bilan pédagogique et financier transmis à la DIRECCTE (L. 6352-11, R 6352-23 du code du travail) - fournir copie de la convention de formation type utilisée entre l'organisme de formation, l'entreprise d'accueil et le stagiaire - respecter les dispositions du code du travail mentionnées aux articles L.6352-3 à L.6352-5, L.6353-1, L.6353-8 et L.6353-9 : - fournir le règlement intérieur applicable aux stagiaires - préciser comment est assurée la représentation des stagiaires 1-3. La capacité de l'organisme de formation d'assurer le suivi administratif et financier des stagiaires, de répondre à leurs questions et sollicitations avant l'inscription, pendant la formation et à l'issue de celle-ci - disposer d'outils d'information et de modalités d'information dédiés aux stagiaires : - décrire les modalités d'information des stagiaires (fiches type, site internet, journées portes ouvertes, séances d'information, rendez-vous personnels …) - disposer d'un secrétariat dédié, de permanences, de référents … - fournir l'organigramme général de l'organisme de formation - fournir l'organigramme détaillé et nominatif du secteur formation - accompagner les stagiaires dans la recherche de financement ou de stage - préciser les nom(s), prénom(s) et qualité(s) de la (des) personne(s) chargées d'accompagner les stagiaires pour la recherche de financement ou d'alternance - présenter les outils de suivi de l'insertion des stagiaires 1-4. La capacité de l'organisme de formation d'assurer la formation des stagiaires et de disposer de moyens techniques, pédagogiques et d'encadrement dédiés aux actions de formation - décrire les outils généraux à disposition de la formation : centre documentaire, publications, site internet, FOAD… - décrire les modalités de choix des entreprises et de collaboration avec les tuteurs - décrire le dispositif d'évaluation interne pour les sessions de formation 1-5. La capacité de respecter et faire apparaitre de manière lisible dans le parcours de formation l'apprentissage par les stagiaires de la dimension éducative et citoyenne de la profession - présenter comment les stagiaires sont formés : - à la connaissance des principes de la laïcité - à la prise en compte des diversités - à la prise en compte du développement durable et de la transition écologique - fournir le projet pédagogique s'il existe ou expliciter les orientations éducatives et pédagogiques de l'organisme Les établissements publics de formation relevant du ministère chargé des sports et les centres de formation des apprentis demandant une habilitation sont réputés remplir les clauses 1-2, 1-3, 1-4 et 1-5. Pour les organismes de formation en cours d'habilitation quinquennale, les clauses générales seront réputées remplies si une nouvelle habilitation est demandée. Si le dossier est déposé dans une autre région que celle qui a accordé la première habilitation, les éléments du dossier seront cependant transmis pour information. Partie 2 : CLAUSES PARTICULIÈRES Diplôme, spécialité, mention ou certificat complémentaire pour lequel est demandée l'habilitation Les éléments fournis sous forme de fiches par l'organisme de formation doivent permettre d'apprécier : 2-1. L'adéquation des lieux de la formation - coordonnées du lieu de formation (adresse, téléphone, courriel) - coordonnées du coordonnateur de la formation (nom, prénom, qualité, téléphone et courriel) - liste des équipements mobilisés (salles et capacité de ces salles, centre documentaire, salle informatique, lieux de pratiques,…) - présenter les moyens pédagogiques affectés à la réalisation d'une session (matériel mobile et permanent, espaces, équipements informatiques, …) - avis de la commission départementale de sécurité et d'accessibilité 2-2. La capacité de l'organisme de formation à identifier des objectifs pédagogiques et à adapter son offre au public formé et à l'emploi visé, ainsi qu'à être cohérent dans ses moyens pédagogiques, techniques et d'encadrement dédiés à la formation - présenter le public ciblé, les critères de sélection envisagés, les modalités du positionnement, l'intégration des stagiaires en parcours partiel - fournir une fiche présentant les éventuels services annexes (restauration, hébergement, salles de repos, de convivialité, accessibilité …) - si l'organisme de formation organise les tests d'exigences préalables (TEP), fournir une fiche présentant les modalités et le calendrier retenus pour la première session - joindre le ruban pédagogique, adapté aux attendus du diplôme, prévu pour la première session, décrivant la progression pédagogique et faisant apparaître les périodes d'alternance, la montée en puissance de la responsabilisation du stagiaire, les contenus abordés - présenter les certifications et le calendrier retenu pour la première session - préciser le nombre de sessions commençant sur une seule année civile, leur planification sur l'année, l'effectif minimal et maximal prévu par session (en équivalent temps plein), le calendrier de la première session (avec les dates de positionnement) - le cas échéant, fournir la liste des organismes sous traitants des contenus de formation (intitulé, raison sociale, adresse, contenus de formation envisagés, lieux de formation en référence au point 2-1) - présenter un budget prévisionnel dédié à la première session de formation en adéquation avec les publics et les objectifs pédagogiques 2-3. La capacité de l'organisme de formation à mettre en place un système de suivi pédagogique et d'évaluation adapté dès l'entrée en formation, la description des moyens pédagogiques et techniques - Fournir une fiche de présentation du coordonnateur pédagogique précisant nom, prénom, qualification, expérience, quotité de temps de travail consacré à la coordination (environ 0,5 ETP sur la durée de la session) ainsi que les modalités de mise en œuvre de cette coordination - Le coordonnateur pédagogique disposera : - des qualifications exigées par l'arrêté du diplôme pour lequel est demandée l'habilitation - ou, quand l'arrêté ne le précise pas, - d'un diplôme au moins du niveau du diplôme pour lequel est demandée l'habilitation et d'une expérience de formateur ou de coordonnateur (fournir CV et justificatifs de diplôme) - ou de trois années d'expérience de formateur ou de coordonnateur et la maîtrise de l'activité visée par le diplôme (fournir CV et justificatifs) - d'une équipe pédagogique qu'il anime et coordonne : décrire la composition de l'équipe et ses modalités de fonctionnement - décrire l'organisation de l'alternance entre les temps de formation théorique en centre de formation et pratique en entreprise et le suivi de cette alternance - présenter les méthodes de positionnement et d'individualisation des parcours de formation ainsi que les dates retenues pour la première session 2-4. La qualité des titres, diplômes et certificats de qualifications professionnelles des personnels en charge de la réalisation des actions et leur cohérence avec les formations proposées - Fournir la liste des formateurs comportant nom, prénom, qualification, contenus enseignés, statut (employé permanent, vacataire, prestataire…), et présenter les rôles de chacun dans la formation visée ainsi que les modalités d'encadrement des intervenants ponctuels - L'équipe de formateurs disposera de permanents détenant : - des qualifications exigées par l'arrêté du diplôme pour lequel est demandée l'habilitation - ou, quand l'arrêté ne le précise pas, au moins le niveau du diplôme visé et/ou l'expertise du métier visé 2-5. La capacité à mobiliser des structures accueillant les personnes en formation pour la réalisation de leur alternance en entreprise et donc - à disposer d'un réseau et de ressources en lien avec le diplôme visé : fournir la liste des professionnels, employeurs, experts en lien avec le diplôme et la mention pouvant être sollicitées comme tuteurs, experts ou évaluateurs… et préciser les modalités de mobilisation de ce réseau - à assurer le suivi de l'alternance par un dispositif tutoral : présenter le dispositif de tutorat faisant apparaître : - les liens de pertinence entre les séquences de formation en centre et la formation en entreprise (objectifs et contenus de formation confiés aux entreprises) - les modalités et outils de travail avec les tuteurs, organisation de la progressivité de la montée en responsabilité, le soutien, la remédiation… - les critères retenus pour le choix des tuteurs, les exigences qui leur sont imposées - les modalités de formation et de suivi des tuteurs 2-6. La capacité à organiser des certifications conformes aux textes réglementaires et à assurer l'équité des stagiaires - Fournir une fiche détaillant les modalités de certification (regroupements, contexte, durée, supports, évaluateurs, dates envisagées pour la première session, lieux, …) - fournir la liste des évaluateurs pressentis pour la première session pour les épreuves certificatives déléguées et préciser les critères de choix des évaluateurs - fournir les grilles de certification utilisées et les documents fournis aux évaluateurs lorsque les épreuves certificatives sont déléguées - préciser les modalités des épreuves de rattrapage - préciser les conditions de présentation des candidats aux épreuves de certification (gestion des absences, identité, convocations…) Les fédérations nationales délégataires et leurs organes déconcentrés demandant une habilitation dans un diplôme portant sur leur discipline sont réputés remplir les clauses 2-4 et 2-5 pour les formateurs de la fédération et les intervenants conseillers techniques sportifs (CTS), conseillers techniques nationaux (CTN)… les éléments du dossier seront cependant transmis pour information. Les établissements publics de formation relevant du ministère chargé des sports demandant une habilitation sont réputés remplir la clause 2-1. Les établissements publics de formation relevant du ministère chargé des sports lorsqu'ils sont inscrits sur la liste mentionnée à l' article A. 212-175-11 du code du sport sont réputés remplir les clauses 2-3, 2-4, 2-5 pour les formations relevant de l'environnement spécifique.",
            "texteHtml": "<div align='center'>CAHIER DES CHARGES </div><p align='left'>Titre, qualité, coordonnées du déclarant</p><p align='left'><br/>Partie 1 : CLAUSES GÉNÉRALES </p><p align='left'><br/>1-1. L'identification de l'organisme de formation</p><p align='left'>- raison sociale : dénomination, adresse, téléphone, courriel</p><p align='left'>- statut juridique</p><p align='left'>- attestation d'assurances concernant l'activité de formation</p><p align='left'>- directeur de l'organisme de formation (identité, adresse, téléphone, courriel)</p><p align='left'>Les éléments fournis sous forme de fiches par l'organisme de formation doivent permettre d'apprécier :</p><p align='left'>1-2. La capacité de l'organisme de formation de répondre au cadre général de la formation professionnelle</p><p align='left'>- être déclaré auprès de la DIRECCTE et en conformité avec les formalités inhérentes à cet enregistrement :</p><p align='left'>- fournir le numéro d'activité délivré et le dernier bilan pédagogique et financier transmis à la DIRECCTE (L. 6352-11, R 6352-23 du code du travail)</p><p align='left'>- fournir copie de la convention de formation type utilisée entre l'organisme de formation, l'entreprise d'accueil et le stagiaire</p><p align='left'>- respecter les dispositions du <a href='/affichCode.do?cidTexte=LEGITEXT000006072050&dateTexte=&categorieLien=cid'>code du travail</a> mentionnées aux articles L.6352-3 à L.6352-5, L.6353-1, L.6353-8 et L.6353-9 :</p><p align='left'>- fournir le règlement intérieur applicable aux stagiaires</p><p align='left'>- préciser comment est assurée la représentation des stagiaires</p><p align='left'>1-3. La capacité de l'organisme de formation d'assurer le suivi administratif et financier des stagiaires, de répondre à leurs questions et sollicitations avant l'inscription, pendant la formation et à l'issue de celle-ci</p><p align='left'>- disposer d'outils d'information et de modalités d'information dédiés aux stagiaires :</p><p align='left'>- décrire les modalités d'information des stagiaires (fiches type, site internet, journées portes ouvertes, séances d'information, rendez-vous personnels …)</p><p align='left'>- disposer d'un secrétariat dédié, de permanences, de référents …</p><p align='left'>- fournir l'organigramme général de l'organisme de formation</p><p align='left'>- fournir l'organigramme détaillé et nominatif du secteur formation</p><p align='left'>- accompagner les stagiaires dans la recherche de financement ou de stage</p><p align='left'>- préciser les nom(s), prénom(s) et qualité(s) de la (des) personne(s) chargées d'accompagner les stagiaires pour la recherche de financement ou d'alternance</p><p align='left'>- présenter les outils de suivi de l'insertion des stagiaires</p><p align='left'>1-4. La capacité de l'organisme de formation d'assurer la formation des stagiaires et de disposer de moyens techniques, pédagogiques et d'encadrement dédiés aux actions de formation</p><p align='left'>- décrire les outils généraux à disposition de la formation : centre documentaire, publications, site internet, FOAD…</p><p align='left'>- décrire les modalités de choix des entreprises et de collaboration avec les tuteurs</p><p align='left'>- décrire le dispositif d'évaluation interne pour les sessions de formation</p><p align='left'>1-5. La capacité de respecter et faire apparaitre de manière lisible dans le parcours de formation l'apprentissage par les stagiaires de la dimension éducative et citoyenne de la profession</p><p align='left'>- présenter comment les stagiaires sont formés :</p><p align='left'>- à la connaissance des principes de la laïcité</p><p align='left'>- à la prise en compte des diversités</p><p align='left'>- à la prise en compte du développement durable et de la transition écologique</p><p align='left'>- fournir le projet pédagogique s'il existe ou expliciter les orientations éducatives et pédagogiques de l'organisme</p><p align='left'>Les établissements publics de formation relevant du ministère chargé des sports et les centres de formation des apprentis demandant une habilitation sont réputés remplir les clauses 1-2, 1-3, 1-4 et 1-5.</p><p align='left'>Pour les organismes de formation en cours d'habilitation quinquennale, les clauses générales seront réputées remplies si une nouvelle habilitation est demandée. Si le dossier est déposé dans une autre région que celle qui a accordé la première habilitation, les éléments du dossier seront cependant transmis pour information.</p><p align='left'><br/>Partie 2 : CLAUSES PARTICULIÈRES </p><p align='left'><br/>Diplôme, spécialité, mention ou certificat complémentaire pour lequel est demandée l'habilitation</p><p align='left'>Les éléments fournis sous forme de fiches par l'organisme de formation doivent permettre d'apprécier :</p><p align='left'>2-1. L'adéquation des lieux de la formation</p><p align='left'>- coordonnées du lieu de formation (adresse, téléphone, courriel)</p><p align='left'>- coordonnées du coordonnateur de la formation (nom, prénom, qualité, téléphone et courriel)</p><p align='left'>- liste des équipements mobilisés (salles et capacité de ces salles, centre documentaire, salle informatique, lieux de pratiques,…)</p><p align='left'>- présenter les moyens pédagogiques affectés à la réalisation d'une session (matériel mobile et permanent, espaces, équipements informatiques, …)</p><p align='left'>- avis de la commission départementale de sécurité et d'accessibilité</p><p align='left'>2-2. La capacité de l'organisme de formation à identifier des objectifs pédagogiques et à adapter son offre au public formé et à l'emploi visé, ainsi qu'à être cohérent dans ses moyens pédagogiques, techniques et d'encadrement dédiés à la formation</p><p align='left'>- présenter le public ciblé, les critères de sélection envisagés, les modalités du positionnement, l'intégration des stagiaires en parcours partiel</p><p align='left'>- fournir une fiche présentant les éventuels services annexes (restauration, hébergement, salles de repos, de convivialité, accessibilité …)</p><p align='left'>- si l'organisme de formation organise les tests d'exigences préalables (TEP), fournir une fiche présentant les modalités et le calendrier retenus pour la première session</p><p align='left'>- joindre le ruban pédagogique, adapté aux attendus du diplôme, prévu pour la première session, décrivant la progression pédagogique et faisant apparaître les périodes d'alternance, la montée en puissance de la responsabilisation du stagiaire, les contenus abordés</p><p align='left'>- présenter les certifications et le calendrier retenu pour la première session</p><p align='left'>- préciser le nombre de sessions commençant sur une seule année civile, leur planification sur l'année, l'effectif minimal et maximal prévu par session (en équivalent temps plein), le calendrier de la première session (avec les dates de positionnement)</p><p align='left'>- le cas échéant, fournir la liste des organismes sous traitants des contenus de formation (intitulé, raison sociale, adresse, contenus de formation envisagés, lieux de formation en référence au point 2-1)</p><p align='left'>- présenter un budget prévisionnel dédié à la première session de formation en adéquation avec les publics et les objectifs pédagogiques</p><p align='left'>2-3. La capacité de l'organisme de formation à mettre en place un système de suivi pédagogique et d'évaluation adapté dès l'entrée en formation, la description des moyens pédagogiques et techniques</p><p align='left'>- Fournir une fiche de présentation du coordonnateur pédagogique précisant nom, prénom, qualification, expérience, quotité de temps de travail consacré à la coordination (environ 0,5 ETP sur la durée de la session) ainsi que les modalités de mise en œuvre de cette coordination</p><p align='left'>- Le coordonnateur pédagogique disposera :</p><p align='left'>- des qualifications exigées par l'arrêté du diplôme pour lequel est demandée l'habilitation</p><p align='left'>- ou, quand l'arrêté ne le précise pas,</p><p align='left'>- d'un diplôme au moins du niveau du diplôme pour lequel est demandée l'habilitation et d'une expérience de formateur ou de coordonnateur (fournir CV et justificatifs de diplôme)</p><p align='left'>- ou de trois années d'expérience de formateur ou de coordonnateur et la maîtrise de l'activité visée par le diplôme (fournir CV et justificatifs)</p><p align='left'>- d'une équipe pédagogique qu'il anime et coordonne : décrire la composition de l'équipe et ses modalités de fonctionnement</p><p align='left'>- décrire l'organisation de l'alternance entre les temps de formation théorique en centre de formation et pratique en entreprise et le suivi de cette alternance</p><p align='left'>- présenter les méthodes de positionnement et d'individualisation des parcours de formation ainsi que les dates retenues pour la première session</p><p align='left'>2-4. La qualité des titres, diplômes et certificats de qualifications professionnelles des personnels en charge de la réalisation des actions et leur cohérence avec les formations proposées</p><p align='left'>- Fournir la liste des formateurs comportant nom, prénom, qualification, contenus enseignés, statut (employé permanent, vacataire, prestataire…), et présenter les rôles de chacun dans la formation visée ainsi que les modalités d'encadrement des intervenants ponctuels</p><p align='left'>- L'équipe de formateurs disposera de permanents détenant :</p><p align='left'>- des qualifications exigées par l'arrêté du diplôme pour lequel est demandée l'habilitation</p><p align='left'>- ou, quand l'arrêté ne le précise pas, au moins le niveau du diplôme visé et/ou l'expertise du métier visé</p><p align='left'>2-5. La capacité à mobiliser des structures accueillant les personnes en formation pour la réalisation de leur alternance en entreprise et donc</p><p align='left'>- à disposer d'un réseau et de ressources en lien avec le diplôme visé : fournir la liste des professionnels, employeurs, experts en lien avec le diplôme et la mention pouvant être sollicitées comme tuteurs, experts ou évaluateurs… et préciser les modalités de mobilisation de ce réseau</p><p align='left'>- à assurer le suivi de l'alternance par un dispositif tutoral : présenter le dispositif de tutorat faisant apparaître :</p><p align='left'>- les liens de pertinence entre les séquences de formation en centre et la formation en entreprise (objectifs et contenus de formation confiés aux entreprises)</p><p align='left'>- les modalités et outils de travail avec les tuteurs, organisation de la progressivité de la montée en responsabilité, le soutien, la remédiation…</p><p align='left'>- les critères retenus pour le choix des tuteurs, les exigences qui leur sont imposées</p><p align='left'>- les modalités de formation et de suivi des tuteurs</p><p align='left'>2-6. La capacité à organiser des certifications conformes aux textes réglementaires et à assurer l'équité des stagiaires</p><p align='left'>- Fournir une fiche détaillant les modalités de certification (regroupements, contexte, durée, supports, évaluateurs, dates envisagées pour la première session, lieux, …)</p><p align='left'>- fournir la liste des évaluateurs pressentis pour la première session pour les épreuves certificatives déléguées et préciser les critères de choix des évaluateurs</p><p align='left'>- fournir les grilles de certification utilisées et les documents fournis aux évaluateurs lorsque les épreuves certificatives sont déléguées</p><p align='left'>- préciser les modalités des épreuves de rattrapage</p><p align='left'>- préciser les conditions de présentation des candidats aux épreuves de certification (gestion des absences, identité, convocations…)</p><p align='left'>Les fédérations nationales délégataires et leurs organes déconcentrés demandant une habilitation dans un diplôme portant sur leur discipline sont réputés remplir les clauses 2-4 et 2-5 pour les formateurs de la fédération et les intervenants conseillers techniques sportifs (CTS), conseillers techniques nationaux (CTN)… les éléments du dossier seront cependant transmis pour information.</p><p align='left'>Les établissements publics de formation relevant du ministère chargé des sports demandant une habilitation sont réputés remplir la clause 2-1.</p><p align='left'>Les établissements publics de formation relevant du ministère chargé des sports lorsqu'ils sont inscrits sur la liste mentionnée à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071318&idArticle=LEGIARTI000028018338&dateTexte=&categorieLien=cid'>article A. 212-175-11 du code du sport</a> sont réputés remplir les clauses 2-3, 2-4, 2-5 pour les formations relevant de l'environnement spécifique.</p><p align='left'><br/></p>",
            "num": "Annexe II-2-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1451606400000,
            "dateFin": 1543536000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 244032232,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-07-25",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000019003194",
                        "id": "LEGISCTA000019003194",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-04-30",
                        "fin": "2999-01-01",
                        "titre": "Annexes partie réglementaire - Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018762192",
                        "id": "LEGISCTA000018762192",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-07-24",
                        "fin": "2999-01-01",
                        "titre": "Annexes II",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020898273",
                        "id": "LEGISCTA000020898273",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2006-02-01",
                        "fin": "2999-01-01",
                        "titre": "Code du sport",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071318",
                        "id": "LEGITEXT000006071318",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000031833213",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020898273",
            "sectionParentId": "LEGISCTA000020898273",
            "sectionParentTitre": "Annexes II",
            "fullSectionsTitre": "ANNEXES &gt; Annexes partie réglementaire - Arrêtés &gt; Annexes II",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000031833213",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071318",
                    "titre": "Code du sport.",
                    "titreLong": "Code du sport",
                    "etat": "VIGUEUR",
                    "dateDebut": 1138752000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071318",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000031692647",
                    "textTitle": "Arrêté du 21 décembre 2015 - art.",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000031830989",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2015-12-27",
                    "dateSignaTexte": "2015-12-21",
                    "dateDebutCible": "2016-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000020574354",
                    "textTitle": "Arrêté du 15 avril 2009 - art. 7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "LEGIARTI000047560511",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1241481600000,
                    "dateDebut": 1684454400000
                },
                {
                    "textCid": "LEGITEXT000006071318",
                    "textTitle": "Code du sport. - art. A212-175-11",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "A212-175-11",
                    "articleId": "LEGIARTI000028018338",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1380672000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006072050",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 94867200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000031833213",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1543536000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037678325",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1543536000000,
                    "dateFin": 1678579200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047300493",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1678579200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe II-2-1",
                "II-2-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}