{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000027799294",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - L'héritier, le donataire, le légataire ou le copartageant qui désire acquitter tout ou partie des droits de mutation ou de partage dont il est redevable par la remise de blocs de titres de sociétés cotées, de titres d'organismes de placement collectif en valeurs mobilières ou de placements collectifs relevant des paragraphes 1, 2 et 6 de la sous-section 2, du paragraphe 2 ou du sous-paragraphe 1 du paragraphe 1 de la sous-section 3 de la section 2 du chapitre IV du titre Ier du livre II du code monétaire et financier investis en titres de sociétés cotées ou en obligations négociables, ainsi que d'obligations négociables, mentionnés à l'article 1716 bis du code général des impôts , doit déposer au service des impôts ou au service de la publicité foncière compétent pour enregistrer l'acte constatant la mutation, le partage ou la déclaration de succession, une offre de dation à l'Etat indiquant le marché sur lequel sont cotés les titres qu'il envisage de remettre à l'Etat ainsi que leur nombre et leur code d'identification sur ce marché. L'offre est accompagnée de la copie du dernier relevé de compte titres sur lequel les titres sont inscrits. Il en est délivré récépissé. Toutefois, l'offre n'est recevable que si l'imposition due et la valeur liquidative ou le cours de bourse des titres offerts en dation de la veille du jour du dépôt de l'offre sont supérieurs ou égaux à un montant fixé par arrêté conjoint des ministres chargés du budget, de l'enseignement supérieur et de la recherche. L'offre de dation en paiement doit être faite dans le délai prévu pour l'enregistrement de la déclaration de la succession ou de l'acte constatant la mutation ou le partage. II. - Abrogé. III. - Le ministre chargé de l'enseignement supérieur et de la recherche ou, le cas échéant, le ministre chargé de l'enseignement supérieur ou celui chargé de la recherche ou ces deux ministres conjointement, suivant la nature du projet, proposent au ministre chargé du budget l'octroi ou le refus de l'agrément. IV. - La décision est notifiée au demandeur par pli recommandé avec demande d'avis de réception. V. - En cas de décision d'agrément, la dation en paiement n'est parfaite que si, d'une part, dans le délai mentionné ci-dessous, le demandeur accepte cette décision et transfère à l'Etat les titres offerts et si, d'autre part, au jour du transfert effectif des titres dans les comptes de l'Etat, leur dernier cours de clôture connu en bourse ou leur dernière valeur liquidative est au moins égal au montant de l'imposition due. Le délai mentionné au premier alinéa est de deux mois à compter de la date de réception de la décision d'agrément par le demandeur, lorsque le ou les dépositaires des titres offerts en dation sont établis en France, dans un autre Etat membre de la Communauté européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen. Ce délai est porté à quatre mois si l'un au moins des dépositaires des titres offerts en dation est établi dans un autre Etat ou territoire. Lorsque le dernier cours de clôture connu en bourse ou la dernière valeur liquidative des titres au jour de leur transfert effectif dans les comptes de l'Etat est inférieur au montant de l'imposition due, la dation est parfaite si le demandeur acquitte en numéraire le solde dû, dans le même délai. L'ensemble des frais afférents à l'opération de transfert des titres à l'Etat est à la charge du demandeur. La décision d'agrément est caduque si les conditions susmentionnées ne sont pas respectées. VI. - Les titres sont cédés par l'Etat, à titre gratuit et sous forme de dotation à l'établissement public à caractère scientifique, culturel et professionnel ou à l'établissement public à caractère scientifique et technologique ou à la fondation de recherche reconnue d'utilité publique ou assimilée, désigné dans la décision d'agrément, dans les deux mois suivant leur transfert effectif dans les comptes de l'Etat. Les frais de gestion des titres sont à la charge de l'organisme bénéficiaire. Ces titres sont cédés pour la valeur de leur cours de clôture en bourse ou leur valeur liquidative au jour de la cession.",
            "texteHtml": "<p>I. - L'héritier, le donataire, le légataire ou le copartageant qui désire acquitter tout ou partie des droits de mutation ou de partage dont il est redevable par la remise de blocs de titres de sociétés cotées, de titres d'organismes de placement collectif en valeurs mobilières ou de placements collectifs relevant des paragraphes 1, 2 et 6 de la sous-section 2, du paragraphe 2 ou du sous-paragraphe 1 du paragraphe 1 de la sous-section 3 de la section 2 du chapitre IV du titre Ier du livre II du code monétaire et financier investis en titres de sociétés cotées ou en obligations négociables, ainsi que d'obligations négociables, mentionnés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006312804&dateTexte=&categorieLien=cid'>l'article 1716 bis du code général des impôts</a>, doit déposer au service des impôts ou au service de la publicité foncière compétent pour enregistrer l'acte constatant la mutation, le partage ou la déclaration de succession, une offre de dation à l'Etat indiquant le marché sur lequel sont cotés les titres qu'il envisage de remettre à l'Etat ainsi que leur nombre et leur code d'identification sur ce marché. L'offre est accompagnée de la copie du dernier relevé de compte titres sur lequel les titres sont inscrits. Il en est délivré récépissé. </p><p></p><p>Toutefois, l'offre n'est recevable que si l'imposition due et la valeur liquidative ou le cours de bourse des titres offerts en dation de la veille du jour du dépôt de l'offre sont supérieurs ou égaux à un montant fixé par arrêté conjoint des ministres chargés du budget, de l'enseignement supérieur et de la recherche. </p><p></p><p>L'offre de dation en paiement doit être faite dans le délai prévu pour l'enregistrement de la déclaration de la succession ou de l'acte constatant la mutation ou le partage. </p><p></p><p>II. - Abrogé. </p><p></p><p>III. - Le ministre chargé de l'enseignement supérieur et de la recherche ou, le cas échéant, le ministre chargé de l'enseignement supérieur ou celui chargé de la recherche ou ces deux ministres conjointement, suivant la nature du projet, proposent au ministre chargé du budget l'octroi ou le refus de l'agrément. </p><p></p><p>IV. - La décision est notifiée au demandeur par pli recommandé avec demande d'avis de réception. </p><p></p><p>V. - En cas de décision d'agrément, la dation en paiement n'est parfaite que si, d'une part, dans le délai mentionné ci-dessous, le demandeur accepte cette décision et transfère à l'Etat les titres offerts et si, d'autre part, au jour du transfert effectif des titres dans les comptes de l'Etat, leur dernier cours de clôture connu en bourse ou leur dernière valeur liquidative est au moins égal au montant de l'imposition due. </p><p></p><p>Le délai mentionné au premier alinéa est de deux mois à compter de la date de réception de la décision d'agrément par le demandeur, lorsque le ou les dépositaires des titres offerts en dation sont établis en France, dans un autre Etat membre de la Communauté européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen. Ce délai est porté à quatre mois si l'un au moins des dépositaires des titres offerts en dation est établi dans un autre Etat ou territoire. </p><p></p><p>Lorsque le dernier cours de clôture connu en bourse ou la dernière valeur liquidative des titres au jour de leur transfert effectif dans les comptes de l'Etat est inférieur au montant de l'imposition due, la dation est parfaite si le demandeur acquitte en numéraire le solde dû, dans le même délai. </p><p></p><p>L'ensemble des frais afférents à l'opération de transfert des titres à l'Etat est à la charge du demandeur. </p><p></p><p>La décision d'agrément est caduque si les conditions susmentionnées ne sont pas respectées. </p><p></p><p>VI. - Les titres sont cédés par l'Etat, à titre gratuit et sous forme de dotation à l'établissement public à caractère scientifique, culturel et professionnel ou à l'établissement public à caractère scientifique et technologique ou à la fondation de recherche reconnue d'utilité publique ou assimilée, désigné dans la décision d'agrément, dans les deux mois suivant leur transfert effectif dans les comptes de l'Etat. Les frais de gestion des titres sont à la charge de l'organisme bénéficiaire. Ces titres sont cédés pour la valeur de leur cours de clôture en bourse ou leur valeur liquidative au jour de la cession.</p>",
            "num": "384 A quater",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "ABROGE",
            "dateDebut": 1375228800000,
            "dateFin": 1392768000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1970-11-11",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Recouvrement de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084162",
                        "id": "LEGISCTA000006084162",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1970-11-11",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Paiement de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114403",
                        "id": "LEGISCTA000006114403",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1970-11-11",
                        "fin": "2999-01-01",
                        "titre": "Section III : Enregistrement, publicité foncière, timbre",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133714",
                        "id": "LEGISCTA000006133714",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1970-11-11",
                        "fin": "2999-01-01",
                        "titre": "I : Dation en paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146747",
                        "id": "LEGISCTA000006146747",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-01-01",
                        "fin": "2999-01-01",
                        "titre": "4° : Remise à certains établissements d'instruments financiers destinés à la recherche ou l'enseignement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000022896432",
                        "id": "LEGISCTA000022896432",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1967-09-16",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe II",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069569",
                        "id": "LEGITEXT000006069569",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000019706117",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000022896432",
            "sectionParentId": "LEGISCTA000022896432",
            "sectionParentTitre": "4° : Remise à certains établissements d'instruments financiers destinés à la recherche ou l'enseignement",
            "fullSectionsTitre": "Livre II : Recouvrement de l'impôt &gt; Chapitre premier : Paiement de l'impôt &gt; Section III : Enregistrement, publicité foncière, timbre &gt; I : Dation en paiement &gt; 4° : Remise à certains établissements d'instruments financiers destinés à la recherche ou l'enseignement",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000027799294",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069569",
                    "titre": "Code général des impôts, annexe II, CGIANII.",
                    "titreLong": "Code général des impôts, annexe II",
                    "etat": "VIGUEUR",
                    "dateDebut": -72403200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069569",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000027769564",
                    "textTitle": "Décret n°2013-687\n du 25 juillet 2013 - art. 25",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "25",
                    "articleId": "LEGIARTI000027772179",
                    "natureText": "DECRET",
                    "datePubliTexte": "2013-07-30",
                    "dateSignaTexte": "2013-07-25",
                    "dateDebutCible": "2013-07-31"
                },
                {
                    "textCid": "JORFTEXT000028613558",
                    "textTitle": "Décret n°2014-132\n du 17 février 2014 - art. 33",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "33",
                    "articleId": "LEGIARTI000028614780",
                    "natureText": "DECRET",
                    "datePubliTexte": "2014-02-18",
                    "dateSignaTexte": "2014-02-17",
                    "dateDebutCible": "2014-02-19"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1716 bis",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1716 bis",
                    "articleId": "LEGIARTI000006312804",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000019707859",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1225411200000,
                    "dateFin": 1356998400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026854558",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1356998400000,
                    "dateFin": 1369440000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027445447",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1369440000000,
                    "dateFin": 1375228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027799294",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 1375228800000,
                    "dateFin": 1392768000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "384 A quater",
                "384"
            ],
            "versionPrecedente": "LEGIARTI000027445447",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000027445447",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-L'héritier, le donataire, le légataire ou le copartageant qui désire acquitter tout ou partie des droits de mutation ou de partage dont il est redevable par la remise de blocs de titres de sociétés cotées, de titres d'organismes de placement collectif en valeurs mobilières investis en titres de sociétés cotées ou en obligations négociables, ainsi que d'obligations négociables, mentionnés à l'article 1716 bis du code général des impôts , doit déposer au service des impôts ou au service de la publicité foncière compétent pour enregistrer l'acte constatant la mutation, le partage ou la déclaration de succession, une offre de dation à l'Etat indiquant le marché sur lequel sont cotés les titres qu'il envisage de remettre à l'Etat ainsi que leur nombre et leur code d'identification sur ce marché. L'offre est accompagnée de la copie du dernier relevé de compte titres sur lequel les titres sont inscrits. Il en est délivré récépissé. Toutefois, l'offre n'est recevable que si l'imposition due et la valeur liquidative ou le cours de bourse des titres offerts en dation de la veille du jour du dépôt de l'offre sont supérieurs ou égaux à un montant fixé par arrêté conjoint des ministres chargés du budget, de l'enseignement supérieur et de la recherche. L'offre de dation en paiement doit être faite dans le délai prévu pour l'enregistrement de la déclaration de la succession ou de l'acte constatant la mutation ou le partage. II.-Abrogé. III.-Le ministre chargé de l'enseignement supérieur et de la recherche ou, le cas échéant, le ministre chargé de l'enseignement supérieur ou celui chargé de la recherche ou ces deux ministres conjointement, suivant la nature du projet, proposent au ministre chargé du budget l'octroi ou le refus de l'agrément. IV.-La décision est notifiée au demandeur par pli recommandé avec demande d'avis de réception. V.-En cas de décision d'agrément, la dation en paiement n'est parfaite que si, d'une part, dans le délai mentionné ci-dessous, le demandeur accepte cette décision et transfère à l'Etat les titres offerts et si, d'autre part, au jour du transfert effectif des titres dans les comptes de l'Etat, leur dernier cours de clôture connu en bourse ou leur dernière valeur liquidative est au moins égal au montant de l'imposition due. Le délai mentionné au premier alinéa est de deux mois à compter de la date de réception de la décision d'agrément par le demandeur, lorsque le ou les dépositaires des titres offerts en dation sont établis en France, dans un autre Etat membre de la Communauté européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen. Ce délai est porté à quatre mois si l'un au moins des dépositaires des titres offerts en dation est établi dans un autre Etat ou territoire. Lorsque le dernier cours de clôture connu en bourse ou la dernière valeur liquidative des titres au jour de leur transfert effectif dans les comptes de l'Etat est inférieur au montant de l'imposition due, la dation est parfaite si le demandeur acquitte en numéraire le solde dû, dans le même délai. L'ensemble des frais afférents à l'opération de transfert des titres à l'Etat est à la charge du demandeur. La décision d'agrément est caduque si les conditions susmentionnées ne sont pas respectées. VI.-Les titres sont cédés par l'Etat, à titre gratuit et sous forme de dotation à l'établissement public à caractère scientifique, culturel et professionnel ou à l'établissement public à caractère scientifique et technologique ou à la fondation de recherche reconnue d'utilité publique ou assimilée, désigné dans la décision d'agrément, dans les deux mois suivant leur transfert effectif dans les comptes de l'Etat. Les frais de gestion des titres sont à la charge de l'organisme bénéficiaire. Ces titres sont cédés pour la valeur de leur cours de clôture en bourse ou leur valeur liquidative au jour de la cession.",
            "texteHtml": "<p>I.-L'héritier, le donataire, le légataire ou le copartageant qui désire acquitter tout ou partie des droits de mutation ou de partage dont il est redevable par la remise de blocs de titres de sociétés cotées, de titres d'organismes de placement collectif en valeurs mobilières investis en titres de sociétés cotées ou en obligations négociables, ainsi que d'obligations négociables, mentionnés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006312804&dateTexte=&categorieLien=cid'>l'article 1716 bis du code général des impôts</a>, doit déposer au service des impôts ou au service de la publicité foncière compétent pour enregistrer l'acte constatant la mutation, le partage ou la déclaration de succession, une offre de dation à l'Etat indiquant le marché sur lequel sont cotés les titres qu'il envisage de remettre à l'Etat ainsi que leur nombre et leur code d'identification sur ce marché. L'offre est accompagnée de la copie du dernier relevé de compte titres sur lequel les titres sont inscrits. Il en est délivré récépissé. </p><p>Toutefois, l'offre n'est recevable que si l'imposition due et la valeur liquidative ou le cours de bourse des titres offerts en dation de la veille du jour du dépôt de l'offre sont supérieurs ou égaux à un montant fixé par arrêté conjoint des ministres chargés du budget, de l'enseignement supérieur et de la recherche. </p><p>L'offre de dation en paiement doit être faite dans le délai prévu pour l'enregistrement de la déclaration de la succession ou de l'acte constatant la mutation ou le partage. </p><p>II.-Abrogé. </p><p>III.-Le ministre chargé de l'enseignement supérieur et de la recherche ou, le cas échéant, le ministre chargé de l'enseignement supérieur ou celui chargé de la recherche ou ces deux ministres conjointement, suivant la nature du projet, proposent au ministre chargé du budget l'octroi ou le refus de l'agrément. </p><p>IV.-La décision est notifiée au demandeur par pli recommandé avec demande d'avis de réception. </p><p>V.-En cas de décision d'agrément, la dation en paiement n'est parfaite que si, d'une part, dans le délai mentionné ci-dessous, le demandeur accepte cette décision et transfère à l'Etat les titres offerts et si, d'autre part, au jour du transfert effectif des titres dans les comptes de l'Etat, leur dernier cours de clôture connu en bourse ou leur dernière valeur liquidative est au moins égal au montant de l'imposition due. </p><p>Le délai mentionné au premier alinéa est de deux mois à compter de la date de réception de la décision d'agrément par le demandeur, lorsque le ou les dépositaires des titres offerts en dation sont établis en France, dans un autre Etat membre de la Communauté européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen. Ce délai est porté à quatre mois si l'un au moins des dépositaires des titres offerts en dation est établi dans un autre Etat ou territoire. </p><p>Lorsque le dernier cours de clôture connu en bourse ou la dernière valeur liquidative des titres au jour de leur transfert effectif dans les comptes de l'Etat est inférieur au montant de l'imposition due, la dation est parfaite si le demandeur acquitte en numéraire le solde dû, dans le même délai. </p><p>L'ensemble des frais afférents à l'opération de transfert des titres à l'Etat est à la charge du demandeur. </p><p>La décision d'agrément est caduque si les conditions susmentionnées ne sont pas respectées. </p><p>VI.-Les titres sont cédés par l'Etat, à titre gratuit et sous forme de dotation à l'établissement public à caractère scientifique, culturel et professionnel ou à l'établissement public à caractère scientifique et technologique ou à la fondation de recherche reconnue d'utilité publique ou assimilée, désigné dans la décision d'agrément, dans les deux mois suivant leur transfert effectif dans les comptes de l'Etat. Les frais de gestion des titres sont à la charge de l'organisme bénéficiaire. Ces titres sont cédés pour la valeur de leur cours de clôture en bourse ou leur valeur liquidative au jour de la cession.</p>",
            "num": "384 A quater",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1369440000000,
            "dateFin": 1375228800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1970-11-11",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Recouvrement de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084162",
                        "id": "LEGISCTA000006084162",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1970-11-11",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Paiement de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114403",
                        "id": "LEGISCTA000006114403",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1970-11-11",
                        "fin": "2999-01-01",
                        "titre": "Section III : Enregistrement, publicité foncière, timbre",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133714",
                        "id": "LEGISCTA000006133714",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1970-11-11",
                        "fin": "2999-01-01",
                        "titre": "I : Dation en paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146747",
                        "id": "LEGISCTA000006146747",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-01-01",
                        "fin": "2999-01-01",
                        "titre": "4° : Remise à certains établissements d'instruments financiers destinés à la recherche ou l'enseignement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000022896432",
                        "id": "LEGISCTA000022896432",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1967-09-16",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe II",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069569",
                        "id": "LEGITEXT000006069569",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000019706117",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000022896432",
            "sectionParentId": "LEGISCTA000022896432",
            "sectionParentTitre": "4° : Remise à certains établissements d'instruments financiers destinés à la recherche ou l'enseignement",
            "fullSectionsTitre": "Livre II : Recouvrement de l'impôt &gt; Chapitre premier : Paiement de l'impôt &gt; Section III : Enregistrement, publicité foncière, timbre &gt; I : Dation en paiement &gt; 4° : Remise à certains établissements d'instruments financiers destinés à la recherche ou l'enseignement",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000027445447",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069569",
                    "titre": "Code général des impôts, annexe II, CGIANII.",
                    "titreLong": "Code général des impôts, annexe II",
                    "etat": "VIGUEUR",
                    "dateDebut": -72403200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069569",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000027440257",
                    "textTitle": "Décret n°2013-420\n du 23 mai 2013 - art. 11 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "11",
                    "articleId": "LEGIARTI000027443744",
                    "natureText": "DECRET",
                    "datePubliTexte": "2013-05-24",
                    "dateSignaTexte": "2013-05-23",
                    "dateDebutCible": "2013-05-25"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1716 bis",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1716 bis",
                    "articleId": "LEGIARTI000006312804",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000019707859",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1225411200000,
                    "dateFin": 1356998400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026854558",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1356998400000,
                    "dateFin": 1369440000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027445447",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1369440000000,
                    "dateFin": 1375228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027799294",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 1375228800000,
                    "dateFin": 1392768000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "384 A quater",
                "384"
            ],
            "versionPrecedente": "LEGIARTI000026854558",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000026854558",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-L'héritier, le donataire, le légataire ou le copartageant qui désire acquitter tout ou partie des droits de mutation ou de partage dont il est redevable par la remise de blocs de titres de sociétés cotées, de titres d'organismes de placement collectif en valeurs mobilières investis en titres de sociétés cotées ou en obligations négociables, ainsi que d'obligations négociables, mentionnés à l'article 1716 bis du code général des impôts , doit déposer au service des impôts ou    au service de la publicité foncière compétent pour enregistrer l'acte constatant la mutation, le partage ou la déclaration de succession, une offre de dation à l'Etat indiquant le marché sur lequel sont cotés les titres qu'il envisage de remettre à l'Etat ainsi que leur nombre et leur code d'identification sur ce marché. L'offre est accompagnée de la copie du dernier relevé de compte titres sur lequel les titres sont inscrits. Il en est délivré récépissé. Toutefois, l'offre n'est recevable que si l'imposition due et la valeur liquidative ou le cours de bourse des titres offerts en dation de la veille du jour du dépôt de l'offre sont supérieurs ou égaux à un montant fixé par arrêté conjoint des ministres chargés du budget, de l'enseignement supérieur et de la recherche. L'offre de dation en paiement doit être faite dans le délai prévu pour l'enregistrement de la déclaration de la succession ou de l'acte constatant la mutation ou le partage. II.-L'offre est adressée par l'administration fiscale à une commission dont la composition est fixée par arrêté conjoint du Premier ministre et des ministres chargés du budget, de l'enseignement supérieur et de la recherche. La commission émet un avis sur l'opportunité d'accepter ces titres et sur leur attribution à un établissement public à caractère scientifique, culturel et professionnel, à un établissement à caractère scientifique et technologique ou à une fondation de recherche reconnue d'utilité publique ou assimilée, aux fins de financer un projet de recherche ou d'enseignement. III.-Au vu de l'avis de la commission, le ministre chargé de l'enseignement supérieur et de la recherche ou, le cas échéant, le ministre chargé de l'enseignement supérieur ou celui chargé de la recherche ou ces deux ministres conjointement, suivant la nature du projet, proposent au ministre chargé du budget l'octroi ou le refus de l'agrément. IV.-La décision est notifiée au demandeur par pli recommandé avec demande d'avis de réception. V.-En cas de décision d'agrément, la dation en paiement n'est parfaite que si, d'une part, dans le délai mentionné ci-dessous, le demandeur accepte cette décision et transfère à l'Etat les titres offerts et si, d'autre part, au jour du transfert effectif des titres dans les comptes de l'Etat, leur dernier cours de clôture connu en bourse ou leur dernière valeur liquidative est au moins égal au montant de l'imposition due. Le délai mentionné au premier alinéa est de deux mois à compter de la date de réception de la décision d'agrément par le demandeur, lorsque le ou les dépositaires des titres offerts en dation sont établis en France, dans un autre Etat membre de la Communauté européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen. Ce délai est porté à quatre mois si l'un au moins des dépositaires des titres offerts en dation est établi dans un autre Etat ou territoire. Lorsque le dernier cours de clôture connu en bourse ou la dernière valeur liquidative des titres au jour de leur transfert effectif dans les comptes de l'Etat est inférieur au montant de l'imposition due, la dation est parfaite si le demandeur acquitte en numéraire le solde dû, dans le même délai. L'ensemble des frais afférents à l'opération de transfert des titres à l'Etat est à la charge du demandeur. La décision d'agrément est caduque si les conditions susmentionnées ne sont pas respectées. VI.-Les titres sont cédés par l'Etat, à titre gratuit et sous forme de dotation à l'établissement public à caractère scientifique, culturel et professionnel ou à l'établissement public à caractère scientifique et technologique ou à la fondation de recherche reconnue d'utilité publique ou assimilée, désigné dans la décision d'agrément, dans les deux mois suivant leur transfert effectif dans les comptes de l'Etat. Les frais de gestion des titres sont à la charge de l'organisme bénéficiaire. Ces titres sont cédés pour la valeur de leur cours de clôture en bourse ou leur valeur liquidative au jour de la cession.",
            "texteHtml": "I.-L'héritier, le donataire, le légataire ou le copartageant qui désire acquitter tout ou partie des droits de mutation ou de partage dont il est redevable par la remise de blocs de titres de sociétés cotées, de titres d'organismes de placement collectif en valeurs mobilières investis en titres de sociétés cotées ou en obligations négociables, ainsi que d'obligations négociables, mentionnés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006312804&dateTexte=&categorieLien=cid'>l'article 1716 bis du code général des impôts</a>, doit déposer au service des impôts ou    au service de la publicité foncière compétent pour enregistrer l'acte constatant la mutation, le partage ou la déclaration de succession, une offre de dation à l'Etat indiquant le marché sur lequel sont cotés les titres qu'il envisage de remettre à l'Etat ainsi que leur nombre et leur code d'identification sur ce marché. L'offre est accompagnée de la copie du dernier relevé de compte titres sur lequel les titres sont inscrits. Il en est délivré récépissé. <br/><br/>Toutefois, l'offre n'est recevable que si l'imposition due et la valeur liquidative ou le cours de bourse des titres offerts en dation de la veille du jour du dépôt de l'offre sont supérieurs ou égaux à un montant fixé par arrêté conjoint des ministres chargés du budget, de l'enseignement supérieur et de la recherche. <br/><br/>L'offre de dation en paiement doit être faite dans le délai prévu pour l'enregistrement de la déclaration de la succession ou de l'acte constatant la mutation ou le partage. <br/><br/>II.-L'offre est adressée par l'administration fiscale à une commission dont la composition est fixée par arrêté conjoint du Premier ministre et des ministres chargés du budget, de l'enseignement supérieur et de la recherche. <br/><br/>La commission émet un avis sur l'opportunité d'accepter ces titres et sur leur attribution à un établissement public à caractère scientifique, culturel et professionnel, à un établissement à caractère scientifique et technologique ou à une fondation de recherche reconnue d'utilité publique ou assimilée, aux fins de financer un projet de recherche ou d'enseignement. <br/><br/>III.-Au vu de l'avis de la commission, le ministre chargé de l'enseignement supérieur et de la recherche ou, le cas échéant, le ministre chargé de l'enseignement supérieur ou celui chargé de la recherche ou ces deux ministres conjointement, suivant la nature du projet, proposent au ministre chargé du budget l'octroi ou le refus de l'agrément. <br/><br/>IV.-La décision est notifiée au demandeur par pli recommandé avec demande d'avis de réception. <br/><br/>V.-En cas de décision d'agrément, la dation en paiement n'est parfaite que si, d'une part, dans le délai mentionné ci-dessous, le demandeur accepte cette décision et transfère à l'Etat les titres offerts et si, d'autre part, au jour du transfert effectif des titres dans les comptes de l'Etat, leur dernier cours de clôture connu en bourse ou leur dernière valeur liquidative est au moins égal au montant de l'imposition due. <br/><br/>Le délai mentionné au premier alinéa est de deux mois à compter de la date de réception de la décision d'agrément par le demandeur, lorsque le ou les dépositaires des titres offerts en dation sont établis en France, dans un autre Etat membre de la Communauté européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen. Ce délai est porté à quatre mois si l'un au moins des dépositaires des titres offerts en dation est établi dans un autre Etat ou territoire. <br/><br/>Lorsque le dernier cours de clôture connu en bourse ou la dernière valeur liquidative des titres au jour de leur transfert effectif dans les comptes de l'Etat est inférieur au montant de l'imposition due, la dation est parfaite si le demandeur acquitte en numéraire le solde dû, dans le même délai. <br/><br/>L'ensemble des frais afférents à l'opération de transfert des titres à l'Etat est à la charge du demandeur. <br/><br/>La décision d'agrément est caduque si les conditions susmentionnées ne sont pas respectées. <br/><br/>VI.-Les titres sont cédés par l'Etat, à titre gratuit et sous forme de dotation à l'établissement public à caractère scientifique, culturel et professionnel ou à l'établissement public à caractère scientifique et technologique ou à la fondation de recherche reconnue d'utilité publique ou assimilée, désigné dans la décision d'agrément, dans les deux mois suivant leur transfert effectif dans les comptes de l'Etat. Les frais de gestion des titres sont à la charge de l'organisme bénéficiaire. Ces titres sont cédés pour la valeur de leur cours de clôture en bourse ou leur valeur liquidative au jour de la cession.",
            "num": "384 A quater",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1356998400000,
            "dateFin": 1369440000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1970-11-11",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Recouvrement de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084162",
                        "id": "LEGISCTA000006084162",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1970-11-11",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Paiement de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114403",
                        "id": "LEGISCTA000006114403",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1970-11-11",
                        "fin": "2999-01-01",
                        "titre": "Section III : Enregistrement, publicité foncière, timbre",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133714",
                        "id": "LEGISCTA000006133714",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1970-11-11",
                        "fin": "2999-01-01",
                        "titre": "I : Dation en paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146747",
                        "id": "LEGISCTA000006146747",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-01-01",
                        "fin": "2999-01-01",
                        "titre": "4° : Remise à certains établissements d'instruments financiers destinés à la recherche ou l'enseignement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000022896432",
                        "id": "LEGISCTA000022896432",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1967-09-16",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe II",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069569",
                        "id": "LEGITEXT000006069569",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000019706117",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000022896432",
            "sectionParentId": "LEGISCTA000022896432",
            "sectionParentTitre": "4° : Remise à certains établissements d'instruments financiers destinés à la recherche ou l'enseignement",
            "fullSectionsTitre": "Livre II : Recouvrement de l'impôt &gt; Chapitre premier : Paiement de l'impôt &gt; Section III : Enregistrement, publicité foncière, timbre &gt; I : Dation en paiement &gt; 4° : Remise à certains établissements d'instruments financiers destinés à la recherche ou l'enseignement",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000026854558",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069569",
                    "titre": "Code général des impôts, annexe II, CGIANII.",
                    "titreLong": "Code général des impôts, annexe II",
                    "etat": "VIGUEUR",
                    "dateDebut": -72403200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069569",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000026843243",
                    "textTitle": "Décret n°2012-1462\n du 26 décembre 2012 - art. 35",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "35",
                    "articleId": "LEGIARTI000026845157",
                    "natureText": "DECRET",
                    "datePubliTexte": "2012-12-28",
                    "dateSignaTexte": "2012-12-26",
                    "dateDebutCible": "2013-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1716 bis",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1716 bis",
                    "articleId": "LEGIARTI000006312804",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000019707859",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1225411200000,
                    "dateFin": 1356998400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026854558",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1356998400000,
                    "dateFin": 1369440000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027445447",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1369440000000,
                    "dateFin": 1375228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027799294",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 1375228800000,
                    "dateFin": 1392768000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "384 A quater",
                "384"
            ],
            "versionPrecedente": "LEGIARTI000019707859",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000019707859",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-L'héritier, le donataire, le légataire ou le copartageant qui désire acquitter tout ou partie des droits de mutation ou de partage dont il est redevable par la remise de blocs de titres de sociétés cotées, de titres d'organismes de placement collectif en valeurs mobilières investis en titres de sociétés cotées ou en obligations négociables, ainsi que d'obligations négociables, mentionnés à l'article 1716 bis du code général des impôts , doit déposer au service des impôts ou à la conservation des hypothèques compétent pour enregistrer l'acte constatant la mutation, le partage ou la déclaration de succession, une offre de dation à l'Etat indiquant le marché sur lequel sont cotés les titres qu'il envisage de remettre à l'Etat ainsi que leur nombre et leur code d'identification sur ce marché.L'offre est accompagnée de la copie du dernier relevé de compte titres sur lequel les titres sont inscrits. Il en est délivré récépissé. Toutefois, l'offre n'est recevable que si l'imposition due et la valeur liquidative ou le cours de bourse des titres offerts en dation de la veille du jour du dépôt de l'offre sont supérieurs ou égaux à un montant fixé par arrêté conjoint des ministres chargés du budget, de l'enseignement supérieur et de la recherche. L'offre de dation en paiement doit être faite dans le délai prévu pour l'enregistrement de la déclaration de la succession ou de l'acte constatant la mutation ou le partage. II.-L'offre est adressée par l'administration fiscale à une commission dont la composition est fixée par arrêté conjoint du Premier ministre et des ministres chargés du budget, de l'enseignement supérieur et de la recherche. La commission émet un avis sur l'opportunité d'accepter ces titres et sur leur attribution à un établissement public à caractère scientifique, culturel et professionnel, à un établissement à caractère scientifique et technologique ou à une fondation de recherche reconnue d'utilité publique ou assimilée, aux fins de financer un projet de recherche ou d'enseignement. III.-Au vu de l'avis de la commission, le ministre chargé de l'enseignement supérieur et de la recherche ou, le cas échéant, le ministre chargé de l'enseignement supérieur ou celui chargé de la recherche ou ces deux ministres conjointement, suivant la nature du projet, proposent au ministre chargé du budget l'octroi ou le refus de l'agrément. IV.-La décision est notifiée au demandeur par pli recommandé avec demande d'avis de réception. V.-En cas de décision d'agrément, la dation en paiement n'est parfaite que si, d'une part, dans le délai mentionné ci-dessous, le demandeur accepte cette décision et transfère à l'Etat les titres offerts et si, d'autre part, au jour du transfert effectif des titres dans les comptes de l'Etat, leur dernier cours de clôture connu en bourse ou leur dernière valeur liquidative est au moins égal au montant de l'imposition due. Le délai mentionné au premier alinéa est de deux mois à compter de la date de réception de la décision d'agrément par le demandeur, lorsque le ou les dépositaires des titres offerts en dation sont établis en France, dans un autre Etat membre de la Communauté européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen. Ce délai est porté à quatre mois si l'un au moins des dépositaires des titres offerts en dation est établi dans un autre Etat ou territoire. Lorsque le dernier cours de clôture connu en bourse ou la dernière valeur liquidative des titres au jour de leur transfert effectif dans les comptes de l'Etat est inférieur au montant de l'imposition due, la dation est parfaite si le demandeur acquitte en numéraire le solde dû, dans le même délai. L'ensemble des frais afférents à l'opération de transfert des titres à l'Etat est à la charge du demandeur. La décision d'agrément est caduque si les conditions susmentionnées ne sont pas respectées. VI.-Les titres sont cédés par l'Etat, à titre gratuit et sous forme de dotation à l'établissement public à caractère scientifique, culturel et professionnel ou à l'établissement public à caractère scientifique et technologique ou à la fondation de recherche reconnue d'utilité publique ou assimilée, désigné dans la décision d'agrément, dans les deux mois suivant leur transfert effectif dans les comptes de l'Etat. Les frais de gestion des titres sont à la charge de l'organisme bénéficiaire. Ces titres sont cédés pour la valeur de leur cours de clôture en bourse ou leur valeur liquidative au jour de la cession.",
            "texteHtml": "I.-L'héritier, le donataire, le légataire ou le copartageant qui désire acquitter tout ou partie des droits de mutation ou de partage dont il est redevable par la remise de blocs de titres de sociétés cotées, de titres d'organismes de placement collectif en valeurs mobilières investis en titres de sociétés cotées ou en obligations négociables, ainsi que d'obligations négociables, mentionnés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006312804&dateTexte=&categorieLien=cid'>l'article 1716 bis du code général des impôts</a>, doit déposer au service des impôts ou à la conservation des hypothèques compétent pour enregistrer l'acte constatant la mutation, le partage ou la déclaration de succession, une offre de dation à l'Etat indiquant le marché sur lequel sont cotés les titres qu'il envisage de remettre à l'Etat ainsi que leur nombre et leur code d'identification sur ce marché.L'offre est accompagnée de la copie du dernier relevé de compte titres sur lequel les titres sont inscrits. Il en est délivré récépissé. <br/><br/>Toutefois, l'offre n'est recevable que si l'imposition due et la valeur liquidative ou le cours de bourse des titres offerts en dation de la veille du jour du dépôt de l'offre sont supérieurs ou égaux à un montant fixé par arrêté conjoint des ministres chargés du budget, de l'enseignement supérieur et de la recherche.<br/><br/>L'offre de dation en paiement doit être faite dans le délai prévu pour l'enregistrement de la déclaration de la succession ou de l'acte constatant la mutation ou le partage. <br/><br/>II.-L'offre est adressée par l'administration fiscale à une commission dont la composition est fixée par arrêté conjoint du Premier ministre et des ministres chargés du budget, de l'enseignement supérieur et de la recherche. <br/><br/>La commission émet un avis sur l'opportunité d'accepter ces titres et sur leur attribution à un établissement public à caractère scientifique, culturel et professionnel, à un établissement à caractère scientifique et technologique ou à une fondation de recherche reconnue d'utilité publique ou assimilée, aux fins de financer un projet de recherche ou d'enseignement. <br/><br/>III.-Au vu de l'avis de la commission, le ministre chargé de l'enseignement supérieur et de la recherche ou, le cas échéant, le ministre chargé de l'enseignement supérieur ou celui chargé de la recherche ou ces deux ministres conjointement, suivant la nature du projet, proposent au ministre chargé du budget l'octroi ou le refus de l'agrément. <br/><br/>IV.-La décision est notifiée au demandeur par pli recommandé avec demande d'avis de réception.<br/><br/>V.-En cas de décision d'agrément, la dation en paiement n'est parfaite que si, d'une part, dans le délai mentionné ci-dessous, le demandeur accepte cette décision et transfère à l'Etat les titres offerts et si, d'autre part, au jour du transfert effectif des titres dans les comptes de l'Etat, leur dernier cours de clôture connu en bourse ou leur dernière valeur liquidative est au moins égal au montant de l'imposition due. <br/><br/>Le délai mentionné au premier alinéa est de deux mois à compter de la date de réception de la décision d'agrément par le demandeur, lorsque le ou les dépositaires des titres offerts en dation sont établis en France, dans un autre Etat membre de la Communauté européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen. Ce délai est porté à quatre mois si l'un au moins des dépositaires des titres offerts en dation est établi dans un autre Etat ou territoire. <br/><br/>Lorsque le dernier cours de clôture connu en bourse ou la dernière valeur liquidative des titres au jour de leur transfert effectif dans les comptes de l'Etat est inférieur au montant de l'imposition due, la dation est parfaite si le demandeur acquitte en numéraire le solde dû, dans le même délai.<br/><br/>L'ensemble des frais afférents à l'opération de transfert des titres à l'Etat est à la charge du demandeur. <br/><br/>La décision d'agrément est caduque si les conditions susmentionnées ne sont pas respectées. <br/><br/>VI.-Les titres sont cédés par l'Etat, à titre gratuit et sous forme de dotation à l'établissement public à caractère scientifique, culturel et professionnel ou à l'établissement public à caractère scientifique et technologique ou à la fondation de recherche reconnue d'utilité publique ou assimilée, désigné dans la décision d'agrément, dans les deux mois suivant leur transfert effectif dans les comptes de l'Etat. Les frais de gestion des titres sont à la charge de l'organisme bénéficiaire. Ces titres sont cédés pour la valeur de leur cours de clôture en bourse ou leur valeur liquidative au jour de la cession.",
            "num": "384 A quater",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1225411200000,
            "dateFin": 1356998400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1970-11-11",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Recouvrement de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084162",
                        "id": "LEGISCTA000006084162",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1970-11-11",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Paiement de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114403",
                        "id": "LEGISCTA000006114403",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1970-11-11",
                        "fin": "2999-01-01",
                        "titre": "Section III : Enregistrement, publicité foncière, timbre",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133714",
                        "id": "LEGISCTA000006133714",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1970-11-11",
                        "fin": "2999-01-01",
                        "titre": "I : Dation en paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146747",
                        "id": "LEGISCTA000006146747",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-01-01",
                        "fin": "2999-01-01",
                        "titre": "4° : Remise à certains établissements d'instruments financiers destinés à la recherche ou l'enseignement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000022896432",
                        "id": "LEGISCTA000022896432",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1967-09-16",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe II",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069569",
                        "id": "LEGITEXT000006069569",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000019706117",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000022896432",
            "sectionParentId": "LEGISCTA000022896432",
            "sectionParentTitre": "4° : Remise à certains établissements d'instruments financiers destinés à la recherche ou l'enseignement",
            "fullSectionsTitre": "Livre II : Recouvrement de l'impôt &gt; Chapitre premier : Paiement de l'impôt &gt; Section III : Enregistrement, publicité foncière, timbre &gt; I : Dation en paiement &gt; 4° : Remise à certains établissements d'instruments financiers destinés à la recherche ou l'enseignement",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000019707859",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069569",
                    "titre": "Code général des impôts, annexe II, CGIANII.",
                    "titreLong": "Code général des impôts, annexe II",
                    "etat": "VIGUEUR",
                    "dateDebut": -72403200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069569",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000019705172",
                    "textTitle": "Décret n°2008-1100\n du 28 octobre 2008 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000019705972",
                    "natureText": "DECRET",
                    "datePubliTexte": "2008-10-30",
                    "dateSignaTexte": "2008-10-28",
                    "dateDebutCible": "2008-10-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1716 bis",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1716 bis",
                    "articleId": "LEGIARTI000006312804",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000019707859",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1225411200000,
                    "dateFin": 1356998400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026854558",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1356998400000,
                    "dateFin": 1369440000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027445447",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1369440000000,
                    "dateFin": 1375228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027799294",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 1375228800000,
                    "dateFin": 1392768000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "384 A quater",
                "384"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}