{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000035438064",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-L'Autorité de contrôle prudentiel et de résolution accuse réception par écrit dans un délai de deux jours ouvrés, après sa réception, de la notification d'une opération d'acquisition ou d'extension de participation mentionnée au I de l'article R. 322-11-1. L'Autorité de contrôle prudentiel et de résolution dispose d'un délai de soixante jours ouvrés, à compter de la date de l'accusé de réception de la notification, pour procéder à l'évaluation de cette dernière. L'Autorité informe le candidat acquéreur de la date d'expiration de la période d'évaluation au moment de la délivrance de l'accusé de réception. L'Autorité peut fixer un délai maximal pour la conclusion de la prise ou de l'extension de participation envisagée et, le cas échéant, le proroger. Lorsque l'Autorité a été saisie de plusieurs notifications d'opérations concernant la même entreprise, elle procède à leur examen conjoint dans des conditions assurant une égalité de traitement entre les candidats. II.-L'Autorité de contrôle prudentiel et de résolution peut le cas échéant, pendant la période d'évaluation, et au plus tard le cinquantième jour ouvré de la période d'évaluation, demander par écrit des informations complémentaires au candidat acquéreur. Elle accuse réception par écrit de la transmission de ces informations complémentaires par le candidat acquéreur. La période d'évaluation est suspendue pour une durée n'excédant pas vingt jours ouvrés, entre la date de la demande et la réception de la réponse du candidat acquéreur, cette durée pouvant être portée à trente jours ouvrés, lorsque l'une des deux conditions suivantes est remplie : 1° Le candidat acquéreur est établi hors de l'Union européenne ou relève d'une réglementation distincte de la réglementation européenne ; 2° Le candidat acquéreur est une personne physique ou morale de l'Union européenne qui n'est pas soumise à la réglementation européenne relative aux entreprises d'assurance, de réassurance, aux établissements de crédit, aux sociétés de gestion de portefeuille ou aux entreprises d'investissement. L'Autorité peut demander des informations complémentaires ou des clarifications. Ces demandes ne peuvent toutefois donner lieu à une nouvelle prolongation de la période d'évaluation. III.-Lorsqu'elle procède à l'évaluation prévue au I, l'Autorité apprécie, aux fins de s'assurer que l'entreprise visée par l'opération envisagée dispose d'une gestion saine et prudente et en tenant compte de l'influence probable du candidat acquéreur sur cette entreprise, le caractère approprié du candidat acquéreur et la solidité financière de l'opération envisagée, en appliquant l'ensemble des critères suivants : 1° La réputation du candidat acquéreur ; 2° La réputation et l'expérience de toute personne qui, à la suite de l'opération envisagée, assurera la direction des activités de l'entreprise au sens de l'article L. 321-10 ; 3° La solidité financière du candidat acquéreur, compte tenu notamment du type d'activités exercées et envisagées au sein de l'entreprise visée par l'opération envisagée ; 4° La capacité de l'entreprise à satisfaire et à continuer à satisfaire aux obligations prudentielles du présent code et du code monétaire et financier qui lui sont applicables, et en particulier le point de savoir si le groupe auquel elle appartiendra possède une structure qui permet d'exercer un contrôle effectif, d'échanger réellement des informations entre autorités de contrôle et de déterminer le partage des responsabilités entre autorités de contrôle ; 5° L'existence de motifs raisonnables de soupçonner qu'une opération ou une tentative de blanchiment de capitaux ou de financement du terrorisme est en cours ou a eu lieu en relation avec l'opération envisagée ou que cette opération pourrait en augmenter le risque. IV.-Avant toute décision, l'Autorité de contrôle prudentiel et de résolution consulte sans délai les autorités compétentes mentionnées aux articles L. 321-1, L. 321-1-1 et L. 321-1-2 , dont relève le candidat acquéreur, afin d'obtenir toute information essentielle ou pertinente en vue de l'évaluation prévue au I, lorsque l'une des conditions suivantes est remplie : 1° Le candidat acquéreur est une entreprise d'assurance ou de réassurance, un établissement de crédit, une société de gestion de portefeuille ou une entreprise d'investissement agréés dans un Etat membre de l'Union européenne ou agréés dans un secteur financier autre que celui dans lequel l'acquisition est envisagée ; 2° Le candidat acquéreur est l'entreprise mère d'une entité visée au 1° ; 3° Le candidat acquéreur est une personne physique ou morale contrôlant une entité visée au 1°. La décision prise par l'Autorité de contrôle prudentiel et de résolution sur cette opération mentionne les avis ou réserves formulés, le cas échéant, par les autorités compétentes consultées. V.-L'Autorité de contrôle prudentiel et de résolution ne peut s'opposer à la prise ou à l'extension de participation envisagée que s'il existe des motifs raisonnables de le faire sur la base des critères fixés au III, ou si les informations fournies par le candidat acquéreur, en application du cinquième alinéa du I de l'article R. 322-11-1, sont incomplètes. Dans le cas où l'Autorité décide de ne pas autoriser l'opération envisagée, elle en informe, par écrit, le candidat acquéreur, au plus tard dans un délai de deux jours ouvrés avant la fin de la période d'évaluation, en indiquant les motifs de cette décision. L'Autorité doit rendre publics les motifs de cette décision, à la demande du candidat acquéreur.",
            "texteHtml": "<p>I.-L'Autorité de contrôle prudentiel et de résolution accuse réception par écrit dans un délai de deux jours ouvrés, après sa réception, de la notification d'une opération d'acquisition ou d'extension de participation mentionnée au I de l'article R. 322-11-1.</p><p>L'Autorité de contrôle prudentiel et de résolution dispose d'un délai de soixante jours ouvrés, à compter de la date de l'accusé de réception de la notification, pour procéder à l'évaluation de cette dernière. L'Autorité informe le candidat acquéreur de la date d'expiration de la période d'évaluation au moment de la délivrance de l'accusé de réception.</p><p>L'Autorité peut fixer un délai maximal pour la conclusion de la prise ou de l'extension de participation envisagée et, le cas échéant, le proroger.</p><p>Lorsque l'Autorité a été saisie de plusieurs notifications d'opérations concernant la même entreprise, elle procède à leur examen conjoint dans des conditions assurant une égalité de traitement entre les candidats.</p><p>II.-L'Autorité de contrôle prudentiel et de résolution peut le cas échéant, pendant la période d'évaluation, et au plus tard le cinquantième jour ouvré de la période d'évaluation, demander par écrit des informations complémentaires au candidat acquéreur. Elle accuse réception par écrit de la transmission de ces informations complémentaires par le candidat acquéreur.</p><p>La période d'évaluation est suspendue pour une durée n'excédant pas vingt jours ouvrés, entre la date de la demande et la réception de la réponse du candidat acquéreur, cette durée pouvant être portée à trente jours ouvrés, lorsque l'une des deux conditions suivantes est remplie :</p><p>1° Le candidat acquéreur est établi hors de l'Union européenne ou relève d'une réglementation distincte de la réglementation européenne ;</p><p>2° Le candidat acquéreur est une personne physique ou morale de l'Union européenne qui n'est pas soumise à la réglementation européenne relative aux entreprises d'assurance, de réassurance, aux établissements de crédit, aux sociétés de gestion de portefeuille ou aux entreprises d'investissement.</p><p>L'Autorité peut demander des informations complémentaires ou des clarifications. Ces demandes ne peuvent toutefois donner lieu à une nouvelle prolongation de la période d'évaluation.</p><p>III.-Lorsqu'elle procède à l'évaluation prévue au I, l'Autorité apprécie, aux fins de s'assurer que l'entreprise visée par l'opération envisagée dispose d'une gestion saine et prudente et en tenant compte de l'influence probable du candidat acquéreur sur cette entreprise, le caractère approprié du candidat acquéreur et la solidité financière de l'opération envisagée, en appliquant l'ensemble des critères suivants :</p><p>1° La réputation du candidat acquéreur ;</p><p>2° La réputation et l'expérience de toute personne qui, à la suite de l'opération envisagée, assurera la direction des activités de l'entreprise au sens de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006797277&dateTexte=&categorieLien=cid'>L. 321-10 </a>;</p><p>3° La solidité financière du candidat acquéreur, compte tenu notamment du type d'activités exercées et envisagées au sein de l'entreprise visée par l'opération envisagée ;</p><p>4° La capacité de l'entreprise à satisfaire et à continuer à satisfaire aux obligations prudentielles du présent code et du code monétaire et financier qui lui sont applicables, et en particulier le point de savoir si le groupe auquel elle appartiendra possède une structure qui permet d'exercer un contrôle effectif, d'échanger réellement des informations entre autorités de contrôle et de déterminer le partage des responsabilités entre autorités de contrôle ;</p><p>5° L'existence de motifs raisonnables de soupçonner qu'une opération ou une tentative de blanchiment de capitaux ou de financement du terrorisme est en cours ou a eu lieu en relation avec l'opération envisagée ou que cette opération pourrait en augmenter le risque.</p><p>IV.-Avant toute décision, l'Autorité de contrôle prudentiel et de résolution consulte sans délai les autorités compétentes mentionnées aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006796919&dateTexte=&categorieLien=cid'>L. 321-1, L. 321-1-1 et L. 321-1-2</a>, dont relève le candidat acquéreur, afin d'obtenir toute information essentielle ou pertinente en vue de l'évaluation prévue au I, lorsque l'une des conditions suivantes est remplie :</p><p>1° Le candidat acquéreur est une entreprise d'assurance ou de réassurance, un établissement de crédit, une société de gestion de portefeuille ou une entreprise d'investissement agréés dans un Etat membre de l'Union européenne ou agréés dans un secteur financier autre que celui dans lequel l'acquisition est envisagée ;</p><p>2° Le candidat acquéreur est l'entreprise mère d'une entité visée au 1° ;</p><p>3° Le candidat acquéreur est une personne physique ou morale contrôlant une entité visée au 1°.</p><p>La décision prise par l'Autorité de contrôle prudentiel et de résolution sur cette opération mentionne les avis ou réserves formulés, le cas échéant, par les autorités compétentes consultées.</p><p>V.-L'Autorité de contrôle prudentiel et de résolution ne peut s'opposer à la prise ou à l'extension de participation envisagée que s'il existe des motifs raisonnables de le faire sur la base des critères fixés au III, ou si les informations fournies par le candidat acquéreur, en application du cinquième alinéa du I de l'article R. 322-11-1, sont incomplètes.</p><p>Dans le cas où l'Autorité décide de ne pas autoriser l'opération envisagée, elle en informe, par écrit, le candidat acquéreur, au plus tard dans un délai de deux jours ouvrés avant la fin de la période d'évaluation, en indiquant les motifs de cette décision. L'Autorité doit rendre publics les motifs de cette décision, à la demande du candidat acquéreur.</p>",
            "num": "R322-11-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "8.0",
            "etat": "VIGUEUR",
            "dateDebut": 1514937600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610612735,
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107986",
                        "id": "LEGISCTA000006107986",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-16",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les entreprises",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128519",
                        "id": "LEGISCTA000006128519",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Régime administratif",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143146",
                        "id": "LEGISCTA000006143146",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Règles de constitution et de fonctionnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006158351",
                        "id": "LEGISCTA000006158351",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2008-11-10",
                        "titre": "Section II : Sociétés anonymes d'assurance et de capitalisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006175522",
                        "id": "LEGISCTA000006175522",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-11-10",
                        "fin": "2999-01-01",
                        "titre": "Section II : Sociétés anonymes d'assurance, de capitalisation et de réassurance.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006175522",
                        "id": "LEGISCTA000019749434",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-11-10",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 3 : Dispositions relatives aux entreprises d'assurance et de réassurance.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019738821",
                        "id": "LEGISCTA000019749408",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000019738924",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000019738821",
            "sectionParentId": "LEGISCTA000019749408",
            "sectionParentTitre": "Sous-section 3 : Dispositions relatives aux entreprises d'assurance et de réassurance.",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre III : Les entreprises &gt; Titre II : Régime administratif &gt; Chapitre II : Règles de constitution et de fonctionnement &gt; Section II : Sociétés anonymes d'assurance, de capitalisation et de réassurance. &gt; Sous-section 3 : Dispositions relatives aux entreprises d'assurance et de réassurance.",
            "refInjection": "MD-20231006_201508_656_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000035438064",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073984",
                    "titre": "Code des assurances",
                    "titreLong": "Code des assurances",
                    "etat": "VIGUEUR",
                    "dateDebut": 205891200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073984",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément aux dispositions de l'article 20 du décret n° 2017-1253 du 9 août 2017 ces dispositions entrent en vigueur le 3 janvier 2018.",
            "notaHtml": "<p>Conformément aux dispositions de l'article 20 du décret n° 2017-1253 du 9 août 2017 ces dispositions entrent en vigueur le 3 janvier 2018.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000035394667",
                    "textTitle": "Décret n°2017-1253 du 9 août 2017 - art. 10",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "10",
                    "articleId": "LEGIARTI000035424328",
                    "natureText": "DECRET",
                    "datePubliTexte": "2017-08-10",
                    "dateSignaTexte": "2017-08-09",
                    "dateDebutCible": "2018-01-03"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000029675795",
                    "textTitle": "DÉCRET n°2014-1281 du 23 octobre 2014 - art. (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000048164216",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2014-1281",
                    "datePubli": 1414800000000,
                    "dateDebut": 1696636800000
                },
                {
                    "textCid": "JORFTEXT000029699787",
                    "textTitle": "DÉCRET n°2014-1315 du 3 novembre 2014 - art. 5, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "JORFARTI000029699993",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2014-1315",
                    "datePubli": 1415145600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000032211884",
                    "textTitle": "Décision n°2016-C-16 du 11 mars 2016 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000032211886",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2016-C-16",
                    "datePubli": 1458086400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000035096803",
                    "textTitle": "Décision n°2017-C-27 du 26 juin 2017 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000035096805",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2017-C-27",
                    "datePubli": 1499212800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000042427997",
                    "textTitle": "Décision n°2020-C-36 du 2 octobre 2020 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000042427999",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2020-C-36",
                    "datePubli": 1602806400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000043673633",
                    "textTitle": "Décision n°2021-C-16 du 4 juin 2021 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000043673635",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2021-C-16",
                    "datePubli": 1623974400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A322-1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A322-1",
                    "articleId": "LEGIARTI000027888857",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1374969600000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L321-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L321-1",
                    "articleId": "LEGIARTI000006796919",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633824000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L321-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L321-10",
                    "articleId": "LEGIARTI000006797277",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 773020800000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R322-11-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R322-11-1",
                    "articleId": "LEGIARTI000036334082",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "",
                    "textTitle": "Code des assurances - art. R322-11-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R632-1-1 A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R632-1-1-A",
                    "articleId": "LEGIARTI000029711299",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1415232000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R322-11-4 (M)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "R322-11-4",
                    "articleId": "LEGIARTI000021150569",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000019749394",
                    "etat": "TRANSFERE",
                    "version": "1.0",
                    "dateDebut": 1226275200000,
                    "dateFin": 1255564800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021150571",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1255564800000,
                    "dateFin": 1264204800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021921074",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1264204800000,
                    "dateFin": 1374969600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027891050",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1374969600000,
                    "dateFin": 1415232000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029715640",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1415232000000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030582784",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1514505600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036332004",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1514505600000,
                    "dateFin": 1514937600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035438064",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1514937600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R322-11-2",
                "322-11-2"
            ],
            "versionPrecedente": "LEGIARTI000036332004",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000036332004",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-L'Autorité de contrôle prudentiel et de résolution accuse réception par écrit dans un délai de deux jours ouvrés, après sa réception, de la notification d'une opération d'acquisition ou d'extension de participation mentionnée au I de l'article R. 322-11-1. L'Autorité de contrôle prudentiel et de résolution dispose d'un délai de soixante jours ouvrés, à compter de la date de l'accusé de réception de la notification, pour procéder à l'évaluation de cette dernière. L'Autorité informe le candidat acquéreur de la date d'expiration de la période d'évaluation au moment de la délivrance de l'accusé de réception. L'Autorité peut fixer un délai maximal pour la conclusion de la prise ou de l'extension de participation envisagée et, le cas échéant, le proroger. Lorsque l'Autorité a été saisie de plusieurs notifications d'opérations concernant la même entreprise, elle procède à leur examen conjoint dans des conditions assurant une égalité de traitement entre les candidats. II.-L'Autorité de contrôle prudentiel et de résolution peut le cas échéant, pendant la période d'évaluation, et au plus tard le cinquantième jour ouvré de la période d'évaluation, demander par écrit des informations complémentaires au candidat acquéreur. Elle accuse réception par écrit de la transmission de ces informations complémentaires par le candidat acquéreur. La période d'évaluation est suspendue pour une durée n'excédant pas vingt jours ouvrés, entre la date de la demande et la réception de la réponse du candidat acquéreur, cette durée pouvant être portée à trente jours ouvrés, lorsque l'une des deux conditions suivantes est remplie : 1° Le candidat acquéreur est établi hors de l'Union européenne ou relève d'une réglementation distincte de la réglementation européenne ; 2° Le candidat acquéreur est une personne physique ou morale de l'Union européenne qui n'est pas soumise à la réglementation européenne relative aux entreprises d'assurance, de réassurance, aux établissements de crédit, aux sociétés de gestion de portefeuille ou aux autres entreprises d'investissement. L'Autorité peut demander des informations complémentaires ou des clarifications. Ces demandes ne peuvent toutefois donner lieu à une nouvelle prolongation de la période d'évaluation. III.-Lorsqu'elle procède à l'évaluation prévue au I, l'Autorité apprécie, aux fins de s'assurer que l'entreprise visée par l'opération envisagée dispose d'une gestion saine et prudente et en tenant compte de l'influence probable du candidat acquéreur sur cette entreprise, le caractère approprié du candidat acquéreur et la solidité financière de l'opération envisagée, en appliquant l'ensemble des critères suivants : 1° La réputation du candidat acquéreur ; 2° La réputation et l'expérience de toute personne qui, à la suite de l'opération envisagée, assurera la direction des activités de l'entreprise au sens de l'article L. 321-10 ; 3° La solidité financière du candidat acquéreur, compte tenu notamment du type d'activités exercées et envisagées au sein de l'entreprise visée par l'opération envisagée ; 4° La capacité de l'entreprise à satisfaire et à continuer à satisfaire aux obligations prudentielles du présent code et du code monétaire et financier qui lui sont applicables, et en particulier le point de savoir si le groupe auquel elle appartiendra possède une structure qui permet d'exercer un contrôle effectif, d'échanger réellement des informations entre autorités de contrôle et de déterminer le partage des responsabilités entre autorités de contrôle ; 5° L'existence de motifs raisonnables de soupçonner qu'une opération ou une tentative de blanchiment de capitaux ou de financement du terrorisme est en cours ou a eu lieu en relation avec l'opération envisagée ou que cette opération pourrait en augmenter le risque. IV.-Avant toute décision, l'Autorité de contrôle prudentiel et de résolution consulte sans délai les autorités compétentes mentionnées aux articles L. 321-1, L. 321-1-1 et L. 321-1-2 , dont relève le candidat acquéreur, afin d'obtenir toute information essentielle ou pertinente en vue de l'évaluation prévue au I, lorsque l'une des conditions suivantes est remplie : 1° Le candidat acquéreur est une entreprise d'assurance ou de réassurance, un établissement de crédit, une société de gestion de portefeuille ou une autre entreprise d'investissement agréés dans un Etat membre de l'Union européenne ou agréés dans un secteur financier autre que celui dans lequel l'acquisition est envisagée ; 2° Le candidat acquéreur est l'entreprise mère d'une entité visée au 1° ; 3° Le candidat acquéreur est une personne physique ou morale contrôlant une entité visée au 1°. La décision prise par l'Autorité de contrôle prudentiel et de résolution sur cette opération mentionne les avis ou réserves formulés, le cas échéant, par les autorités compétentes consultées. V.-L'Autorité de contrôle prudentiel et de résolution ne peut s'opposer à la prise ou à l'extension de participation envisagée que s'il existe des motifs raisonnables de le faire sur la base des critères fixés au III, ou si les informations fournies par le candidat acquéreur, en application du cinquième alinéa du I de l'article R. 322-11-1, sont incomplètes. Dans le cas où l'Autorité décide de ne pas autoriser l'opération envisagée, elle en informe, par écrit, le candidat acquéreur, au plus tard dans un délai de deux jours ouvrés avant la fin de la période d'évaluation, en indiquant les motifs de cette décision. L'Autorité doit rendre publics les motifs de cette décision, à la demande du candidat acquéreur.",
            "texteHtml": "<p>I.-L'Autorité de contrôle prudentiel et de résolution accuse réception par écrit dans un délai de deux jours ouvrés, après sa réception, de la notification d'une opération d'acquisition ou d'extension de participation mentionnée au I de l'article R. 322-11-1.</p><p>L'Autorité de contrôle prudentiel et de résolution dispose d'un délai de soixante jours ouvrés, à compter de la date de l'accusé de réception de la notification, pour procéder à l'évaluation de cette dernière. L'Autorité informe le candidat acquéreur de la date d'expiration de la période d'évaluation au moment de la délivrance de l'accusé de réception.</p><p>L'Autorité peut fixer un délai maximal pour la conclusion de la prise ou de l'extension de participation envisagée et, le cas échéant, le proroger.</p><p>Lorsque l'Autorité a été saisie de plusieurs notifications d'opérations concernant la même entreprise, elle procède à leur examen conjoint dans des conditions assurant une égalité de traitement entre les candidats.</p><p>II.-L'Autorité de contrôle prudentiel et de résolution peut le cas échéant, pendant la période d'évaluation, et au plus tard le cinquantième jour ouvré de la période d'évaluation, demander par écrit des informations complémentaires au candidat acquéreur. Elle accuse réception par écrit de la transmission de ces informations complémentaires par le candidat acquéreur.</p><p>La période d'évaluation est suspendue pour une durée n'excédant pas vingt jours ouvrés, entre la date de la demande et la réception de la réponse du candidat acquéreur, cette durée pouvant être portée à trente jours ouvrés, lorsque l'une des deux conditions suivantes est remplie :</p><p>1° Le candidat acquéreur est établi hors de l'Union européenne ou relève d'une réglementation distincte de la réglementation européenne ;</p><p>2° Le candidat acquéreur est une personne physique ou morale de l'Union européenne qui n'est pas soumise à la réglementation européenne relative aux entreprises d'assurance, de réassurance, aux établissements de crédit, aux sociétés de gestion de portefeuille ou aux autres entreprises d'investissement.</p><p>L'Autorité peut demander des informations complémentaires ou des clarifications. Ces demandes ne peuvent toutefois donner lieu à une nouvelle prolongation de la période d'évaluation.</p><p>III.-Lorsqu'elle procède à l'évaluation prévue au I, l'Autorité apprécie, aux fins de s'assurer que l'entreprise visée par l'opération envisagée dispose d'une gestion saine et prudente et en tenant compte de l'influence probable du candidat acquéreur sur cette entreprise, le caractère approprié du candidat acquéreur et la solidité financière de l'opération envisagée, en appliquant l'ensemble des critères suivants :</p><p>1° La réputation du candidat acquéreur ;</p><p>2° La réputation et l'expérience de toute personne qui, à la suite de l'opération envisagée, assurera la direction des activités de l'entreprise au sens de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006797277&dateTexte=&categorieLien=cid'>L. 321-10 </a>;</p><p>3° La solidité financière du candidat acquéreur, compte tenu notamment du type d'activités exercées et envisagées au sein de l'entreprise visée par l'opération envisagée ;</p><p>4° La capacité de l'entreprise à satisfaire et à continuer à satisfaire aux obligations prudentielles du présent code et du code monétaire et financier qui lui sont applicables, et en particulier le point de savoir si le groupe auquel elle appartiendra possède une structure qui permet d'exercer un contrôle effectif, d'échanger réellement des informations entre autorités de contrôle et de déterminer le partage des responsabilités entre autorités de contrôle ;</p><p>5° L'existence de motifs raisonnables de soupçonner qu'une opération ou une tentative de blanchiment de capitaux ou de financement du terrorisme est en cours ou a eu lieu en relation avec l'opération envisagée ou que cette opération pourrait en augmenter le risque.</p><p>IV.-Avant toute décision, l'Autorité de contrôle prudentiel et de résolution consulte sans délai les autorités compétentes mentionnées aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006796919&dateTexte=&categorieLien=cid'>L. 321-1, L. 321-1-1 et L. 321-1-2</a>, dont relève le candidat acquéreur, afin d'obtenir toute information essentielle ou pertinente en vue de l'évaluation prévue au I, lorsque l'une des conditions suivantes est remplie :</p><p>1° Le candidat acquéreur est une entreprise d'assurance ou de réassurance, un établissement de crédit, une société de gestion de portefeuille ou une autre entreprise d'investissement agréés dans un Etat membre de l'Union européenne ou agréés dans un secteur financier autre que celui dans lequel l'acquisition est envisagée ;</p><p>2° Le candidat acquéreur est l'entreprise mère d'une entité visée au 1° ;</p><p>3° Le candidat acquéreur est une personne physique ou morale contrôlant une entité visée au 1°.</p><p>La décision prise par l'Autorité de contrôle prudentiel et de résolution sur cette opération mentionne les avis ou réserves formulés, le cas échéant, par les autorités compétentes consultées.</p><p>V.-L'Autorité de contrôle prudentiel et de résolution ne peut s'opposer à la prise ou à l'extension de participation envisagée que s'il existe des motifs raisonnables de le faire sur la base des critères fixés au III, ou si les informations fournies par le candidat acquéreur, en application du cinquième alinéa du I de l'article R. 322-11-1, sont incomplètes.</p><p>Dans le cas où l'Autorité décide de ne pas autoriser l'opération envisagée, elle en informe, par écrit, le candidat acquéreur, au plus tard dans un délai de deux jours ouvrés avant la fin de la période d'évaluation, en indiquant les motifs de cette décision. L'Autorité doit rendre publics les motifs de cette décision, à la demande du candidat acquéreur.</p>",
            "num": "R322-11-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "7.0",
            "etat": "MODIFIE",
            "dateDebut": 1514505600000,
            "dateFin": 1514937600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610612735,
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107986",
                        "id": "LEGISCTA000006107986",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-16",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les entreprises",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128519",
                        "id": "LEGISCTA000006128519",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Régime administratif",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143146",
                        "id": "LEGISCTA000006143146",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Règles de constitution et de fonctionnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006158351",
                        "id": "LEGISCTA000006158351",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2008-11-10",
                        "titre": "Section II : Sociétés anonymes d'assurance et de capitalisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006175522",
                        "id": "LEGISCTA000006175522",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-11-10",
                        "fin": "2999-01-01",
                        "titre": "Section II : Sociétés anonymes d'assurance, de capitalisation et de réassurance.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006175522",
                        "id": "LEGISCTA000019749434",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-11-10",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 3 : Dispositions relatives aux entreprises d'assurance et de réassurance.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019738821",
                        "id": "LEGISCTA000019749408",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000019738924",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000019738821",
            "sectionParentId": "LEGISCTA000019749408",
            "sectionParentTitre": "Sous-section 3 : Dispositions relatives aux entreprises d'assurance et de réassurance.",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre III : Les entreprises &gt; Titre II : Régime administratif &gt; Chapitre II : Règles de constitution et de fonctionnement &gt; Section II : Sociétés anonymes d'assurance, de capitalisation et de réassurance. &gt; Sous-section 3 : Dispositions relatives aux entreprises d'assurance et de réassurance.",
            "refInjection": "MD-20231006_201508_656_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000036332004",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073984",
                    "titre": "Code des assurances",
                    "titreLong": "Code des assurances",
                    "etat": "VIGUEUR",
                    "dateDebut": 205891200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073984",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000036267297",
                    "textTitle": "Décret n°2017-1765 du 26 décembre 2017 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000036291105",
                    "natureText": "DECRET",
                    "datePubliTexte": "2017-12-28",
                    "dateSignaTexte": "2017-12-26",
                    "dateDebutCible": "2017-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000029675795",
                    "textTitle": "DÉCRET n°2014-1281 du 23 octobre 2014 - art. (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000048164216",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2014-1281",
                    "datePubli": 1414800000000,
                    "dateDebut": 1696636800000
                },
                {
                    "textCid": "JORFTEXT000029699787",
                    "textTitle": "DÉCRET n°2014-1315 du 3 novembre 2014 - art. 5, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "JORFARTI000029699993",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2014-1315",
                    "datePubli": 1415145600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000032211884",
                    "textTitle": "Décision n°2016-C-16 du 11 mars 2016 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000032211886",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2016-C-16",
                    "datePubli": 1458086400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000035096803",
                    "textTitle": "Décision n°2017-C-27 du 26 juin 2017 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000035096805",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2017-C-27",
                    "datePubli": 1499212800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000042427997",
                    "textTitle": "Décision n°2020-C-36 du 2 octobre 2020 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000042427999",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2020-C-36",
                    "datePubli": 1602806400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000043673633",
                    "textTitle": "Décision n°2021-C-16 du 4 juin 2021 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000043673635",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2021-C-16",
                    "datePubli": 1623974400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A322-1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A322-1",
                    "articleId": "LEGIARTI000027888857",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1374969600000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L321-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L321-1",
                    "articleId": "LEGIARTI000006796919",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633824000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L321-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L321-10",
                    "articleId": "LEGIARTI000006797277",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 773020800000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R322-11-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R322-11-1",
                    "articleId": "LEGIARTI000036334082",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R632-1-1 A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R632-1-1-A",
                    "articleId": "LEGIARTI000029711299",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1415232000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R322-11-4 (M)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "R322-11-4",
                    "articleId": "LEGIARTI000021150569",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000019749394",
                    "etat": "TRANSFERE",
                    "version": "1.0",
                    "dateDebut": 1226275200000,
                    "dateFin": 1255564800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021150571",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1255564800000,
                    "dateFin": 1264204800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021921074",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1264204800000,
                    "dateFin": 1374969600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027891050",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1374969600000,
                    "dateFin": 1415232000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029715640",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1415232000000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030582784",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1514505600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036332004",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1514505600000,
                    "dateFin": 1514937600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035438064",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1514937600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R322-11-2",
                "322-11-2"
            ],
            "versionPrecedente": "LEGIARTI000030582784",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000030582784",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-L'Autorité de contrôle prudentiel et de résolution accuse réception par écrit dans un délai de deux jours ouvrables, après sa réception, de la notification d'une opération d'acquisition ou d'extension de participation mentionnée au I de l'article R. 322-11-1. L'Autorité de contrôle prudentiel et de résolution dispose d'un délai de soixante jours ouvrables, à compter de la date de l'accusé de réception de la notification, pour procéder à l'évaluation de cette dernière. L'Autorité informe le candidat acquéreur de la date d'expiration de la période d'évaluation au moment de la délivrance de l'accusé de réception. L'Autorité peut fixer un délai maximal pour la conclusion de la prise ou de l'extension de participation envisagée et, le cas échéant, le proroger. Lorsque l'Autorité a été saisie de plusieurs notifications d'opérations concernant la même entreprise, elle procède à leur examen conjoint dans des conditions assurant une égalité de traitement entre les candidats. II.-L'Autorité de contrôle prudentiel et de résolution peut le cas échéant, pendant la période d'évaluation, et au plus tard le cinquantième jour ouvrable de la période d'évaluation, demander par écrit des informations complémentaires au candidat acquéreur. Elle accuse réception par écrit de la transmission de ces informations complémentaires par le candidat acquéreur. La période d'évaluation est suspendue pour une durée n'excédant pas vingt jours ouvrables, entre la date de la demande et la réception de la réponse du candidat acquéreur, cette durée pouvant être portée à trente jours ouvrables, lorsque l'une des deux conditions suivantes est remplie : 1° Le candidat acquéreur est établi hors de l'Union européenne ou relève d'une réglementation distincte de la réglementation européenne ; 2° Le candidat acquéreur est une personne physique ou morale de l'Union européenne qui n'est pas soumise à la réglementation européenne relative aux entreprises d'assurance, de réassurance, aux établissements de crédit, aux sociétés de gestion de portefeuille ou aux autres entreprises d'investissement. L'Autorité peut demander des informations complémentaires ou des clarifications. Ces demandes ne peuvent toutefois donner lieu à une nouvelle prolongation de la période d'évaluation. III.-Lorsqu'elle procède à l'évaluation prévue au I, l'Autorité apprécie, aux fins de s'assurer que l'entreprise visée par l'opération envisagée dispose d'une gestion saine et prudente et en tenant compte de l'influence probable du candidat acquéreur sur cette entreprise, le caractère approprié du candidat acquéreur et la solidité financière de l'opération envisagée, en appliquant l'ensemble des critères suivants : 1° La réputation du candidat acquéreur ; 2° La réputation et l'expérience de toute personne qui, à la suite de l'opération envisagée, assurera la direction des activités de l'entreprise au sens de l'article L. 321-10 ; 3° La solidité financière du candidat acquéreur, compte tenu notamment du type d'activités exercées et envisagées au sein de l'entreprise visée par l'opération envisagée ; 4° La capacité de l'entreprise à satisfaire et à continuer à satisfaire aux obligations prudentielles du présent code et du code monétaire et financier qui lui sont applicables, et en particulier le point de savoir si le groupe auquel elle appartiendra possède une structure qui permet d'exercer un contrôle effectif, d'échanger réellement des informations entre autorités de contrôle et de déterminer le partage des responsabilités entre autorités de contrôle ; 5° L'existence de motifs raisonnables de soupçonner qu'une opération ou une tentative de blanchiment de capitaux ou de financement du terrorisme est en cours ou a eu lieu en relation avec l'opération envisagée ou que cette opération pourrait en augmenter le risque. IV.-Avant toute décision, l'Autorité de contrôle prudentiel et de résolution consulte sans délai les autorités compétentes mentionnées aux articles L. 321-1, L. 321-1-1 et L. 321-1-2 , dont relève le candidat acquéreur, afin d'obtenir toute information essentielle ou pertinente en vue de l'évaluation prévue au I, lorsque l'une des conditions suivantes est remplie : 1° Le candidat acquéreur est une entreprise d'assurance ou de réassurance, un établissement de crédit, une société de gestion de portefeuille ou une autre entreprise d'investissement agréés dans un Etat membre de l'Union européenne ou agréés dans un secteur financier autre que celui dans lequel l'acquisition est envisagée ; 2° Le candidat acquéreur est l'entreprise mère d'une entité visée au 1° ; 3° Le candidat acquéreur est une personne physique ou morale contrôlant une entité visée au 1°. La décision prise par l'Autorité de contrôle prudentiel et de résolution sur cette opération mentionne les avis ou réserves formulés, le cas échéant, par les autorités compétentes consultées. V.-L'Autorité de contrôle prudentiel et de résolution ne peut s'opposer à la prise ou à l'extension de participation envisagée que s'il existe des motifs raisonnables de le faire sur la base des critères fixés au III, ou si les informations fournies par le candidat acquéreur, en application du cinquième alinéa du I de l'article R. 322-11-1, sont incomplètes. Dans le cas où l'Autorité décide de ne pas autoriser l'opération envisagée, elle en informe, par écrit, le candidat acquéreur, au plus tard dans un délai de deux jours ouvrables avant la fin de la période d'évaluation, en indiquant les motifs de cette décision. L'Autorité doit rendre publics les motifs de cette décision, à la demande du candidat acquéreur.",
            "texteHtml": "<p>I.-L'Autorité de contrôle prudentiel et de résolution accuse réception par écrit dans un délai de deux jours ouvrables, après sa réception, de la notification d'une opération d'acquisition ou d'extension de participation mentionnée au I de l'article R. 322-11-1. </p><p>L'Autorité de contrôle prudentiel et de résolution dispose d'un délai de soixante jours ouvrables, à compter de la date de l'accusé de réception de la notification, pour procéder à l'évaluation de cette dernière. L'Autorité informe le candidat acquéreur de la date d'expiration de la période d'évaluation au moment de la délivrance de l'accusé de réception. </p><p>L'Autorité peut fixer un délai maximal pour la conclusion de la prise ou de l'extension de participation envisagée et, le cas échéant, le proroger. </p><p>Lorsque l'Autorité a été saisie de plusieurs notifications d'opérations concernant la même entreprise, elle procède à leur examen conjoint dans des conditions assurant une égalité de traitement entre les candidats. </p><p>II.-L'Autorité de contrôle prudentiel et de résolution peut le cas échéant, pendant la période d'évaluation, et au plus tard le cinquantième jour ouvrable de la période d'évaluation, demander par écrit des informations complémentaires au candidat acquéreur. Elle accuse réception par écrit de la transmission de ces informations complémentaires par le candidat acquéreur. </p><p>La période d'évaluation est suspendue pour une durée n'excédant pas vingt jours ouvrables, entre la date de la demande et la réception de la réponse du candidat acquéreur, cette durée pouvant être portée à trente jours ouvrables, lorsque l'une des deux conditions suivantes est remplie : </p><p>1° Le candidat acquéreur est établi hors de l'Union européenne ou relève d'une réglementation distincte de la réglementation européenne ; </p><p>2° Le candidat acquéreur est une personne physique ou morale de l'Union européenne qui n'est pas soumise à la réglementation européenne relative aux entreprises d'assurance, de réassurance, aux établissements de crédit, aux sociétés de gestion de portefeuille ou aux autres entreprises d'investissement. </p><p>L'Autorité peut demander des informations complémentaires ou des clarifications. Ces demandes ne peuvent toutefois donner lieu à une nouvelle prolongation de la période d'évaluation. </p><p>III.-Lorsqu'elle procède à l'évaluation prévue au I, l'Autorité apprécie, aux fins de s'assurer que l'entreprise visée par l'opération envisagée dispose d'une gestion saine et prudente et en tenant compte de l'influence probable du candidat acquéreur sur cette entreprise, le caractère approprié du candidat acquéreur et la solidité financière de l'opération envisagée, en appliquant l'ensemble des critères suivants : </p><p>1° La réputation du candidat acquéreur ; </p><p>2° La réputation et l'expérience de toute personne qui, à la suite de l'opération envisagée, assurera la direction des activités de l'entreprise au sens de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006797277&dateTexte=&categorieLien=cid' title='Code des assurances - art. L321-10 (V)'>L. 321-10 </a>; </p><p>3° La solidité financière du candidat acquéreur, compte tenu notamment du type d'activités exercées et envisagées au sein de l'entreprise visée par l'opération envisagée ; </p><p>4° La capacité de l'entreprise à satisfaire et à continuer à satisfaire aux obligations prudentielles du présent code et du code monétaire et financier qui lui sont applicables, et en particulier le point de savoir si le groupe auquel elle appartiendra possède une structure qui permet d'exercer un contrôle effectif, d'échanger réellement des informations entre autorités de contrôle et de déterminer le partage des responsabilités entre autorités de contrôle ; </p><p>5° L'existence de motifs raisonnables de soupçonner qu'une opération ou une tentative de blanchiment de capitaux ou de financement du terrorisme est en cours ou a eu lieu en relation avec l'opération envisagée ou que cette opération pourrait en augmenter le risque. </p><p>IV.-Avant toute décision, l'Autorité de contrôle prudentiel et de résolution consulte sans délai les autorités compétentes mentionnées aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006796919&dateTexte=&categorieLien=cid' title='Code des assurances - art. L321-1 (V)'>L. 321-1, L. 321-1-1 et L. 321-1-2</a>, dont relève le candidat acquéreur, afin d'obtenir toute information essentielle ou pertinente en vue de l'évaluation prévue au I, lorsque l'une des conditions suivantes est remplie : </p><p>1° Le candidat acquéreur est une entreprise d'assurance ou de réassurance, un établissement de crédit, une société de gestion de portefeuille ou une autre entreprise d'investissement agréés dans un Etat membre de l'Union européenne ou agréés dans un secteur financier autre que celui dans lequel l'acquisition est envisagée ; </p><p>2° Le candidat acquéreur est l'entreprise mère d'une entité visée au 1° ; </p><p>3° Le candidat acquéreur est une personne physique ou morale contrôlant une entité visée au 1°. </p><p>La décision prise par l'Autorité de contrôle prudentiel et de résolution sur cette opération mentionne les avis ou réserves formulés, le cas échéant, par les autorités compétentes consultées. </p><p>V.-L'Autorité de contrôle prudentiel et de résolution ne peut s'opposer à la prise ou à l'extension de participation envisagée que s'il existe des motifs raisonnables de le faire sur la base des critères fixés au III, ou si les informations fournies par le candidat acquéreur, en application du cinquième alinéa du I de l'article R. 322-11-1, sont incomplètes. </p><p>Dans le cas où l'Autorité décide de ne pas autoriser l'opération envisagée, elle en informe, par écrit, le candidat acquéreur, au plus tard dans un délai de deux jours ouvrables avant la fin de la période d'évaluation, en indiquant les motifs de cette décision. L'Autorité doit rendre publics les motifs de cette décision, à la demande du candidat acquéreur.</p>",
            "num": "R322-11-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "6.0",
            "etat": "MODIFIE",
            "dateDebut": 1451606400000,
            "dateFin": 1514505600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610612735,
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107986",
                        "id": "LEGISCTA000006107986",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-16",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les entreprises",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128519",
                        "id": "LEGISCTA000006128519",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Régime administratif",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143146",
                        "id": "LEGISCTA000006143146",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Règles de constitution et de fonctionnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006158351",
                        "id": "LEGISCTA000006158351",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2008-11-10",
                        "titre": "Section II : Sociétés anonymes d'assurance et de capitalisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006175522",
                        "id": "LEGISCTA000006175522",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-11-10",
                        "fin": "2999-01-01",
                        "titre": "Section II : Sociétés anonymes d'assurance, de capitalisation et de réassurance.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006175522",
                        "id": "LEGISCTA000019749434",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-11-10",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 3 : Dispositions relatives aux entreprises d'assurance et de réassurance.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019738821",
                        "id": "LEGISCTA000019749408",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000019738924",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000019738821",
            "sectionParentId": "LEGISCTA000019749408",
            "sectionParentTitre": "Sous-section 3 : Dispositions relatives aux entreprises d'assurance et de réassurance.",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre III : Les entreprises &gt; Titre II : Régime administratif &gt; Chapitre II : Règles de constitution et de fonctionnement &gt; Section II : Sociétés anonymes d'assurance, de capitalisation et de réassurance. &gt; Sous-section 3 : Dispositions relatives aux entreprises d'assurance et de réassurance.",
            "refInjection": "MD-20231006_201508_656_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000030582784",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073984",
                    "titre": "Code des assurances",
                    "titreLong": "Code des assurances",
                    "etat": "VIGUEUR",
                    "dateDebut": 205891200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073984",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000030559751",
                    "textTitle": "DÉCRET n°2015-513 du 7 mai 2015 - art. 3",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000030561311",
                    "natureText": "DECRET",
                    "datePubliTexte": "2015-05-10",
                    "dateSignaTexte": "2015-05-07",
                    "dateDebutCible": "2015-05-11"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000029675795",
                    "textTitle": "DÉCRET n°2014-1281 du 23 octobre 2014 - art. (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000048164216",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2014-1281",
                    "datePubli": 1414800000000,
                    "dateDebut": 1696636800000
                },
                {
                    "textCid": "JORFTEXT000029699787",
                    "textTitle": "DÉCRET n°2014-1315 du 3 novembre 2014 - art. 5, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "JORFARTI000029699993",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2014-1315",
                    "datePubli": 1415145600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000032211884",
                    "textTitle": "Décision n°2016-C-16 du 11 mars 2016 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000032211886",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2016-C-16",
                    "datePubli": 1458086400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000035096803",
                    "textTitle": "Décision n°2017-C-27 du 26 juin 2017 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000035096805",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2017-C-27",
                    "datePubli": 1499212800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000042427997",
                    "textTitle": "Décision n°2020-C-36 du 2 octobre 2020 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000042427999",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2020-C-36",
                    "datePubli": 1602806400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000043673633",
                    "textTitle": "Décision n°2021-C-16 du 4 juin 2021 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000043673635",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2021-C-16",
                    "datePubli": 1623974400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A322-1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A322-1",
                    "articleId": "LEGIARTI000027888857",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1374969600000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L321-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L321-1",
                    "articleId": "LEGIARTI000006796919",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633824000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L321-10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L321-10",
                    "articleId": "LEGIARTI000006797277",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 773020800000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R322-11-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R322-11-1",
                    "articleId": "LEGIARTI000036334082",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R632-1-1 A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R632-1-1-A",
                    "articleId": "LEGIARTI000029711299",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1415232000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R322-11-4 (M)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "R322-11-4",
                    "articleId": "LEGIARTI000021150569",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000019749394",
                    "etat": "TRANSFERE",
                    "version": "1.0",
                    "dateDebut": 1226275200000,
                    "dateFin": 1255564800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021150571",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1255564800000,
                    "dateFin": 1264204800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021921074",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1264204800000,
                    "dateFin": 1374969600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027891050",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1374969600000,
                    "dateFin": 1415232000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029715640",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1415232000000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030582784",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1514505600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036332004",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1514505600000,
                    "dateFin": 1514937600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035438064",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1514937600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R322-11-2",
                "322-11-2"
            ],
            "versionPrecedente": "LEGIARTI000029715640",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000029715640",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - L'Autorité de contrôle prudentiel et de résolution accuse réception par écrit dans un délai de deux jours ouvrables, après sa réception, de la notification d'une opération d'acquisition ou d'extension de participation mentionnée au I de l'article R. 322-11-1. L'Autorité de contrôle prudentiel et de résolution dispose d'un délai de soixante jours ouvrables, à compter de la date de l'accusé de réception de la notification, pour procéder à l'évaluation de cette dernière. L'Autorité informe le candidat acquéreur de la date d'expiration de la période d'évaluation au moment de la délivrance de l'accusé de réception. L'Autorité peut fixer un délai maximal pour la conclusion de la prise ou de l'extension de participation envisagée et, le cas échéant, le proroger. Lorsque l'Autorité a été saisie de plusieurs notifications d'opérations concernant la même entreprise, elle procède à leur examen conjoint dans des conditions assurant une égalité de traitement entre les candidats. II. - L'Autorité peut le cas échéant, pendant la période d'évaluation, et au plus tard le cinquantième jour ouvrable de la période d'évaluation, demander des informations complémentaires au candidat acquéreur. La période d'évaluation est suspendue pour une durée de vingt jours ouvrables, entre la date de la demande et la réception de la réponse du candidat acquéreur, cette durée pouvant être portée à trente jours ouvrables, suivant des modalités précisées par arrêté du ministre chargé de l'économie. III. - Lorsqu'elle procède à l'évaluation prévue au I, l'Autorité apprécie, aux fins de s'assurer que l'entreprise visée par l'opération envisagée dispose d'une gestion saine et prudente et en tenant compte de l'influence probable du candidat acquéreur sur l'entreprise, le caractère approprié du candidat acquéreur et la solidité financière de l'opération envisagée, en appliquant l'ensemble des critères suivants : 1° La réputation du candidat acquéreur ; 2° La réputation et l'expérience de toute personne qui, à la suite de l'opération envisagée, assurera la direction des activités de l'entreprise au sens de l'article L. 321-10 ; 3° La solidité financière du candidat acquéreur, compte tenu notamment du type d'activités exercées et envisagées au sein de l'entreprise visée par l'opération envisagée ; 4° La capacité de l'entreprise à satisfaire et à continuer à satisfaire aux dispositions du présent code, notamment au regard de sa surveillance effective à l'issue de l'opération, de l'information réellement échangeable entre autorités compétentes et du partage des responsabilités entre ces autorités ; 5° L'existence de motifs raisonnables de soupçonner qu'une opération ou une tentative de blanchiment de capitaux ou de financement du terrorisme est en cours ou a eu lieu en relation avec l'opération envisagée ou que l'opération pourrait en augmenter le risque. IV. - Avant toute décision, l'Autorité de contrôle prudentiel et de résolution consulte sans délai les autorités compétentes mentionnées aux articles L. 321-1, L. 321-1-1 et L. 321-1-2, dont relève le candidat acquéreur, en vue d'obtenir toute information essentielle ou pertinente pour procéder à l'évaluation prévue au I, lorsque l'une des deux conditions suivantes est remplie : 1° Le candidat acquéreur est une entreprise d'assurance ou de réassurance, un établissement de crédit, une société de financement, une société de gestion de portefeuille ou une autre entreprise d'investissement agréés dans un Etat membre de la Communauté européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen ou agréés dans un secteur financier autre que celui dans lequel l'acquisition est envisagée ou l'entreprise mère d'une telle entité ; 2° Le candidat acquéreur contrôle une entreprise d'assurance ou de réassurance, un établissement de crédit, une société de financement, une société de gestion de portefeuille ou une autre entreprise d'investissement agréés dans un Etat membre de la Communauté européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen ou agréés dans un secteur financier autre que celui dans lequel l'acquisition est envisagée. La décision prise à ce titre par l'Autorité de contrôle prudentiel et de résolution mentionne les avis ou réserves formulés, le cas échéant, par les autorités compétentes. V. - L'Autorité ne peut s'opposer à la prise ou à l'extension de participation envisagée que s'il existe des motifs raisonnables de le faire sur la base des seuls critères fixés au III, ou si les informations fournies par le candidat acquéreur, en application du cinquième alinéa du I de l'article R. 322-11-1, sont incomplètes. Dans le cas où l'Autorité décide de ne pas autoriser l'opération envisagée, il en informe, par écrit, le candidat acquéreur, dans un délai de deux jours ouvrables avant la fin de la période d'évaluation, en indiquant les motifs de cette décision. L'Autorité doit rendre public les motifs de cette décision, à la demande du candidat acquéreur. Elle peut également procéder à cette publication de sa propre initiative. Si au terme du délai mentionné au deuxième alinéa du I, l'Autorité ne s'est pas opposée à l'opération d'acquisition ou d'extension de participation, suivant les modalités prévues à l'alinéa précédent, cette opération est réputée approuvée.",
            "texteHtml": "<p>I. - L'Autorité de contrôle prudentiel et de résolution accuse réception par écrit dans un délai de deux jours ouvrables, après sa réception, de la notification d'une opération d'acquisition ou d'extension de participation mentionnée au I de l'article R. 322-11-1. </p><p></p><p>L'Autorité de contrôle prudentiel et de résolution dispose d'un délai de soixante jours ouvrables, à compter de la date de l'accusé de réception de la notification, pour procéder à l'évaluation de cette dernière. L'Autorité informe le candidat acquéreur de la date d'expiration de la période d'évaluation au moment de la délivrance de l'accusé de réception. </p><p></p><p>L'Autorité peut fixer un délai maximal pour la conclusion de la prise ou de l'extension de participation envisagée et, le cas échéant, le proroger. </p><p></p><p>Lorsque l'Autorité a été saisie de plusieurs notifications d'opérations concernant la même entreprise, elle procède à leur examen conjoint dans des conditions assurant une égalité de traitement entre les candidats. </p><p></p><p>II. - L'Autorité peut le cas échéant, pendant la période d'évaluation, et au plus tard le cinquantième jour ouvrable de la période d'évaluation, demander des informations complémentaires au candidat acquéreur. La période d'évaluation est suspendue pour une durée de vingt jours ouvrables, entre la date de la demande et la réception de la réponse du candidat acquéreur, cette durée pouvant être portée à trente jours ouvrables, suivant des modalités précisées par arrêté du ministre chargé de l'économie. </p><p></p><p>III. - Lorsqu'elle procède à l'évaluation prévue au I, l'Autorité apprécie, aux fins de s'assurer que l'entreprise visée par l'opération envisagée dispose d'une gestion saine et prudente et en tenant compte de l'influence probable du candidat acquéreur sur l'entreprise, le caractère approprié du candidat acquéreur et la solidité financière de l'opération envisagée, en appliquant l'ensemble des critères suivants : </p><p></p><p>1° La réputation du candidat acquéreur ; </p><p></p><p>2° La réputation et l'expérience de toute personne qui, à la suite de l'opération envisagée, assurera la direction des activités de l'entreprise au sens de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006797277&dateTexte=&categorieLien=cid'>l'article L. 321-10 </a>; </p><p></p><p>3° La solidité financière du candidat acquéreur, compte tenu notamment du type d'activités exercées et envisagées au sein de l'entreprise visée par l'opération envisagée ; </p><p></p><p>4° La capacité de l'entreprise à satisfaire et à continuer à satisfaire aux dispositions du présent code, notamment au regard de sa surveillance effective à l'issue de l'opération, de l'information réellement échangeable entre autorités compétentes et du partage des responsabilités entre ces autorités ; </p><p></p><p>5° L'existence de motifs raisonnables de soupçonner qu'une opération ou une tentative de blanchiment de capitaux ou de financement du terrorisme est en cours ou a eu lieu en relation avec l'opération envisagée ou que l'opération pourrait en augmenter le risque. </p><p></p><p>IV. - Avant toute décision, l'Autorité de contrôle prudentiel et de résolution consulte sans délai les autorités compétentes mentionnées aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006796919&dateTexte=&categorieLien=cid'>articles L. 321-1, L. 321-1-1 et L. 321-1-2, </a>dont relève le candidat acquéreur, en vue d'obtenir toute information essentielle ou pertinente pour procéder à l'évaluation prévue au I, lorsque l'une des deux conditions suivantes est remplie : </p><p></p><p>1° Le candidat acquéreur est une entreprise d'assurance ou de réassurance, un établissement de crédit, une société de financement, une société de gestion de portefeuille ou une autre entreprise d'investissement agréés dans un Etat membre de la Communauté européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen ou agréés dans un secteur financier autre que celui dans lequel l'acquisition est envisagée ou l'entreprise mère d'une telle entité ; </p><p></p><p>2° Le candidat acquéreur contrôle une entreprise d'assurance ou de réassurance, un établissement de crédit, une société de financement, une société de gestion de portefeuille ou une autre entreprise d'investissement agréés dans un Etat membre de la Communauté européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen ou agréés dans un secteur financier autre que celui dans lequel l'acquisition est envisagée. </p><p></p><p>La décision prise à ce titre par l'Autorité de contrôle prudentiel et de résolution mentionne les avis ou réserves formulés, le cas échéant, par les autorités compétentes. </p><p></p><p>V. - L'Autorité ne peut s'opposer à la prise ou à l'extension de participation envisagée que s'il existe des motifs raisonnables de le faire sur la base des seuls critères fixés au III, ou si les informations fournies par le candidat acquéreur, en application du cinquième alinéa du I de l'article R. 322-11-1, sont incomplètes. </p><p></p><p>Dans le cas où l'Autorité décide de ne pas autoriser l'opération envisagée, il en informe, par écrit, le candidat acquéreur, dans un délai de deux jours ouvrables avant la fin de la période d'évaluation, en indiquant les motifs de cette décision. L'Autorité doit rendre public les motifs de cette décision, à la demande du candidat acquéreur. Elle peut également procéder à cette publication de sa propre initiative. </p><p></p><p>Si au terme du délai mentionné au deuxième alinéa du I, l'Autorité ne s'est pas opposée à l'opération d'acquisition ou d'extension de participation, suivant les modalités prévues à l'alinéa précédent, cette opération est réputée approuvée.</p><p></p>",
            "num": "R322-11-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "MODIFIE",
            "dateDebut": 1415232000000,
            "dateFin": 1451606400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610612735,
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107986",
                        "id": "LEGISCTA000006107986",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-16",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les entreprises",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128519",
                        "id": "LEGISCTA000006128519",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Régime administratif",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143146",
                        "id": "LEGISCTA000006143146",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Règles de constitution et de fonctionnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006158351",
                        "id": "LEGISCTA000006158351",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2008-11-10",
                        "titre": "Section II : Sociétés anonymes d'assurance et de capitalisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006175522",
                        "id": "LEGISCTA000006175522",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-11-10",
                        "fin": "2999-01-01",
                        "titre": "Section II : Sociétés anonymes d'assurance, de capitalisation et de réassurance.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006175522",
                        "id": "LEGISCTA000019749434",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-11-10",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 3 : Dispositions relatives aux entreprises d'assurance et de réassurance.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019738821",
                        "id": "LEGISCTA000019749408",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000019738924",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000019738821",
            "sectionParentId": "LEGISCTA000019749408",
            "sectionParentTitre": "Sous-section 3 : Dispositions relatives aux entreprises d'assurance et de réassurance.",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre III : Les entreprises &gt; Titre II : Régime administratif &gt; Chapitre II : Règles de constitution et de fonctionnement &gt; Section II : Sociétés anonymes d'assurance, de capitalisation et de réassurance. &gt; Sous-section 3 : Dispositions relatives aux entreprises d'assurance et de réassurance.",
            "refInjection": "MD-20231006_201508_656_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000029715640",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073984",
                    "titre": "Code des assurances",
                    "titreLong": "Code des assurances",
                    "etat": "VIGUEUR",
                    "dateDebut": 205891200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073984",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000029699787",
                    "textTitle": "DÉCRET n°2014-1315 du 3 novembre 2014 - art. 7",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "LEGIARTI000029702481",
                    "natureText": "DECRET",
                    "datePubliTexte": "2014-11-05",
                    "dateSignaTexte": "2014-11-03",
                    "dateDebutCible": "2014-11-06"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000029675795",
                    "textTitle": "DÉCRET n°2014-1281 du 23 octobre 2014 - art. (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000048164216",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2014-1281",
                    "datePubli": 1414800000000,
                    "dateDebut": 1696636800000
                },
                {
                    "textCid": "JORFTEXT000029699787",
                    "textTitle": "DÉCRET n°2014-1315 du 3 novembre 2014 - art. 5, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "JORFARTI000029699993",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2014-1315",
                    "datePubli": 1415145600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000032211884",
                    "textTitle": "Décision n°2016-C-16 du 11 mars 2016 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000032211886",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2016-C-16",
                    "datePubli": 1458086400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000035096803",
                    "textTitle": "Décision n°2017-C-27 du 26 juin 2017 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000035096805",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2017-C-27",
                    "datePubli": 1499212800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000042427997",
                    "textTitle": "Décision n°2020-C-36 du 2 octobre 2020 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000042427999",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2020-C-36",
                    "datePubli": 1602806400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000043673633",
                    "textTitle": "Décision n°2021-C-16 du 4 juin 2021 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000043673635",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2021-C-16",
                    "datePubli": 1623974400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A322-1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A322-1",
                    "articleId": "LEGIARTI000027888857",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1374969600000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L321-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L321-1",
                    "articleId": "LEGIARTI000006796919",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633824000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L321-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L321-10",
                    "articleId": "LEGIARTI000006797277",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 773020800000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R322-11-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R322-11-1",
                    "articleId": "LEGIARTI000036334082",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R632-1-1 A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R632-1-1-A",
                    "articleId": "LEGIARTI000029711299",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1415232000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R322-11-4 (M)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "R322-11-4",
                    "articleId": "LEGIARTI000021150569",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000019749394",
                    "etat": "TRANSFERE",
                    "version": "1.0",
                    "dateDebut": 1226275200000,
                    "dateFin": 1255564800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021150571",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1255564800000,
                    "dateFin": 1264204800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021921074",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1264204800000,
                    "dateFin": 1374969600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027891050",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1374969600000,
                    "dateFin": 1415232000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029715640",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1415232000000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030582784",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1514505600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036332004",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1514505600000,
                    "dateFin": 1514937600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035438064",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1514937600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R322-11-2",
                "322-11-2"
            ],
            "versionPrecedente": "LEGIARTI000027891050",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000027891050",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-L'Autorité de contrôle prudentiel et de résolution accuse réception par écrit dans un délai de deux jours ouvrables, après sa réception, de la notification d'une opération d'acquisition ou d'extension de participation mentionnée au I de l'article R. 322-11-1. L'Autorité de contrôle prudentiel et de résolution dispose d'un délai de soixante jours ouvrables, à compter de la date de l'accusé de réception de la notification, pour procéder à l'évaluation de cette dernière. L'Autorité informe le candidat acquéreur de la date d'expiration de la période d'évaluation au moment de la délivrance de l'accusé de réception. L'Autorité peut fixer un délai maximal pour la conclusion de la prise ou de l'extension de participation envisagée et, le cas échéant, le proroger. Lorsque l'Autorité a été saisie de plusieurs notifications d'opérations concernant la même entreprise, elle procède à leur examen conjoint dans des conditions assurant une égalité de traitement entre les candidats. II.-L'Autorité peut le cas échéant, pendant la période d'évaluation, et au plus tard le cinquantième jour ouvrable de la période d'évaluation, demander des informations complémentaires au candidat acquéreur. La période d'évaluation est suspendue pour une durée de vingt jours ouvrables, entre la date de la demande et la réception de la réponse du candidat acquéreur, cette durée pouvant être portée à trente jours ouvrables, suivant des modalités précisées par arrêté du ministre chargé de l'économie. III.-Lorsqu'elle procède à l'évaluation prévue au I, l'Autorité apprécie, aux fins de s'assurer que l'entreprise visée par l'opération envisagée dispose d'une gestion saine et prudente et en tenant compte de l'influence probable du candidat acquéreur sur l'entreprise, le caractère approprié du candidat acquéreur et la solidité financière de l'opération envisagée, en appliquant l'ensemble des critères suivants : 1° La réputation du candidat acquéreur ; 2° La réputation et l'expérience de toute personne qui, à la suite de l'opération envisagée, assurera la direction des activités de l'entreprise au sens de l'article L. 321-10 ; 3° La solidité financière du candidat acquéreur, compte tenu notamment du type d'activités exercées et envisagées au sein de l'entreprise visée par l'opération envisagée ; 4° La capacité de l'entreprise à satisfaire et à continuer à satisfaire aux dispositions du présent code, notamment au regard de sa surveillance effective à l'issue de l'opération, de l'information réellement échangeable entre autorités compétentes et du partage des responsabilités entre ces autorités ; 5° L'existence de motifs raisonnables de soupçonner qu'une opération ou une tentative de blanchiment de capitaux ou de financement du terrorisme est en cours ou a eu lieu en relation avec l'opération envisagée ou que l'opération pourrait en augmenter le risque. IV.-Avant toute décision, l'Autorité de contrôle prudentiel et de résolution consulte sans délai les autorités compétentes mentionnées aux articles L. 321-1, L. 321-1-1 et L. 321-1-2, dont relève le candidat acquéreur, en vue d'obtenir toute information essentielle ou pertinente pour procéder à l'évaluation prévue au I, lorsque l'une des deux conditions suivantes est remplie : 1° Le candidat acquéreur est une entreprise d'assurance ou de réassurance, un établissement de crédit, une société de gestion de portefeuille ou une autre entreprise d'investissement agréés dans un Etat membre de la Communauté européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen ou agréés dans un secteur financier autre que celui dans lequel l'acquisition est envisagée ou l'entreprise mère d'une telle entité ; 2° Le candidat acquéreur contrôle une entreprise d'assurance ou de réassurance, un établissement de crédit, une société de gestion de portefeuille ou une autre entreprise d'investissement agréés dans un Etat membre de la Communauté européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen ou agréés dans un secteur financier autre que celui dans lequel l'acquisition est envisagée. La décision prise à ce titre par l'Autorité de contrôle prudentiel et de résolution mentionne les avis ou réserves formulés, le cas échéant, par les autorités compétentes. V.-L'Autorité ne peut s'opposer à la prise ou à l'extension de participation envisagée que s'il existe des motifs raisonnables de le faire sur la base des seuls critères fixés au III, ou si les informations fournies par le candidat acquéreur, en application du cinquième alinéa du I de l'article R. 322-11-1, sont incomplètes. Dans le cas où l'Autorité décide de ne pas autoriser l'opération envisagée, il en informe, par écrit, le candidat acquéreur, dans un délai de deux jours ouvrables avant la fin de la période d'évaluation, en indiquant les motifs de cette décision. L'Autorité doit rendre public les motifs de cette décision, à la demande du candidat acquéreur. Elle peut également procéder à cette publication de sa propre initiative. Si au terme du délai mentionné au deuxième alinéa du I, l'Autorité ne s'est pas opposée à l'opération d'acquisition ou d'extension de participation, suivant les modalités prévues à l'alinéa précédent, cette opération est réputée approuvée.",
            "texteHtml": "<p>I.-L'Autorité de contrôle prudentiel et de résolution accuse réception par écrit dans un délai de deux jours ouvrables, après sa réception, de la notification d'une opération d'acquisition ou d'extension de participation mentionnée au I de l'article R. 322-11-1. </p><p>L'Autorité de contrôle prudentiel et de résolution dispose d'un délai de soixante jours ouvrables, à compter de la date de l'accusé de réception de la notification, pour procéder à l'évaluation de cette dernière. L'Autorité informe le candidat acquéreur de la date d'expiration de la période d'évaluation au moment de la délivrance de l'accusé de réception. </p><p>L'Autorité peut fixer un délai maximal pour la conclusion de la prise ou de l'extension de participation envisagée et, le cas échéant, le proroger. </p><p>Lorsque l'Autorité a été saisie de plusieurs notifications d'opérations concernant la même entreprise, elle procède à leur examen conjoint dans des conditions assurant une égalité de traitement entre les candidats. </p><p>II.-L'Autorité peut le cas échéant, pendant la période d'évaluation, et au plus tard le cinquantième jour ouvrable de la période d'évaluation, demander des informations complémentaires au candidat acquéreur. La période d'évaluation est suspendue pour une durée de vingt jours ouvrables, entre la date de la demande et la réception de la réponse du candidat acquéreur, cette durée pouvant être portée à trente jours ouvrables, suivant des modalités précisées par arrêté du ministre chargé de l'économie. </p><p>III.-Lorsqu'elle procède à l'évaluation prévue au I, l'Autorité apprécie, aux fins de s'assurer que l'entreprise visée par l'opération envisagée dispose d'une gestion saine et prudente et en tenant compte de l'influence probable du candidat acquéreur sur l'entreprise, le caractère approprié du candidat acquéreur et la solidité financière de l'opération envisagée, en appliquant l'ensemble des critères suivants : </p><p>1° La réputation du candidat acquéreur ; </p><p>2° La réputation et l'expérience de toute personne qui, à la suite de l'opération envisagée, assurera la direction des activités de l'entreprise au sens de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006797277&dateTexte=&categorieLien=cid'>l'article L. 321-10 </a>; </p><p>3° La solidité financière du candidat acquéreur, compte tenu notamment du type d'activités exercées et envisagées au sein de l'entreprise visée par l'opération envisagée ; </p><p>4° La capacité de l'entreprise à satisfaire et à continuer à satisfaire aux dispositions du présent code, notamment au regard de sa surveillance effective à l'issue de l'opération, de l'information réellement échangeable entre autorités compétentes et du partage des responsabilités entre ces autorités ; </p><p>5° L'existence de motifs raisonnables de soupçonner qu'une opération ou une tentative de blanchiment de capitaux ou de financement du terrorisme est en cours ou a eu lieu en relation avec l'opération envisagée ou que l'opération pourrait en augmenter le risque. </p><p>IV.-Avant toute décision, l'Autorité de contrôle prudentiel et de résolution consulte sans délai les autorités compétentes mentionnées aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006796919&dateTexte=&categorieLien=cid'>articles L. 321-1, L. 321-1-1 et L. 321-1-2, </a>dont relève le candidat acquéreur, en vue d'obtenir toute information essentielle ou pertinente pour procéder à l'évaluation prévue au I, lorsque l'une des deux conditions suivantes est remplie : </p><p>1° Le candidat acquéreur est une entreprise d'assurance ou de réassurance, un établissement de crédit, une société de gestion de portefeuille ou une autre entreprise d'investissement agréés dans un Etat membre de la Communauté européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen ou agréés dans un secteur financier autre que celui dans lequel l'acquisition est envisagée ou l'entreprise mère d'une telle entité ; </p><p>2° Le candidat acquéreur contrôle une entreprise d'assurance ou de réassurance, un établissement de crédit, une société de gestion de portefeuille ou une autre entreprise d'investissement agréés dans un Etat membre de la Communauté européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen ou agréés dans un secteur financier autre que celui dans lequel l'acquisition est envisagée. </p><p>La décision prise à ce titre par l'Autorité de contrôle prudentiel et de résolution mentionne les avis ou réserves formulés, le cas échéant, par les autorités compétentes. </p><p>V.-L'Autorité ne peut s'opposer à la prise ou à l'extension de participation envisagée que s'il existe des motifs raisonnables de le faire sur la base des seuls critères fixés au III, ou si les informations fournies par le candidat acquéreur, en application du cinquième alinéa du I de l'article R. 322-11-1, sont incomplètes. </p><p>Dans le cas où l'Autorité décide de ne pas autoriser l'opération envisagée, il en informe, par écrit, le candidat acquéreur, dans un délai de deux jours ouvrables avant la fin de la période d'évaluation, en indiquant les motifs de cette décision. L'Autorité doit rendre public les motifs de cette décision, à la demande du candidat acquéreur. Elle peut également procéder à cette publication de sa propre initiative. </p><p>Si au terme du délai mentionné au deuxième alinéa du I, l'Autorité ne s'est pas opposée à l'opération d'acquisition ou d'extension de participation, suivant les modalités prévues à l'alinéa précédent, cette opération est réputée approuvée.</p><p></p>",
            "num": "R322-11-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1374969600000,
            "dateFin": 1415232000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610612735,
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107986",
                        "id": "LEGISCTA000006107986",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-16",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les entreprises",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128519",
                        "id": "LEGISCTA000006128519",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Régime administratif",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143146",
                        "id": "LEGISCTA000006143146",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Règles de constitution et de fonctionnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006158351",
                        "id": "LEGISCTA000006158351",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2008-11-10",
                        "titre": "Section II : Sociétés anonymes d'assurance et de capitalisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006175522",
                        "id": "LEGISCTA000006175522",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-11-10",
                        "fin": "2999-01-01",
                        "titre": "Section II : Sociétés anonymes d'assurance, de capitalisation et de réassurance.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006175522",
                        "id": "LEGISCTA000019749434",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-11-10",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 3 : Dispositions relatives aux entreprises d'assurance et de réassurance.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019738821",
                        "id": "LEGISCTA000019749408",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000019738924",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000019738821",
            "sectionParentId": "LEGISCTA000019749408",
            "sectionParentTitre": "Sous-section 3 : Dispositions relatives aux entreprises d'assurance et de réassurance.",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre III : Les entreprises &gt; Titre II : Régime administratif &gt; Chapitre II : Règles de constitution et de fonctionnement &gt; Section II : Sociétés anonymes d'assurance, de capitalisation et de réassurance. &gt; Sous-section 3 : Dispositions relatives aux entreprises d'assurance et de réassurance.",
            "refInjection": "MD-20231006_201508_656_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000027891050",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073984",
                    "titre": "Code des assurances",
                    "titreLong": "Code des assurances",
                    "etat": "VIGUEUR",
                    "dateDebut": 205891200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073984",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000027754539",
                    "textTitle": "LOI n°2013-672 du 26 juillet 2013 - art. 24 (V)",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "24",
                    "articleId": "LEGIARTI000027757633",
                    "natureText": "LOI",
                    "datePubliTexte": "2013-07-27",
                    "dateSignaTexte": "2013-07-26",
                    "dateDebutCible": "2013-07-28"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000029675795",
                    "textTitle": "DÉCRET n°2014-1281 du 23 octobre 2014 - art. (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000048164216",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2014-1281",
                    "datePubli": 1414800000000,
                    "dateDebut": 1696636800000
                },
                {
                    "textCid": "JORFTEXT000029699787",
                    "textTitle": "DÉCRET n°2014-1315 du 3 novembre 2014 - art. 5, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "JORFARTI000029699993",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2014-1315",
                    "datePubli": 1415145600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000032211884",
                    "textTitle": "Décision n°2016-C-16 du 11 mars 2016 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000032211886",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2016-C-16",
                    "datePubli": 1458086400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000035096803",
                    "textTitle": "Décision n°2017-C-27 du 26 juin 2017 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000035096805",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2017-C-27",
                    "datePubli": 1499212800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000042427997",
                    "textTitle": "Décision n°2020-C-36 du 2 octobre 2020 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000042427999",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2020-C-36",
                    "datePubli": 1602806400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000043673633",
                    "textTitle": "Décision n°2021-C-16 du 4 juin 2021 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000043673635",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2021-C-16",
                    "datePubli": 1623974400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A322-1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A322-1",
                    "articleId": "LEGIARTI000027888857",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1374969600000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L321-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L321-1",
                    "articleId": "LEGIARTI000006796919",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633824000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L321-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L321-10",
                    "articleId": "LEGIARTI000006797277",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 773020800000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R322-11-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R322-11-1",
                    "articleId": "LEGIARTI000036334082",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R632-1-1 A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R632-1-1-A",
                    "articleId": "LEGIARTI000029711299",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1415232000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R322-11-4 (M)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "R322-11-4",
                    "articleId": "LEGIARTI000021150569",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000019749394",
                    "etat": "TRANSFERE",
                    "version": "1.0",
                    "dateDebut": 1226275200000,
                    "dateFin": 1255564800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021150571",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1255564800000,
                    "dateFin": 1264204800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021921074",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1264204800000,
                    "dateFin": 1374969600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027891050",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1374969600000,
                    "dateFin": 1415232000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029715640",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1415232000000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030582784",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1514505600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036332004",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1514505600000,
                    "dateFin": 1514937600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035438064",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1514937600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R322-11-2",
                "322-11-2"
            ],
            "versionPrecedente": "LEGIARTI000021921074",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000021921074",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-L'Autorité de contrôle prudentiel accuse réception par écrit dans un délai de deux jours ouvrables, après sa réception, de la notification d'une opération d'acquisition ou d'extension de participation mentionnée au I de l'article R. 322-11-1. L'Autorité de contrôle prudentiel dispose d'un délai de soixante jours ouvrables, à compter de la date de l'accusé de réception de la notification, pour procéder à l'évaluation de cette dernière. L'Autorité informe le candidat acquéreur de la date d'expiration de la période d'évaluation au moment de la délivrance de l'accusé de réception. L'Autorité peut fixer un délai maximal pour la conclusion de la prise ou de l'extension de participation envisagée et, le cas échéant, le proroger. Lorsque l'Autorité a été saisie de plusieurs notifications d'opérations concernant la même entreprise, elle procède à leur examen conjoint dans des conditions assurant une égalité de traitement entre les candidats. II.-L'Autorité peut le cas échéant, pendant la période d'évaluation, et au plus tard le cinquantième jour ouvrable de la période d'évaluation, demander des informations complémentaires au candidat acquéreur. La période d'évaluation est suspendue pour une durée de vingt jours ouvrables, entre la date de la demande et la réception de la réponse du candidat acquéreur, cette durée pouvant être portée à trente jours ouvrables, suivant des modalités précisées par arrêté du ministre chargé de l'économie. III.-Lorsqu'elle procède à l'évaluation prévue au I, l'Autorité apprécie, aux fins de s'assurer que l'entreprise visée par l'opération envisagée dispose d'une gestion saine et prudente et en tenant compte de l'influence probable du candidat acquéreur sur l'entreprise, le caractère approprié du candidat acquéreur et la solidité financière de l'opération envisagée, en appliquant l'ensemble des critères suivants : 1° La réputation du candidat acquéreur ; 2° La réputation et l'expérience de toute personne qui, à la suite de l'opération envisagée, assurera la direction des activités de l'entreprise au sens de l'article L. 321-10 ; 3° La solidité financière du candidat acquéreur, compte tenu notamment du type d'activités exercées et envisagées au sein de l'entreprise visée par l'opération envisagée ; 4° La capacité de l'entreprise à satisfaire et à continuer à satisfaire aux dispositions du présent code, notamment au regard de sa surveillance effective à l'issue de l'opération, de l'information réellement échangeable entre autorités compétentes et du partage des responsabilités entre ces autorités ; 5° L'existence de motifs raisonnables de soupçonner qu'une opération ou une tentative de blanchiment de capitaux ou de financement du terrorisme est en cours ou a eu lieu en relation avec l'opération envisagée ou que l'opération pourrait en augmenter le risque. IV.-Avant toute décision, l'Autorité de contrôle prudentiel consulte sans délai les autorités compétentes mentionnées aux articles L. 321-1, L. 321-1-1 et L. 321-1-2, dont relève le candidat acquéreur, en vue d'obtenir toute information essentielle ou pertinente pour procéder à l'évaluation prévue au I, lorsque l'une des deux conditions suivantes est remplie : 1° Le candidat acquéreur est une entreprise d'assurance ou de réassurance, un établissement de crédit, une société de gestion de portefeuille ou une autre entreprise d'investissement agréés dans un Etat membre de la Communauté européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen ou agréés dans un secteur financier autre que celui dans lequel l'acquisition est envisagée ou l'entreprise mère d'une telle entité ; 2° Le candidat acquéreur contrôle une entreprise d'assurance ou de réassurance, un établissement de crédit, une société de gestion de portefeuille ou une autre entreprise d'investissement agréés dans un Etat membre de la Communauté européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen ou agréés dans un secteur financier autre que celui dans lequel l'acquisition est envisagée. La décision prise à ce titre par l'Autorité de contrôle prudentiel mentionne les avis ou réserves formulés, le cas échéant, par les autorités compétentes. V.-L'Autorité ne peut s'opposer à la prise ou à l'extension de participation envisagée que s'il existe des motifs raisonnables de le faire sur la base des seuls critères fixés au III, ou si les informations fournies par le candidat acquéreur, en application du cinquième alinéa du I de l'article R. 322-11-1, sont incomplètes. Dans le cas où l'Autorité décide de ne pas autoriser l'opération envisagée, il en informe, par écrit, le candidat acquéreur, dans un délai de deux jours ouvrables avant la fin de la période d'évaluation, en indiquant les motifs de cette décision. L'Autorité doit rendre public les motifs de cette décision, à la demande du candidat acquéreur. Elle peut également procéder à cette publication de sa propre initiative. Si au terme du délai mentionné au deuxième alinéa du I, l'Autorité ne s'est pas opposée à l'opération d'acquisition ou d'extension de participation, suivant les modalités prévues à l'alinéa précédent, cette opération est réputée approuvée.",
            "texteHtml": "<p>I.-L'Autorité de contrôle prudentiel accuse réception par écrit dans un délai de deux jours ouvrables, après sa réception, de la notification d'une opération d'acquisition ou d'extension de participation mentionnée au I de l'article R. 322-11-1. </p><p>L'Autorité de contrôle prudentiel dispose d'un délai de soixante jours ouvrables, à compter de la date de l'accusé de réception de la notification, pour procéder à l'évaluation de cette dernière. L'Autorité informe le candidat acquéreur de la date d'expiration de la période d'évaluation au moment de la délivrance de l'accusé de réception. </p><p>L'Autorité peut fixer un délai maximal pour la conclusion de la prise ou de l'extension de participation envisagée et, le cas échéant, le proroger. </p><p>Lorsque l'Autorité a été saisie de plusieurs notifications d'opérations concernant la même entreprise, elle procède à leur examen conjoint dans des conditions assurant une égalité de traitement entre les candidats. </p><p>II.-L'Autorité peut le cas échéant, pendant la période d'évaluation, et au plus tard le cinquantième jour ouvrable de la période d'évaluation, demander des informations complémentaires au candidat acquéreur. La période d'évaluation est suspendue pour une durée de vingt jours ouvrables, entre la date de la demande et la réception de la réponse du candidat acquéreur, cette durée pouvant être portée à trente jours ouvrables, suivant des modalités précisées par arrêté du ministre chargé de l'économie. </p><p>III.-Lorsqu'elle procède à l'évaluation prévue au I, l'Autorité apprécie, aux fins de s'assurer que l'entreprise visée par l'opération envisagée dispose d'une gestion saine et prudente et en tenant compte de l'influence probable du candidat acquéreur sur l'entreprise, le caractère approprié du candidat acquéreur et la solidité financière de l'opération envisagée, en appliquant l'ensemble des critères suivants : </p><p>1° La réputation du candidat acquéreur ; </p><p>2° La réputation et l'expérience de toute personne qui, à la suite de l'opération envisagée, assurera la direction des activités de l'entreprise au sens de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006797277&dateTexte=&categorieLien=cid'>l'article L. 321-10 </a>; </p><p>3° La solidité financière du candidat acquéreur, compte tenu notamment du type d'activités exercées et envisagées au sein de l'entreprise visée par l'opération envisagée ; </p><p>4° La capacité de l'entreprise à satisfaire et à continuer à satisfaire aux dispositions du présent code, notamment au regard de sa surveillance effective à l'issue de l'opération, de l'information réellement échangeable entre autorités compétentes et du partage des responsabilités entre ces autorités ; </p><p>5° L'existence de motifs raisonnables de soupçonner qu'une opération ou une tentative de blanchiment de capitaux ou de financement du terrorisme est en cours ou a eu lieu en relation avec l'opération envisagée ou que l'opération pourrait en augmenter le risque. </p><p>IV.-Avant toute décision, l'Autorité de contrôle prudentiel consulte sans délai les autorités compétentes mentionnées aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006796919&dateTexte=&categorieLien=cid'>articles L. 321-1, L. 321-1-1 et L. 321-1-2, </a>dont relève le candidat acquéreur, en vue d'obtenir toute information essentielle ou pertinente pour procéder à l'évaluation prévue au I, lorsque l'une des deux conditions suivantes est remplie : </p><p>1° Le candidat acquéreur est une entreprise d'assurance ou de réassurance, un établissement de crédit, une société de gestion de portefeuille ou une autre entreprise d'investissement agréés dans un Etat membre de la Communauté européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen ou agréés dans un secteur financier autre que celui dans lequel l'acquisition est envisagée ou l'entreprise mère d'une telle entité ; </p><p>2° Le candidat acquéreur contrôle une entreprise d'assurance ou de réassurance, un établissement de crédit, une société de gestion de portefeuille ou une autre entreprise d'investissement agréés dans un Etat membre de la Communauté européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen ou agréés dans un secteur financier autre que celui dans lequel l'acquisition est envisagée. </p><p>La décision prise à ce titre par l'Autorité de contrôle prudentiel mentionne les avis ou réserves formulés, le cas échéant, par les autorités compétentes.</p><p>V.-L'Autorité ne peut s'opposer à la prise ou à l'extension de participation envisagée que s'il existe des motifs raisonnables de le faire sur la base des seuls critères fixés au III, ou si les informations fournies par le candidat acquéreur, en application du cinquième alinéa du I de l'article R. 322-11-1, sont incomplètes. </p><p>Dans le cas où l'Autorité décide de ne pas autoriser l'opération envisagée, il en informe, par écrit, le candidat acquéreur, dans un délai de deux jours ouvrables avant la fin de la période d'évaluation, en indiquant les motifs de cette décision. L'Autorité doit rendre public les motifs de cette décision, à la demande du candidat acquéreur. Elle peut également procéder à cette publication de sa propre initiative. </p><p>Si au terme du délai mentionné au deuxième alinéa du I, l'Autorité ne s'est pas opposée à l'opération d'acquisition ou d'extension de participation, suivant les modalités prévues à l'alinéa précédent, cette opération est réputée approuvée.</p><p></p>",
            "num": "R322-11-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1264204800000,
            "dateFin": 1374969600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610612735,
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107986",
                        "id": "LEGISCTA000006107986",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-16",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les entreprises",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128519",
                        "id": "LEGISCTA000006128519",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Régime administratif",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143146",
                        "id": "LEGISCTA000006143146",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Règles de constitution et de fonctionnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006158351",
                        "id": "LEGISCTA000006158351",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2008-11-10",
                        "titre": "Section II : Sociétés anonymes d'assurance et de capitalisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006175522",
                        "id": "LEGISCTA000006175522",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-11-10",
                        "fin": "2999-01-01",
                        "titre": "Section II : Sociétés anonymes d'assurance, de capitalisation et de réassurance.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006175522",
                        "id": "LEGISCTA000019749434",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-11-10",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 3 : Dispositions relatives aux entreprises d'assurance et de réassurance.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019738821",
                        "id": "LEGISCTA000019749408",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000019738924",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000019738821",
            "sectionParentId": "LEGISCTA000019749408",
            "sectionParentTitre": "Sous-section 3 : Dispositions relatives aux entreprises d'assurance et de réassurance.",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre III : Les entreprises &gt; Titre II : Régime administratif &gt; Chapitre II : Règles de constitution et de fonctionnement &gt; Section II : Sociétés anonymes d'assurance, de capitalisation et de réassurance. &gt; Sous-section 3 : Dispositions relatives aux entreprises d'assurance et de réassurance.",
            "refInjection": "MD-20231006_201508_656_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000021921074",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073984",
                    "titre": "Code des assurances",
                    "titreLong": "Code des assurances",
                    "etat": "VIGUEUR",
                    "dateDebut": 205891200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073984",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000021719945",
                    "textTitle": "Ordonnance n°2010-76\r\n du 21 janvier 2010 - art. 18 (V)",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "18",
                    "articleId": "LEGIARTI000021721321",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2010-01-22",
                    "dateSignaTexte": "2010-01-21",
                    "dateDebutCible": "2010-01-23"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000029675795",
                    "textTitle": "DÉCRET n°2014-1281 du 23 octobre 2014 - art. (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000048164216",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2014-1281",
                    "datePubli": 1414800000000,
                    "dateDebut": 1696636800000
                },
                {
                    "textCid": "JORFTEXT000029699787",
                    "textTitle": "DÉCRET n°2014-1315 du 3 novembre 2014 - art. 5, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "JORFARTI000029699993",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2014-1315",
                    "datePubli": 1415145600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000032211884",
                    "textTitle": "Décision n°2016-C-16 du 11 mars 2016 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000032211886",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2016-C-16",
                    "datePubli": 1458086400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000035096803",
                    "textTitle": "Décision n°2017-C-27 du 26 juin 2017 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000035096805",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2017-C-27",
                    "datePubli": 1499212800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000042427997",
                    "textTitle": "Décision n°2020-C-36 du 2 octobre 2020 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000042427999",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2020-C-36",
                    "datePubli": 1602806400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000043673633",
                    "textTitle": "Décision n°2021-C-16 du 4 juin 2021 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000043673635",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2021-C-16",
                    "datePubli": 1623974400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A322-1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A322-1",
                    "articleId": "LEGIARTI000027888857",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1374969600000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L321-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L321-1",
                    "articleId": "LEGIARTI000006796919",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633824000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L321-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L321-10",
                    "articleId": "LEGIARTI000006797277",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 773020800000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R322-11-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R322-11-1",
                    "articleId": "LEGIARTI000036334082",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R632-1-1 A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R632-1-1-A",
                    "articleId": "LEGIARTI000029711299",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1415232000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R322-11-4 (M)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "R322-11-4",
                    "articleId": "LEGIARTI000021150569",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000019749394",
                    "etat": "TRANSFERE",
                    "version": "1.0",
                    "dateDebut": 1226275200000,
                    "dateFin": 1255564800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021150571",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1255564800000,
                    "dateFin": 1264204800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021921074",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1264204800000,
                    "dateFin": 1374969600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027891050",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1374969600000,
                    "dateFin": 1415232000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029715640",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1415232000000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030582784",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1514505600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036332004",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1514505600000,
                    "dateFin": 1514937600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035438064",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1514937600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R322-11-2",
                "322-11-2"
            ],
            "versionPrecedente": "LEGIARTI000021150571",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000021150571",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Le Comité des entreprises d'assurance accuse réception par écrit dans un délai de deux jours ouvrables, après sa réception, de la notification d'une opération d'acquisition ou d'extension de participation mentionnée au I de l'article R. 322-11-1. Le Comité des entreprises d'assurance dispose d'un délai de soixante jours ouvrables, à compter de la date de l'accusé de réception de la notification, pour procéder à l'évaluation de cette dernière. Le comité informe le candidat acquéreur de la date d'expiration de la période d'évaluation au moment de la délivrance de l'accusé de réception. Le comité peut fixer un délai maximal pour la conclusion de la prise ou de l'extension de participation envisagée et, le cas échéant, le proroger. Lorsque le comité a été saisi de plusieurs notifications d'opérations concernant la même entreprise, il procède à leur examen conjoint dans des conditions assurant une égalité de traitement entre les candidats. II.-Le comité peut le cas échéant, pendant la période d'évaluation, et au plus tard le cinquantième jour ouvrable de la période d'évaluation, demander des informations complémentaires au candidat acquéreur. La période d'évaluation est suspendue pour une durée de vingt jours ouvrables, entre la date de la demande et la réception de la réponse du candidat acquéreur, cette durée pouvant être portée à trente jours ouvrables, suivant des modalités précisées par arrêté du ministre chargé de l'économie. III.-Lorsqu'il procède à l'évaluation prévue au I, le comité apprécie, aux fins de s'assurer que l'entreprise visée par l'opération envisagée dispose d'une gestion saine et prudente et en tenant compte de l'influence probable du candidat acquéreur sur l'entreprise, le caractère approprié du candidat acquéreur et la solidité financière de l'opération envisagée, en appliquant l'ensemble des critères suivants : 1° La réputation du candidat acquéreur ; 2° La réputation et l'expérience de toute personne qui, à la suite de l'opération envisagée, assurera la direction des activités de l'entreprise au sens de l'article L. 321-10 ; 3° La solidité financière du candidat acquéreur, compte tenu notamment du type d'activités exercées et envisagées au sein de l'entreprise visée par l'opération envisagée ; 4° La capacité de l'entreprise à satisfaire et à continuer à satisfaire aux dispositions du présent code, notamment au regard de sa surveillance effective à l'issue de l'opération, de l'information réellement échangeable entre autorités compétentes et du partage des responsabilités entre ces autorités ; 5° L'existence de motifs raisonnables de soupçonner qu'une opération ou une tentative de blanchiment de capitaux ou de financement du terrorisme est en cours ou a eu lieu en relation avec l'opération envisagée ou que l'opération pourrait en augmenter le risque. IV.-Avant toute décision, le Comité des entreprises d'assurance consulte sans délai les autorités compétentes mentionnées aux articles L. 321-1, L. 321-1-1 et L. 321-1-2, dont relève le candidat acquéreur, en vue d'obtenir toute information essentielle ou pertinente pour procéder à l'évaluation prévue au I, lorsque l'une des deux conditions suivantes est remplie : 1° Le candidat acquéreur est une entreprise d'assurance ou de réassurance, un établissement de crédit, une société de gestion de portefeuille ou une autre entreprise d'investissement agréés dans un Etat membre de la Communauté européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen ou agréés dans un secteur financier autre que celui dans lequel l'acquisition est envisagée ou l'entreprise mère d'une telle entité ; 2° Le candidat acquéreur contrôle une entreprise d'assurance ou de réassurance, un établissement de crédit, une société de gestion de portefeuille ou une autre entreprise d'investissement agréés dans un Etat membre de la Communauté européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen ou agréés dans un secteur financier autre que celui dans lequel l'acquisition est envisagée. La décision prise à ce titre par le Comité des entreprises d'assurance mentionne les avis ou réserves formulés, le cas échéant, par les autorités compétentes. V.-Le comité ne peut s'opposer à la prise ou à l'extension de participation envisagée que s'il existe des motifs raisonnables de le faire sur la base des seuls critères fixés au III, ou si les informations fournies par le candidat acquéreur, en application du cinquième alinéa du I de l'article R. 322-11-1, sont incomplètes. Dans le cas où le comité décide de ne pas autoriser l'opération envisagée, il en informe, par écrit, le candidat acquéreur, dans un délai de deux jours ouvrables avant la fin de la période d'évaluation, en indiquant les motifs de cette décision. Le comité doit rendre public les motifs de cette décision, à la demande du candidat acquéreur. Il peut également procéder à cette publication de sa propre initiative. Si au terme du délai mentionné au deuxième alinéa du I, le comité ne s'est pas opposé à l'opération d'acquisition ou d'extension de participation, suivant les modalités prévues à l'alinéa précédent, cette opération est réputée approuvée.",
            "texteHtml": "<p>I.-Le Comité des entreprises d'assurance accuse réception par écrit dans un délai de deux jours ouvrables, après sa réception, de la notification d'une opération d'acquisition ou d'extension de participation mentionnée au I de l'article R. 322-11-1. </p><p>Le Comité des entreprises d'assurance dispose d'un délai de soixante jours ouvrables, à compter de la date de l'accusé de réception de la notification, pour procéder à l'évaluation de cette dernière. Le comité informe le candidat acquéreur de la date d'expiration de la période d'évaluation au moment de la délivrance de l'accusé de réception. </p><p>Le comité peut fixer un délai maximal pour la conclusion de la prise ou de l'extension de participation envisagée et, le cas échéant, le proroger. </p><p>Lorsque le comité a été saisi de plusieurs notifications d'opérations concernant la même entreprise, il procède à leur examen conjoint dans des conditions assurant une égalité de traitement entre les candidats. </p><p>II.-Le comité peut le cas échéant, pendant la période d'évaluation, et au plus tard le cinquantième jour ouvrable de la période d'évaluation, demander des informations complémentaires au candidat acquéreur. La période d'évaluation est suspendue pour une durée de vingt jours ouvrables, entre la date de la demande et la réception de la réponse du candidat acquéreur, cette durée pouvant être portée à trente jours ouvrables, suivant des modalités précisées par arrêté du ministre chargé de l'économie. </p><p>III.-Lorsqu'il procède à l'évaluation prévue au I, le comité apprécie, aux fins de s'assurer que l'entreprise visée par l'opération envisagée dispose d'une gestion saine et prudente et en tenant compte de l'influence probable du candidat acquéreur sur l'entreprise, le caractère approprié du candidat acquéreur et la solidité financière de l'opération envisagée, en appliquant l'ensemble des critères suivants : </p><p>1° La réputation du candidat acquéreur ; </p><p>2° La réputation et l'expérience de toute personne qui, à la suite de l'opération envisagée, assurera la direction des activités de l'entreprise au sens de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006797277&dateTexte=&categorieLien=cid'>l'article L. 321-10 </a>; </p><p>3° La solidité financière du candidat acquéreur, compte tenu notamment du type d'activités exercées et envisagées au sein de l'entreprise visée par l'opération envisagée ; </p><p>4° La capacité de l'entreprise à satisfaire et à continuer à satisfaire aux dispositions du présent code, notamment au regard de sa surveillance effective à l'issue de l'opération, de l'information réellement échangeable entre autorités compétentes et du partage des responsabilités entre ces autorités ; </p><p>5° L'existence de motifs raisonnables de soupçonner qu'une opération ou une tentative de blanchiment de capitaux ou de financement du terrorisme est en cours ou a eu lieu en relation avec l'opération envisagée ou que l'opération pourrait en augmenter le risque. </p><p>IV.-Avant toute décision, le Comité des entreprises d'assurance consulte sans délai les autorités compétentes mentionnées aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006796919&dateTexte=&categorieLien=cid'>articles L. 321-1, L. 321-1-1 et L. 321-1-2, </a>dont relève le candidat acquéreur, en vue d'obtenir toute information essentielle ou pertinente pour procéder à l'évaluation prévue au I, lorsque l'une des deux conditions suivantes est remplie : </p><p>1° Le candidat acquéreur est une entreprise d'assurance ou de réassurance, un établissement de crédit, une société de gestion de portefeuille ou une autre entreprise d'investissement agréés dans un Etat membre de la Communauté européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen ou agréés dans un secteur financier autre que celui dans lequel l'acquisition est envisagée ou l'entreprise mère d'une telle entité ; </p><p>2° Le candidat acquéreur contrôle une entreprise d'assurance ou de réassurance, un établissement de crédit, une société de gestion de portefeuille ou une autre entreprise d'investissement agréés dans un Etat membre de la Communauté européenne ou dans un autre Etat partie à l'accord sur l'Espace économique européen ou agréés dans un secteur financier autre que celui dans lequel l'acquisition est envisagée. </p><p>La décision prise à ce titre par le Comité des entreprises d'assurance mentionne les avis ou réserves formulés, le cas échéant, par les autorités compétentes.</p><p>V.-Le comité ne peut s'opposer à la prise ou à l'extension de participation envisagée que s'il existe des motifs raisonnables de le faire sur la base des seuls critères fixés au III, ou si les informations fournies par le candidat acquéreur, en application du cinquième alinéa du I de l'article R. 322-11-1, sont incomplètes. </p><p>Dans le cas où le comité décide de ne pas autoriser l'opération envisagée, il en informe, par écrit, le candidat acquéreur, dans un délai de deux jours ouvrables avant la fin de la période d'évaluation, en indiquant les motifs de cette décision. Le comité doit rendre public les motifs de cette décision, à la demande du candidat acquéreur. Il peut également procéder à cette publication de sa propre initiative. </p><p>Si au terme du délai mentionné au deuxième alinéa du I, le comité ne s'est pas opposé à l'opération d'acquisition ou d'extension de participation, suivant les modalités prévues à l'alinéa précédent, cette opération est réputée approuvée.</p><p></p>",
            "num": "R322-11-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1255564800000,
            "dateFin": 1264204800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610612735,
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107986",
                        "id": "LEGISCTA000006107986",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-16",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les entreprises",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128519",
                        "id": "LEGISCTA000006128519",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Régime administratif",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143146",
                        "id": "LEGISCTA000006143146",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Règles de constitution et de fonctionnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006158351",
                        "id": "LEGISCTA000006158351",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2008-11-10",
                        "titre": "Section II : Sociétés anonymes d'assurance et de capitalisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006175522",
                        "id": "LEGISCTA000006175522",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-11-10",
                        "fin": "2999-01-01",
                        "titre": "Section II : Sociétés anonymes d'assurance, de capitalisation et de réassurance.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006175522",
                        "id": "LEGISCTA000019749434",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-11-10",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 3 : Dispositions relatives aux entreprises d'assurance et de réassurance.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019738821",
                        "id": "LEGISCTA000019749408",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000019738924",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000019738821",
            "sectionParentId": "LEGISCTA000019749408",
            "sectionParentTitre": "Sous-section 3 : Dispositions relatives aux entreprises d'assurance et de réassurance.",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre III : Les entreprises &gt; Titre II : Régime administratif &gt; Chapitre II : Règles de constitution et de fonctionnement &gt; Section II : Sociétés anonymes d'assurance, de capitalisation et de réassurance. &gt; Sous-section 3 : Dispositions relatives aux entreprises d'assurance et de réassurance.",
            "refInjection": "MD-20231006_201508_656_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000021150571",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073984",
                    "titre": "Code des assurances",
                    "titreLong": "Code des assurances",
                    "etat": "VIGUEUR",
                    "dateDebut": 205891200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073984",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000021147841",
                    "textTitle": "Décret n°2009-1223\n du 12 octobre 2009 - art. 6",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000021148605",
                    "natureText": "DECRET",
                    "datePubliTexte": "2009-10-14",
                    "dateSignaTexte": "2009-10-12",
                    "dateDebutCible": "2009-10-15"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000029675795",
                    "textTitle": "DÉCRET n°2014-1281 du 23 octobre 2014 - art. (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000048164216",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2014-1281",
                    "datePubli": 1414800000000,
                    "dateDebut": 1696636800000
                },
                {
                    "textCid": "JORFTEXT000029699787",
                    "textTitle": "DÉCRET n°2014-1315 du 3 novembre 2014 - art. 5, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "JORFARTI000029699993",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2014-1315",
                    "datePubli": 1415145600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000032211884",
                    "textTitle": "Décision n°2016-C-16 du 11 mars 2016 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000032211886",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2016-C-16",
                    "datePubli": 1458086400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000035096803",
                    "textTitle": "Décision n°2017-C-27 du 26 juin 2017 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000035096805",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2017-C-27",
                    "datePubli": 1499212800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000042427997",
                    "textTitle": "Décision n°2020-C-36 du 2 octobre 2020 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000042427999",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2020-C-36",
                    "datePubli": 1602806400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000043673633",
                    "textTitle": "Décision n°2021-C-16 du 4 juin 2021 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000043673635",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2021-C-16",
                    "datePubli": 1623974400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A322-1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A322-1",
                    "articleId": "LEGIARTI000027888857",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1374969600000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L321-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L321-1",
                    "articleId": "LEGIARTI000006796919",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633824000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L321-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L321-10",
                    "articleId": "LEGIARTI000006797277",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 773020800000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R322-11-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R322-11-1",
                    "articleId": "LEGIARTI000036334082",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R632-1-1 A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R632-1-1-A",
                    "articleId": "LEGIARTI000029711299",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1415232000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R322-11-4 (M)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "R322-11-4",
                    "articleId": "LEGIARTI000021150569",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000019749394",
                    "etat": "TRANSFERE",
                    "version": "1.0",
                    "dateDebut": 1226275200000,
                    "dateFin": 1255564800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021150571",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1255564800000,
                    "dateFin": 1264204800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021921074",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1264204800000,
                    "dateFin": 1374969600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027891050",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1374969600000,
                    "dateFin": 1415232000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029715640",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1415232000000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030582784",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1514505600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036332004",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1514505600000,
                    "dateFin": 1514937600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035438064",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1514937600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R322-11-2",
                "322-11-2"
            ],
            "versionPrecedente": "LEGIARTI000019749394",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000019749394",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les entreprises mentionnées au 1° de l'article L. 310-2 et au 1° du III de l'article L. 310-1-1 communiquent au Comité des entreprises d'assurance, au minimum tous les douze mois, l'identité des actionnaires ou associés qui possèdent, directement ou indirectement, au moins 10 % des droits de vote ou du capital de l'entreprise ainsi que le montant de ces participations, tel qu'il résulte notamment des données communiquées à l'assemblée générale annuelle des actionnaires ou associés, ou des obligations d'information des sociétés cotées sur un marché reconnu. Le Comité des entreprises d'assurance transmet cette information à l'Autorité de contrôle.",
            "texteHtml": "<p>Les entreprises mentionnées au 1° de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006796373&dateTexte=&categorieLien=cid'>L. 310-2 </a>et au 1° du III de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006796400&dateTexte=&categorieLien=cid'>L. 310-1-1</a> communiquent au Comité des entreprises d'assurance, au minimum tous les douze mois, l'identité des actionnaires ou associés qui possèdent, directement ou indirectement, au moins 10 % des droits de vote ou du capital de l'entreprise ainsi que le montant de ces participations, tel qu'il résulte notamment des données communiquées à l'assemblée générale annuelle des actionnaires ou associés, ou des obligations d'information des sociétés cotées sur un marché reconnu. Le Comité des entreprises d'assurance transmet cette information à l'Autorité de contrôle.</p>",
            "num": "R322-11-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "TRANSFERE",
            "dateDebut": 1226275200000,
            "dateFin": 1255564800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610612735,
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107986",
                        "id": "LEGISCTA000006107986",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-16",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les entreprises",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128519",
                        "id": "LEGISCTA000006128519",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Régime administratif",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143146",
                        "id": "LEGISCTA000006143146",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Règles de constitution et de fonctionnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006158351",
                        "id": "LEGISCTA000006158351",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2008-11-10",
                        "titre": "Section II : Sociétés anonymes d'assurance et de capitalisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006175522",
                        "id": "LEGISCTA000006175522",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-11-10",
                        "fin": "2999-01-01",
                        "titre": "Section II : Sociétés anonymes d'assurance, de capitalisation et de réassurance.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006175522",
                        "id": "LEGISCTA000019749434",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-11-10",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 3 : Dispositions relatives aux entreprises d'assurance et de réassurance.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019738821",
                        "id": "LEGISCTA000019749408",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000019738924",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000019738821",
            "sectionParentId": "LEGISCTA000019749408",
            "sectionParentTitre": "Sous-section 3 : Dispositions relatives aux entreprises d'assurance et de réassurance.",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre III : Les entreprises &gt; Titre II : Régime administratif &gt; Chapitre II : Règles de constitution et de fonctionnement &gt; Section II : Sociétés anonymes d'assurance, de capitalisation et de réassurance. &gt; Sous-section 3 : Dispositions relatives aux entreprises d'assurance et de réassurance.",
            "refInjection": "MD-20231006_201508_656_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000019749394",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073984",
                    "titre": "Code des assurances",
                    "titreLong": "Code des assurances",
                    "etat": "VIGUEUR",
                    "dateDebut": 205891200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073984",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000019735760",
                    "textTitle": "Décret n°2008-1154\n du 7 novembre 2008 - art. 3",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000019737355",
                    "natureText": "DECRET",
                    "datePubliTexte": "2008-11-09",
                    "dateSignaTexte": "2008-11-07",
                    "dateDebutCible": "2008-11-10"
                },
                {
                    "textCid": "JORFTEXT000021147841",
                    "textTitle": "Décret n°2009-1223 du 12 octobre 2009 - art. 5",
                    "linkType": "TRANSFERE",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000021148603",
                    "natureText": "DECRET",
                    "datePubliTexte": "2009-10-14",
                    "dateSignaTexte": "2009-10-12",
                    "dateDebutCible": "2009-10-15"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000029675795",
                    "textTitle": "DÉCRET n°2014-1281 du 23 octobre 2014 - art. (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000048164216",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2014-1281",
                    "datePubli": 1414800000000,
                    "dateDebut": 1696636800000
                },
                {
                    "textCid": "JORFTEXT000029699787",
                    "textTitle": "DÉCRET n°2014-1315 du 3 novembre 2014 - art. 5, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "JORFARTI000029699993",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2014-1315",
                    "datePubli": 1415145600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000032211884",
                    "textTitle": "Décision n°2016-C-16 du 11 mars 2016 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000032211886",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2016-C-16",
                    "datePubli": 1458086400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000035096803",
                    "textTitle": "Décision n°2017-C-27 du 26 juin 2017 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000035096805",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2017-C-27",
                    "datePubli": 1499212800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000042427997",
                    "textTitle": "Décision n°2020-C-36 du 2 octobre 2020 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000042427999",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2020-C-36",
                    "datePubli": 1602806400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000043673633",
                    "textTitle": "Décision n°2021-C-16 du 4 juin 2021 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000043673635",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2021-C-16",
                    "datePubli": 1623974400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. A322-1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A322-1",
                    "articleId": "LEGIARTI000027888857",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1374969600000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L310-1-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L310-1-1",
                    "articleId": "LEGIARTI000006796400",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1560470400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L310-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L310-2",
                    "articleId": "LEGIARTI000006796373",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1491609600000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R322-11-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R322-11-1",
                    "articleId": "LEGIARTI000036334082",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R632-1-1 A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R632-1-1-A",
                    "articleId": "LEGIARTI000029711299",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1415232000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R322-11-4 (M)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "R322-11-4",
                    "articleId": "LEGIARTI000021150569",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000019749394",
                    "etat": "TRANSFERE",
                    "version": "1.0",
                    "dateDebut": 1226275200000,
                    "dateFin": 1255564800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021150571",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1255564800000,
                    "dateFin": 1264204800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021921074",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1264204800000,
                    "dateFin": 1374969600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000027891050",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1374969600000,
                    "dateFin": 1415232000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029715640",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1415232000000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030582784",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1514505600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036332004",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1514505600000,
                    "dateFin": 1514937600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035438064",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1514937600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R322-11-2",
                "322-11-2"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}