{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000038025059",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-En Guadeloupe, en Martinique, en Guyane et à La Réunion, l'observatoire des prix, des marges et des revenus mentionné à l'article L. 910-1 C comprend, outre son président, les membres suivants : a) Le représentant de l'Etat dans le département et la région d'outre-mer ainsi que : -le directeur régional des finances publiques ou son représentant ; -le directeur régional ou interrégional de l'Institut national de la statistique et des études économiques ou son représentant ; -le directeur régional des entreprises, de la concurrence, de la consommation, du travail et de l'emploi ou son représentant ; b) Les parlementaires élus dans le ressort de chaque département et région ; c) Le président du conseil régional ou son représentant ; d) Le président du conseil général ou son représentant ; e) Un maire d'une commune du ressort du département et de la région, proposé par le président de l'Association des maires ; f) Le président du conseil économique, social et environnemental régional ou son représentant ; g) Trois représentants des chambres consulaires : -le président de la chambre de commerce et d'industrie ou son représentant ; -le président de la chambre de métiers et de l'artisanat ou son représentant ; -le président de la chambre d'agriculture ou son représentant ; h) Huit représentants des organisations syndicales des salariés du secteur privé et du secteur public désignés, selon les modalités prévues à l' article R. 2623-9 du code du travail , par le représentant de l'Etat ; i) Trois représentants des organisations syndicales d'employeurs désignés, selon les modalités prévues à l'article R. 2623-9 du code du travail, par le représentant de l'Etat ; j) Trois personnalités qualifiées désignées à raison de leur compétence ou de leur connaissance en matière de formation des prix et des revenus par le représentant de l'Etat sur proposition du président de l'observatoire ; k) Le directeur régional de l'Institut d'émission des départements d'outre-mer ou son représentant ; l) Un représentant de chaque association de défense des consommateurs agréée dans les conditions fixées aux articles R. 411-1 et suivants du code de la consommation. Un vice-président est désigné parmi les membres de l'observatoire par un vote à la majorité absolue, pour une durée identique à celle du mandat du président. II.-A Mayotte, l'observatoire des prix, des marges et des revenus, mentionné à l'article L. 910-1 C comprend, outre son président, les membres suivants : a) Le représentant de l'Etat à Mayotte ainsi que : -le directeur régional des finances publiques ou son représentant ; -le représentant local de l'Institut national de la statistique et des études économiques ou son représentant ; -le directeur régional des entreprises, de la concurrence, de la consommation, du travail et de l'emploi ou son représentant ; b) Les parlementaires élus à Mayotte ; c) Le président du conseil général ou son représentant ; d) Un maire d'une commune de Mayotte proposé par le président de l'association des maires ; e) Le président du conseil économique et social de Mayotte ou son représentant ; f) Trois représentants des chambres consulaires : -le président de la chambre de commerce et d'industrie ou son représentant ; -le président de la chambre de métiers et de l'artisanat ou son représentant ; -le président de la chambre d'agriculture, de la pêche et de l'aquaculture ou son représentant ; g) Huit représentants des organisations syndicales des salariés du secteur privé et du secteur public désignés, selon les modalités prévues à l'article L. 22121-1 du code du travail, par le représentant de l'Etat ; h) Trois représentants des organisations syndicales d'employeurs désignés par le représentant de l'Etat ; i) Trois personnalités qualifiées désignées à raison de leur compétence ou de leur connaissance en matière de formation des prix et des revenus par le représentant de l'Etat sur proposition du président de l'observatoire ; j) Le directeur local de l'Institut d'émission des départements d'outre-mer ou son représentant ; k) Un représentant de chaque association de défense des consommateurs agréée dans les conditions fixées aux articles R. 411-1 et suivants du code de la consommation. Un vice-président est désigné parmi les membres de l'observatoire par un vote à la majorité absolue, pour une durée identique à celle du mandat du président. III.-A Saint-Pierre-et-Miquelon, l'observatoire des prix, des marges et des revenus mentionnés à l'article L. 910-1 C comprend, outre son président, les membres suivants : a) Le représentant de l'Etat à Saint-Pierre-et-Miquelon ainsi que : -le directeur des finances publiques de Saint-Pierre-et-Miquelon ou son représentant ; -le directeur de la cohésion sociale, du travail, de l'emploi et de la population de Saint-Pierre-et-Miquelon ou son représentant ; b) Les parlementaires élus à Saint-Pierre-et-Miquelon ; c) Le président du conseil territorial ou son représentant ; d) Les maires des communes de l'archipel ou leur représentant ; e) Le président du conseil économique, social et culturel ou son représentant ; f) Le président de la chambre d'agriculture, de commerce, d'industrie, de métier et de l'artisanat ou son représentant ; g) Deux représentants des organisations syndicales des salariés du secteur privé et du secteur public désignés, selon les modalités prévues à l'article R. 2623-9 du code du travail, par le représentant de l'Etat ; h) Deux représentants des organisations syndicales d'employeurs désignés, selon les modalités prévues à l'article R. 2623-9 du code du travail, par le représentant de l'Etat ; i) Deux personnalités qualifiées désignées à raison de leur compétence ou de leur connaissance en matière de formation des prix et des revenus par le représentant de l'Etat sur proposition du président de l'observatoire ; j) Le directeur local de l'Institut d'émission des départements d'outre-mer ou son représentant ; k) Un représentant de chaque association de défense des consommateurs agréée dans les conditions fixées aux articles R. 411-1 et suivants du code de la consommation. Un vice-président est désigné parmi les membres de l'observatoire par un vote à la majorité absolue, pour une durée identique à celle du mandat du président. IV.-Dans les îles Wallis et Futuna, l'observatoire des prix, des marges et des revenus mentionné à l'article L. 910-1 C comprend, outre son président, les membres suivants : a) Le représentant de l'Etat dans le territoire des îles Wallis et Futuna ainsi que : -le directeur des finances publiques des îles Wallis et Futuna ou son représentant ; -le chef du service des affaires économiques des îles Wallis et Futuna ou son représentant ; -le chef du service des douanes et des contributions diverses des îles Wallis et Futuna ou son représentant ; b) Les parlementaires élus dans les îles Wallis et Futuna ; c) Le président de l'Assemblée territoriale ou son représentant ; d) Les trois représentants de la chefferie des trois royaumes ; e) Un représentant du Comité consultatif économique et social ; f) Le président de la chambre du commerce, de l'industrie, des métiers et de l'agriculture des îles Wallis et Futuna ou son représentant ; g) Deux représentants des organisations syndicales de salariés représentatives, au sens de la réglementation en matière de droit du travail applicable localement ayant le même objet, désignés par le représentant de l'Etat ; h) Deux représentants des organisations syndicales d'employeurs désignés par le représentant de l'Etat ; i) Un représentant de chaque association de défense des consommateurs ; j) Le directeur local de l'Institut d'émission d'outre-mer ou son représentant ; k) Le chef du service territorial des statistiques ou son représentant ; l) Deux personnalités qualifiées désignées à raison de leur compétence ou de leur connaissance en matière de formation des prix et des revenus par le représentant de l'Etat sur proposition du président de l'observatoire. Un vice-président est désigné parmi les membres de l'observatoire par un vote à la majorité absolue, pour une durée identique à celle du mandat du président. V.-A Saint-Barthélemy, l'observatoire des prix, des marges et des revenus mentionné à l'article L. 910-1-C comprend, outre son président, les membres suivants : a) Le représentant de l'Etat dans la collectivité ainsi que : -le directeur régional des finances publiques de la Guadeloupe ou son représentant ; -le directeur régional de l'Institut national de la statistique et des études économiques de la Guadeloupe ou son représentant ; -le directeur des entreprises, de la concurrence, de la consommation, du travail et de l'emploi de la Guadeloupe ou son représentant ; b) Les parlementaires élus de Saint-Barthélemy ; c) Le président du Conseil territorial ou son représentant ; d) Le président du Conseil économique, social et culturel de Saint-Barthélemy ou son représentant ; e) Le président de la chambre économique multiprofessionnelle de Saint Barthélemy ; f) Quatre personnalités qualifiées désignées à raison de leur compétence ou de leur connaissance de l'économie du territoire par le représentant de l'Etat sur proposition du président de l'observatoire ; g) Le directeur de l'agence de Guadeloupe de l'Institut d'émission des départements d'outre-mer ou son représentant ; h) Un représentant de chaque association de défense des consommateurs agréée dans les conditions fixées aux articles R. 811-1 et suivants du code de la consommation. Un vice-président est désigné parmi les membres de l'observatoire par un vote à la majorité absolue, pour une durée identique à celle du mandat du président. VI.-A Saint-Martin, l'observatoire des prix, des marges et des revenus mentionné à l'article L. 910-1-C comprend outre son président, les membres suivants : a) Le représentant de l'Etat dans la collectivité ainsi que : -le directeur régional des finances publiques de la Guadeloupe ou son représentant ; -le directeur régional de l'Institut national de la statistique et des études économiques de la Guadeloupe ou son représentant ; -le directeur des entreprises, de la concurrence, de la consommation, du travail et de l'emploi de la Guadeloupe ou son représentant ; b) Les parlementaires élus de Saint-Martin ; c) Le président du Conseil territorial ou son représentant ; d) Le président du Conseil économique social et culturel de Saint-Martin ou son représentant ; e) Le président de la chambre consulaire interprofessionnelle de Saint-Martin ; f) Deux représentants des organisations syndicales des salariés du secteur privé et du secteur public désignés, selon les modalités prévues à l'article R. 2623-9 du code du travail, par le représentant de l'Etat ; g) Deux représentants des organisations syndicales d'employeurs désignés selon les modalités prévues à l'article R. 2623-9 du code du travail ; h) Deux personnalités qualifiées désignées à raison de leur compétence ou de leur connaissance en matière de formation des prix et des revenus par le représentant de l'Etat sur proposition du président de l'observatoire ; i) Le directeur de l'agence de Guadeloupe de l'Institut d'émission des départements d'outre-mer ou son représentant ; j) Un représentant de chaque association de défense des consommateurs agréée dans les conditions fixées aux articles R. 811-1 et suivants du code de la consommation. Un vice-président est désigné parmi les membres de l'observatoire par un vote à la majorité absolue, pour une durée identique à celle du mandat du président.",
            "texteHtml": "<p>I.-En Guadeloupe, en Martinique, en Guyane et à La Réunion, l'observatoire des prix, des marges et des revenus mentionné à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000026659395&dateTexte=&categorieLien=cid'>L. 910-1 C </a>comprend, outre son président, les membres suivants :</p><p>a) Le représentant de l'Etat dans le département et la région d'outre-mer ainsi que :</p><p>-le directeur régional des finances publiques ou son représentant ;</p><p>-le directeur régional ou interrégional de l'Institut national de la statistique et des études économiques ou son représentant ;</p><p>-le directeur régional des entreprises, de la concurrence, de la consommation, du travail et de l'emploi ou son représentant ;</p><p>b) Les parlementaires élus dans le ressort de chaque département et région ;</p><p>c) Le président du conseil régional ou son représentant ;</p><p>d) Le président du conseil général ou son représentant ;</p><p>e) Un maire d'une commune du ressort du département et de la région, proposé par le président de l'Association des maires ;</p><p>f) Le président du conseil économique, social et environnemental régional ou son représentant ;</p><p>g) Trois représentants des chambres consulaires :</p><p>-le président de la chambre de commerce et d'industrie ou son représentant ;</p><p>-le président de la chambre de métiers et de l'artisanat ou son représentant ;</p><p>-le président de la chambre d'agriculture ou son représentant ;</p><p>h) Huit représentants des organisations syndicales des salariés du secteur privé et du secteur public désignés, selon les modalités prévues à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000018486323&dateTexte=&categorieLien=cid'>article R. 2623-9 du code du travail</a>, par le représentant de l'Etat ;</p><p>i) Trois représentants des organisations syndicales d'employeurs désignés, selon les modalités prévues à l'article R. 2623-9 du code du travail, par le représentant de l'Etat ;</p><p>j) Trois personnalités qualifiées désignées à raison de leur compétence ou de leur connaissance en matière de formation des prix et des revenus par le représentant de l'Etat sur proposition du président de l'observatoire ;</p><p>k) Le directeur régional de l'Institut d'émission des départements d'outre-mer ou son représentant ;</p><p>l) Un représentant de chaque association de défense des consommateurs agréée dans les conditions fixées aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069565&idArticle=LEGIARTI000006293186&dateTexte=&categorieLien=cid'>R. 411-1 </a>et suivants du code de la consommation.</p><p>Un vice-président est désigné parmi les membres de l'observatoire par un vote à la majorité absolue, pour une durée identique à celle du mandat du président.</p><p>II.-A Mayotte, l'observatoire des prix, des marges et des revenus, mentionné à l'article L. 910-1 C comprend, outre son président, les membres suivants :</p><p>a) Le représentant de l'Etat à Mayotte ainsi que :</p><p>-le directeur régional des finances publiques ou son représentant ;</p><p>-le représentant local de l'Institut national de la statistique et des études économiques ou son représentant ;</p><p>-le directeur régional des entreprises, de la concurrence, de la consommation, du travail et de l'emploi ou son représentant ;</p><p>b) Les parlementaires élus à Mayotte ;</p><p>c) Le président du conseil général ou son représentant ;</p><p>d) Un maire d'une commune de Mayotte proposé par le président de l'association des maires ;</p><p>e) Le président du conseil économique et social de Mayotte ou son représentant ;</p><p>f) Trois représentants des chambres consulaires :</p><p>-le président de la chambre de commerce et d'industrie ou son représentant ;</p><p>-le président de la chambre de métiers et de l'artisanat ou son représentant ;</p><p>-le président de la chambre d'agriculture, de la pêche et de l'aquaculture ou son représentant ;</p><p>g) Huit représentants des organisations syndicales des salariés du secteur privé et du secteur public désignés, selon les modalités prévues à l'article L. 22121-1 du code du travail, par le représentant de l'Etat ;</p><p>h) Trois représentants des organisations syndicales d'employeurs désignés par le représentant de l'Etat ;</p><p>i) Trois personnalités qualifiées désignées à raison de leur compétence ou de leur connaissance en matière de formation des prix et des revenus par le représentant de l'Etat sur proposition du président de l'observatoire ;</p><p>j) Le directeur local de l'Institut d'émission des départements d'outre-mer ou son représentant ;</p><p>k) Un représentant de chaque association de défense des consommateurs agréée dans les conditions fixées aux articles R. 411-1 et suivants du code de la consommation.</p><p>Un vice-président est désigné parmi les membres de l'observatoire par un vote à la majorité absolue, pour une durée identique à celle du mandat du président.</p><p>III.-A Saint-Pierre-et-Miquelon, l'observatoire des prix, des marges et des revenus mentionnés à l'article L. 910-1 C comprend, outre son président, les membres suivants :</p><p>a) Le représentant de l'Etat à Saint-Pierre-et-Miquelon ainsi que :</p><p>-le directeur des finances publiques de Saint-Pierre-et-Miquelon ou son représentant ;</p><p>-le directeur de la cohésion sociale, du travail, de l'emploi et de la population de Saint-Pierre-et-Miquelon ou son représentant ;</p><p>b) Les parlementaires élus à Saint-Pierre-et-Miquelon ;</p><p>c) Le président du conseil territorial ou son représentant ;</p><p>d) Les maires des communes de l'archipel ou leur représentant ;</p><p>e) Le président du conseil économique, social et culturel ou son représentant ;</p><p>f) Le président de la chambre d'agriculture, de commerce, d'industrie, de métier et de l'artisanat ou son représentant ;</p><p>g) Deux représentants des organisations syndicales des salariés du secteur privé et du secteur public désignés, selon les modalités prévues à l'article R. 2623-9 du code du travail, par le représentant de l'Etat ;</p><p>h) Deux représentants des organisations syndicales d'employeurs désignés, selon les modalités prévues à l'article R. 2623-9 du code du travail, par le représentant de l'Etat ;</p><p>i) Deux personnalités qualifiées désignées à raison de leur compétence ou de leur connaissance en matière de formation des prix et des revenus par le représentant de l'Etat sur proposition du président de l'observatoire ;</p><p>j) Le directeur local de l'Institut d'émission des départements d'outre-mer ou son représentant ;</p><p>k) Un représentant de chaque association de défense des consommateurs agréée dans les conditions fixées aux articles R. 411-1 et suivants du code de la consommation.</p><p>Un vice-président est désigné parmi les membres de l'observatoire par un vote à la majorité absolue, pour une durée identique à celle du mandat du président.</p><p>IV.-Dans les îles Wallis et Futuna, l'observatoire des prix, des marges et des revenus mentionné à l'article L. 910-1 C comprend, outre son président, les membres suivants :</p><p>a) Le représentant de l'Etat dans le territoire des îles Wallis et Futuna ainsi que :</p><p>-le directeur des finances publiques des îles Wallis et Futuna ou son représentant ;</p><p>-le chef du service des affaires économiques des îles Wallis et Futuna ou son représentant ;</p><p>-le chef du service des douanes et des contributions diverses des îles Wallis et Futuna ou son représentant ;</p><p>b) Les parlementaires élus dans les îles Wallis et Futuna ;</p><p>c) Le président de l'Assemblée territoriale ou son représentant ;</p><p>d) Les trois représentants de la chefferie des trois royaumes ;</p><p>e) Un représentant du Comité consultatif économique et social ;</p><p>f) Le président de la chambre du commerce, de l'industrie, des métiers et de l'agriculture des îles Wallis et Futuna ou son représentant ;</p><p>g) Deux représentants des organisations syndicales de salariés représentatives, au sens de la réglementation en matière de droit du travail applicable localement ayant le même objet, désignés par le représentant de l'Etat ;</p><p>h) Deux représentants des organisations syndicales d'employeurs désignés par le représentant de l'Etat ;</p><p>i) Un représentant de chaque association de défense des consommateurs ;</p><p>j) Le directeur local de l'Institut d'émission d'outre-mer ou son représentant ;</p><p>k) Le chef du service territorial des statistiques ou son représentant ;</p><p>l) Deux personnalités qualifiées désignées à raison de leur compétence ou de leur connaissance en matière de formation des prix et des revenus par le représentant de l'Etat sur proposition du président de l'observatoire.</p><p>Un vice-président est désigné parmi les membres de l'observatoire par un vote à la majorité absolue, pour une durée identique à celle du mandat du président.</p><p>V.-A Saint-Barthélemy, l'observatoire des prix, des marges et des revenus mentionné à l'article L. 910-1-C comprend, outre son président, les membres suivants :</p><p>a) Le représentant de l'Etat dans la collectivité ainsi que :</p><p>-le directeur régional des finances publiques de la Guadeloupe ou son représentant ;</p><p>-le directeur régional de l'Institut national de la statistique et des études économiques de la Guadeloupe ou son représentant ;</p><p>-le directeur des entreprises, de la concurrence, de la consommation, du travail et de l'emploi de la Guadeloupe ou son représentant ;</p><p>b) Les parlementaires élus de Saint-Barthélemy ;</p><p>c) Le président du Conseil territorial ou son représentant ;</p><p>d) Le président du Conseil économique, social et culturel de Saint-Barthélemy ou son représentant ;</p><p>e) Le président de la chambre économique multiprofessionnelle de Saint Barthélemy ;</p><p>f) Quatre personnalités qualifiées désignées à raison de leur compétence ou de leur connaissance de l'économie du territoire par le représentant de l'Etat sur proposition du président de l'observatoire ;</p><p>g) Le directeur de l'agence de Guadeloupe de l'Institut d'émission des départements d'outre-mer ou son représentant ;</p><p>h) Un représentant de chaque association de défense des consommateurs agréée dans les conditions fixées aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069565&idArticle=LEGIARTI000032808958&dateTexte=&categorieLien=cid'>R. 811-1</a> et suivants du code de la consommation.</p><p>Un vice-président est désigné parmi les membres de l'observatoire par un vote à la majorité absolue, pour une durée identique à celle du mandat du président.</p><p>VI.-A Saint-Martin, l'observatoire des prix, des marges et des revenus mentionné à l'article L. 910-1-C comprend outre son président, les membres suivants :</p><p>a) Le représentant de l'Etat dans la collectivité ainsi que :</p><p>-le directeur régional des finances publiques de la Guadeloupe ou son représentant ;</p><p>-le directeur régional de l'Institut national de la statistique et des études économiques de la Guadeloupe ou son représentant ;</p><p>-le directeur des entreprises, de la concurrence, de la consommation, du travail et de l'emploi de la Guadeloupe ou son représentant ;</p><p>b) Les parlementaires élus de Saint-Martin ;</p><p>c) Le président du Conseil territorial ou son représentant ;</p><p>d) Le président du Conseil économique social et culturel de Saint-Martin ou son représentant ;</p><p>e) Le président de la chambre consulaire interprofessionnelle de Saint-Martin ;</p><p>f) Deux représentants des organisations syndicales des salariés du secteur privé et du secteur public désignés, selon les modalités prévues à l'article R. 2623-9 du code du travail, par le représentant de l'Etat ;</p><p>g) Deux représentants des organisations syndicales d'employeurs désignés selon les modalités prévues à l'article R. 2623-9 du code du travail ;</p><p>h) Deux personnalités qualifiées désignées à raison de leur compétence ou de leur connaissance en matière de formation des prix et des revenus par le représentant de l'Etat sur proposition du président de l'observatoire ;</p><p>i) Le directeur de l'agence de Guadeloupe de l'Institut d'émission des départements d'outre-mer ou son représentant ;</p><p>j) Un représentant de chaque association de défense des consommateurs agréée dans les conditions fixées aux articles R. 811-1 et suivants du code de la consommation.</p><p>Un vice-président est désigné parmi les membres de l'observatoire par un vote à la majorité absolue, pour une durée identique à celle du mandat du président.</p>",
            "num": "D910-1 C",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "VIGUEUR",
            "dateDebut": 1546214400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-03-27",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006083283",
                        "id": "LEGISCTA000006083283",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-27",
                        "fin": "2999-01-01",
                        "titre": "LIVRE IX : Dispositions relatives à l'outre-mer.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006113783",
                        "id": "LEGISCTA000006113783",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-07-12",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier A : Observatoires des prix et des revenus.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000027689880",
                        "id": "LEGISCTA000027689883",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000027689885",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000027689880",
            "sectionParentId": "LEGISCTA000027689883",
            "sectionParentTitre": "TITRE Ier A : Observatoires des prix et des revenus.",
            "fullSectionsTitre": "Partie réglementaire &gt; LIVRE IX : Dispositions relatives à l'outre-mer. &gt; TITRE Ier A : Observatoires des prix et des revenus.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000038025059",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Décret n° 2013-608 du 9 juillet 2013, art. 2 : Pour l'application du l du I, du k du II et du k du III de l'article D. 910-1 C, le président de l'observatoire pourra accepter la représentation d'associations représentatives des intérêts des consommateurs locaux non agréées selon les dispositions des articles R. 411-1 et suivants susvisés, durant un an à compter de la publication du présent décret. A l'expiration de ce délai, ces associations devront justifier de l'agrément ou d'une demande en cours d'instruction pour continuer à siéger au sein de l'observatoire. Pour l'application du l du IV de l'article D. 910-1 C, le président de l'observatoire pourra accepter la représentation d'associations représentatives des intérêts des consommateurs locaux non agréées au sens de la réglementation applicable localement ayant le même objet. Les dispositions du IV de l'article D. 910-1 C introduites par l'article 1er du décret n° 2013-608 du 9 juillet 2013 sont applicables aux îles Wallis et Futuna. Elles entrent en vigueur le dixième jour qui suit la publication du présent décret.",
            "notaHtml": "<p>Décret n° 2013-608 du 9 juillet 2013, art. 2 : Pour l'application du l du I, du k du II et du k du III de l'article D. 910-1 C, le président de l'observatoire pourra accepter la représentation d'associations représentatives des intérêts des consommateurs locaux non agréées selon les dispositions des articles R. 411-1 et suivants susvisés, durant un an à compter de la publication du présent décret. A l'expiration de ce délai, ces associations devront justifier de l'agrément ou d'une demande en cours d'instruction pour continuer à siéger au sein de l'observatoire.</p><p>Pour l'application du l du IV de l'article D. 910-1 C, le président de l'observatoire pourra accepter la représentation d'associations représentatives des intérêts des consommateurs locaux non agréées au sens de la réglementation applicable localement ayant le même objet.</p><p>Les dispositions du IV de l'article D. 910-1 C introduites par l'article 1er du décret n° 2013-608 du 9 juillet 2013 sont applicables aux îles Wallis et Futuna. Elles entrent en vigueur le dixième jour qui suit la publication du présent décret.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000037884031",
                    "textTitle": "Décret n°2018-1337 du 28 décembre 2018 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000038012843",
                    "natureText": "DECRET",
                    "datePubliTexte": "2018-12-30",
                    "dateSignaTexte": "2018-12-28",
                    "dateDebutCible": "2018-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000025984173",
                    "textTitle": "Ordonnance n° 2012-792 du 7 juin 2012 - art. 11",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "11",
                    "articleId": "JORFARTI000025984296",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2012-792",
                    "datePubli": 1339113600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L910-1 C",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L910-1 C",
                    "articleId": "LEGIARTI000026659395",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1373587200000
                },
                {
                    "textCid": "LEGITEXT000006069565",
                    "textTitle": "Code de la consommation - art. R411-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R411-1",
                    "articleId": "LEGIARTI000006293186",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 860025600000
                },
                {
                    "textCid": "LEGITEXT000006069565",
                    "textTitle": "Code de la consommation - art. R811-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R811-1",
                    "articleId": "LEGIARTI000032808958",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1467331200000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R2623-9",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R2623-9",
                    "articleId": "LEGIARTI000018486323",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                },
                {
                    "textCid": "LEGITEXT000006072052",
                    "textTitle": "Code du travail applicable à Mayotte. - art. L412-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L412-1",
                    "articleId": "LEGIARTI000006653947",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 668217600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000027690325",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1373587200000,
                    "dateFin": 1476921600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033265317",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1476921600000,
                    "dateFin": 1546214400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038025059",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1546214400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D910-1 C",
                "910-1",
                "D910-1"
            ],
            "versionPrecedente": "LEGIARTI000033265317",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000033265317",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-En Guadeloupe, en Martinique, en Guyane et à La Réunion, l'observatoire des prix, des marges et des revenus mentionné à l'article L. 910-1 C comprend, outre son président, les membres suivants : a) Le représentant de l'Etat dans le département et la région d'outre-mer ainsi que : -le directeur régional des finances publiques ou son représentant ; -le directeur régional ou interrégional de l'Institut national de la statistique et des études économiques ou son représentant ; -le directeur régional des entreprises, de la concurrence, de la consommation, du travail et de l'emploi ou son représentant ; b) Les parlementaires élus dans le ressort de chaque département et région ; c) Le président du conseil régional ou son représentant ; d) Le président du conseil général ou son représentant ; e) Un maire d'une commune du ressort du département et de la région, proposé par le président de l'Association des maires ; f) Le président du conseil économique, social et environnemental régional ou son représentant ; g) Trois représentants des chambres consulaires : -le président de la chambre de commerce et d'industrie ou son représentant ; -le président de la chambre de métiers et de l'artisanat ou son représentant ; -le président de la chambre d'agriculture ou son représentant ; h) Huit représentants des organisations syndicales des salariés du secteur privé et du secteur public désignés, selon les modalités prévues à l' article R. 2623-9 du code du travail , par le représentant de l'Etat ; i) Trois représentants des organisations syndicales d'employeurs désignés, selon les modalités prévues à l'article R. 2623-9 du code du travail, par le représentant de l'Etat ; j) Trois personnalités qualifiées désignées à raison de leur compétence ou de leur connaissance en matière de formation des prix et des revenus par le représentant de l'Etat sur proposition du président de l'observatoire ; k) Le directeur régional de l'Institut d'émission des départements d'outre-mer ou son représentant ; l) Un représentant de chaque association de défense des consommateurs agréée dans les conditions fixées aux articles R. 411-1 et suivants du code de la consommation. Un vice-président est désigné parmi les membres de l'observatoire par un vote à la majorité absolue, pour une durée identique à celle du mandat du président. II.-A Mayotte, l'observatoire des prix, des marges et des revenus, mentionné à l'article L. 910-1 C comprend, outre son président, les membres suivants : a) Le représentant de l'Etat à Mayotte ainsi que : -le directeur régional des finances publiques ou son représentant ; -le représentant local de l'Institut national de la statistique et des études économiques ou son représentant ; -le directeur régional des entreprises, de la concurrence, de la consommation, du travail et de l'emploi ou son représentant ; b) Les parlementaires élus à Mayotte ; c) Le président du conseil général ou son représentant ; d) Un maire d'une commune de Mayotte proposé par le président de l'association des maires ; e) Le président du conseil économique et social de Mayotte ou son représentant ; f) Trois représentants des chambres consulaires : -le président de la chambre de commerce et d'industrie ou son représentant ; -le président de la chambre de métiers et de l'artisanat ou son représentant ; -le président de la chambre d'agriculture, de la pêche et de l'aquaculture ou son représentant ; g) Huit représentants des organisations syndicales des salariés du secteur privé et du secteur public désignés, selon les modalités prévues à l' article L. 412-1 du code du travail applicable à Mayotte , par le représentant de l'Etat. Jusqu'à l'entrée en vigueur de l'article L. 412-1 du code du travail applicable à Mayotte, la représentativité des organisations syndicales est déterminée en application de l' article 11 de l'ordonnance du 7 juin 2012 susvisée ; h) Trois représentants des organisations syndicales d'employeurs désignés par le représentant de l'Etat ; i) Trois personnalités qualifiées désignées à raison de leur compétence ou de leur connaissance en matière de formation des prix et des revenus par le représentant de l'Etat sur proposition du président de l'observatoire ; j) Le directeur local de l'Institut d'émission des départements d'outre-mer ou son représentant ; k) Un représentant de chaque association de défense des consommateurs agréée dans les conditions fixées aux articles R. 411-1 et suivants du code de la consommation. Un vice-président est désigné parmi les membres de l'observatoire par un vote à la majorité absolue, pour une durée identique à celle du mandat du président. III.-A Saint-Pierre-et-Miquelon, l'observatoire des prix, des marges et des revenus mentionnés à l'article L. 910-1 C comprend, outre son président, les membres suivants : a) Le représentant de l'Etat à Saint-Pierre-et-Miquelon ainsi que : -le directeur des finances publiques de Saint-Pierre-et-Miquelon ou son représentant ; -le directeur de la cohésion sociale, du travail, de l'emploi et de la population de Saint-Pierre-et-Miquelon ou son représentant ; b) Les parlementaires élus à Saint-Pierre-et-Miquelon ; c) Le président du conseil territorial ou son représentant ; d) Les maires des communes de l'archipel ou leur représentant ; e) Le président du conseil économique, social et culturel ou son représentant ; f) Le président de la chambre d'agriculture, de commerce, d'industrie, de métier et de l'artisanat ou son représentant ; g) Deux représentants des organisations syndicales des salariés du secteur privé et du secteur public désignés, selon les modalités prévues à l'article R. 2623-9 du code du travail, par le représentant de l'Etat ; h) Deux représentants des organisations syndicales d'employeurs désignés, selon les modalités prévues à l'article R. 2623-9 du code du travail, par le représentant de l'Etat ; i) Deux personnalités qualifiées désignées à raison de leur compétence ou de leur connaissance en matière de formation des prix et des revenus par le représentant de l'Etat sur proposition du président de l'observatoire ; j) Le directeur local de l'Institut d'émission des départements d'outre-mer ou son représentant ; k) Un représentant de chaque association de défense des consommateurs agréée dans les conditions fixées aux articles R. 411-1 et suivants du code de la consommation. Un vice-président est désigné parmi les membres de l'observatoire par un vote à la majorité absolue, pour une durée identique à celle du mandat du président. IV.-Dans les îles Wallis et Futuna, l'observatoire des prix, des marges et des revenus mentionné à l'article L. 910-1 C comprend, outre son président, les membres suivants : a) Le représentant de l'Etat dans le territoire des îles Wallis et Futuna ainsi que : -le directeur des finances publiques des îles Wallis et Futuna ou son représentant ; -le chef du service des affaires économiques des îles Wallis et Futuna ou son représentant ; -le chef du service des douanes et des contributions diverses des îles Wallis et Futuna ou son représentant ; b) Les parlementaires élus dans les îles Wallis et Futuna ; c) Le président de l'Assemblée territoriale ou son représentant ; d) Les trois représentants de la chefferie des trois royaumes ; e) Un représentant du Comité consultatif économique et social ; f) Le président de la chambre du commerce, de l'industrie, des métiers et de l'agriculture des îles Wallis et Futuna ou son représentant ; g) Deux représentants des organisations syndicales de salariés représentatives, au sens de la réglementation en matière de droit du travail applicable localement ayant le même objet, désignés par le représentant de l'Etat ; h) Deux représentants des organisations syndicales d'employeurs désignés par le représentant de l'Etat ; i) Un représentant de chaque association de défense des consommateurs ; j) Le directeur local de l'Institut d'émission d'outre-mer ou son représentant ; k) Le chef du service territorial des statistiques ou son représentant ; l) Deux personnalités qualifiées désignées à raison de leur compétence ou de leur connaissance en matière de formation des prix et des revenus par le représentant de l'Etat sur proposition du président de l'observatoire. Un vice-président est désigné parmi les membres de l'observatoire par un vote à la majorité absolue, pour une durée identique à celle du mandat du président. V.-A Saint-Barthélemy, l'observatoire des prix, des marges et des revenus mentionné à l'article L. 910-1-C comprend, outre son président, les membres suivants : a) Le représentant de l'Etat dans la collectivité ainsi que : -le directeur régional des finances publiques de la Guadeloupe ou son représentant ; -le directeur régional de l'Institut national de la statistique et des études économiques de la Guadeloupe ou son représentant ; -le directeur des entreprises, de la concurrence, de la consommation, du travail et de l'emploi de la Guadeloupe ou son représentant ; b) Les parlementaires élus de Saint-Barthélemy ; c) Le président du Conseil territorial ou son représentant ; d) Le président du Conseil économique, social et culturel de Saint-Barthélemy ou son représentant ; e) Le président de la chambre économique multiprofessionnelle de Saint Barthélemy ; f) Quatre personnalités qualifiées désignées à raison de leur compétence ou de leur connaissance de l'économie du territoire par le représentant de l'Etat sur proposition du président de l'observatoire ; g) Le directeur de l'agence de Guadeloupe de l'Institut d'émission des départements d'outre-mer ou son représentant ; h) Un représentant de chaque association de défense des consommateurs agréée dans les conditions fixées aux articles R. 811-1 et suivants du code de la consommation. Un vice-président est désigné parmi les membres de l'observatoire par un vote à la majorité absolue, pour une durée identique à celle du mandat du président. VI.-A Saint-Martin, l'observatoire des prix, des marges et des revenus mentionné à l'article L. 910-1-C comprend outre son président, les membres suivants : a) Le représentant de l'Etat dans la collectivité ainsi que : -le directeur régional des finances publiques de la Guadeloupe ou son représentant ; -le directeur régional de l'Institut national de la statistique et des études économiques de la Guadeloupe ou son représentant ; -le directeur des entreprises, de la concurrence, de la consommation, du travail et de l'emploi de la Guadeloupe ou son représentant ; b) Les parlementaires élus de Saint-Martin ; c) Le président du Conseil territorial ou son représentant ; d) Le président du Conseil économique social et culturel de Saint-Martin ou son représentant ; e) Le président de la chambre consulaire interprofessionnelle de Saint-Martin ; f) Deux représentants des organisations syndicales des salariés du secteur privé et du secteur public désignés, selon les modalités prévues à l'article R. 2623-9 du code du travail, par le représentant de l'Etat ; g) Deux représentants des organisations syndicales d'employeurs désignés selon les modalités prévues à l'article R. 2623-9 du code du travail ; h) Deux personnalités qualifiées désignées à raison de leur compétence ou de leur connaissance en matière de formation des prix et des revenus par le représentant de l'Etat sur proposition du président de l'observatoire ; i) Le directeur de l'agence de Guadeloupe de l'Institut d'émission des départements d'outre-mer ou son représentant ; j) Un représentant de chaque association de défense des consommateurs agréée dans les conditions fixées aux articles R. 811-1 et suivants du code de la consommation. Un vice-président est désigné parmi les membres de l'observatoire par un vote à la majorité absolue, pour une durée identique à celle du mandat du président.",
            "texteHtml": "<p>I.-En Guadeloupe, en Martinique, en Guyane et à La Réunion, l'observatoire des prix, des marges et des revenus mentionné à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000026659395&dateTexte=&categorieLien=cid'>L. 910-1 C </a>comprend, outre son président, les membres suivants : </p><p>a) Le représentant de l'Etat dans le département et la région d'outre-mer ainsi que :</p><p>-le directeur régional des finances publiques ou son représentant ;</p><p>-le directeur régional ou interrégional de l'Institut national de la statistique et des études économiques ou son représentant ;</p><p>-le directeur régional des entreprises, de la concurrence, de la consommation, du travail et de l'emploi ou son représentant ; </p><p>b) Les parlementaires élus dans le ressort de chaque département et région ; </p><p>c) Le président du conseil régional ou son représentant ; </p><p>d) Le président du conseil général ou son représentant ; </p><p>e) Un maire d'une commune du ressort du département et de la région, proposé par le président de l'Association des maires ; </p><p>f) Le président du conseil économique, social et environnemental régional ou son représentant ; </p><p>g) Trois représentants des chambres consulaires :</p><p>-le président de la chambre de commerce et d'industrie ou son représentant ;</p><p>-le président de la chambre de métiers et de l'artisanat ou son représentant ;</p><p>-le président de la chambre d'agriculture ou son représentant ; </p><p>h) Huit représentants des organisations syndicales des salariés du secteur privé et du secteur public désignés, selon les modalités prévues à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000018486323&dateTexte=&categorieLien=cid'>article R. 2623-9 du code du travail</a>, par le représentant de l'Etat ; </p><p>i) Trois représentants des organisations syndicales d'employeurs désignés, selon les modalités prévues à l'article R. 2623-9 du code du travail, par le représentant de l'Etat ; </p><p>j) Trois personnalités qualifiées désignées à raison de leur compétence ou de leur connaissance en matière de formation des prix et des revenus par le représentant de l'Etat sur proposition du président de l'observatoire ; </p><p>k) Le directeur régional de l'Institut d'émission des départements d'outre-mer ou son représentant ; </p><p>l) Un représentant de chaque association de défense des consommateurs agréée dans les conditions fixées aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069565&idArticle=LEGIARTI000006293186&dateTexte=&categorieLien=cid'>R. 411-1 </a>et suivants du code de la consommation. </p><p>Un vice-président est désigné parmi les membres de l'observatoire par un vote à la majorité absolue, pour une durée identique à celle du mandat du président. </p><p>II.-A Mayotte, l'observatoire des prix, des marges et des revenus, mentionné à l'article L. 910-1 C comprend, outre son président, les membres suivants : </p><p>a) Le représentant de l'Etat à Mayotte ainsi que :</p><p>-le directeur régional des finances publiques ou son représentant ;</p><p>-le représentant local de l'Institut national de la statistique et des études économiques ou son représentant ;</p><p>-le directeur régional des entreprises, de la concurrence, de la consommation, du travail et de l'emploi ou son représentant ; </p><p>b) Les parlementaires élus à Mayotte ; </p><p>c) Le président du conseil général ou son représentant ; </p><p>d) Un maire d'une commune de Mayotte proposé par le président de l'association des maires ; </p><p>e) Le président du conseil économique et social de Mayotte ou son représentant ; </p><p>f) Trois représentants des chambres consulaires :</p><p>-le président de la chambre de commerce et d'industrie ou son représentant ;</p><p>-le président de la chambre de métiers et de l'artisanat ou son représentant ;</p><p>-le président de la chambre d'agriculture, de la pêche et de l'aquaculture ou son représentant ; </p><p>g) Huit représentants des organisations syndicales des salariés du secteur privé et du secteur public désignés, selon les modalités prévues à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072052&idArticle=LEGIARTI000006653947&dateTexte=&categorieLien=cid'>article L. 412-1 du code du travail applicable à Mayotte</a>, par le représentant de l'Etat. </p><p>Jusqu'à l'entrée en vigueur de l'article L. 412-1 du code du travail applicable à Mayotte, la représentativité des organisations syndicales est déterminée en application de l'<a href='/affichTexteArticle.do?cidTexte=JORFTEXT000025984173&idArticle=JORFARTI000025984296&categorieLien=cid'>article 11 de l'ordonnance du 7 juin 2012 susvisée </a>; </p><p>h) Trois représentants des organisations syndicales d'employeurs désignés par le représentant de l'Etat ; </p><p>i) Trois personnalités qualifiées désignées à raison de leur compétence ou de leur connaissance en matière de formation des prix et des revenus par le représentant de l'Etat sur proposition du président de l'observatoire ; </p><p>j) Le directeur local de l'Institut d'émission des départements d'outre-mer ou son représentant ; </p><p>k) Un représentant de chaque association de défense des consommateurs agréée dans les conditions fixées aux articles R. 411-1 et suivants du code de la consommation. </p><p>Un vice-président est désigné parmi les membres de l'observatoire par un vote à la majorité absolue, pour une durée identique à celle du mandat du président. </p><p>III.-A Saint-Pierre-et-Miquelon, l'observatoire des prix, des marges et des revenus mentionnés à l'article L. 910-1 C comprend, outre son président, les membres suivants : </p><p>a) Le représentant de l'Etat à Saint-Pierre-et-Miquelon ainsi que :</p><p>-le directeur des finances publiques de Saint-Pierre-et-Miquelon ou son représentant ;</p><p>-le directeur de la cohésion sociale, du travail, de l'emploi et de la population de Saint-Pierre-et-Miquelon ou son représentant ; </p><p>b) Les parlementaires élus à Saint-Pierre-et-Miquelon ; </p><p>c) Le président du conseil territorial ou son représentant ; </p><p>d) Les maires des communes de l'archipel ou leur représentant ; </p><p>e) Le président du conseil économique, social et culturel ou son représentant ; </p><p>f) Le président de la chambre d'agriculture, de commerce, d'industrie, de métier et de l'artisanat ou son représentant ; </p><p>g) Deux représentants des organisations syndicales des salariés du secteur privé et du secteur public désignés, selon les modalités prévues à l'article R. 2623-9 du code du travail, par le représentant de l'Etat ; </p><p>h) Deux représentants des organisations syndicales d'employeurs désignés, selon les modalités prévues à l'article R. 2623-9 du code du travail, par le représentant de l'Etat ; </p><p>i) Deux personnalités qualifiées désignées à raison de leur compétence ou de leur connaissance en matière de formation des prix et des revenus par le représentant de l'Etat sur proposition du président de l'observatoire ; </p><p>j) Le directeur local de l'Institut d'émission des départements d'outre-mer ou son représentant ; </p><p>k) Un représentant de chaque association de défense des consommateurs agréée dans les conditions fixées aux articles R. 411-1 et suivants du code de la consommation. </p><p>Un vice-président est désigné parmi les membres de l'observatoire par un vote à la majorité absolue, pour une durée identique à celle du mandat du président. </p><p>IV.-Dans les îles Wallis et Futuna, l'observatoire des prix, des marges et des revenus mentionné à l'article L. 910-1 C comprend, outre son président, les membres suivants : </p><p>a) Le représentant de l'Etat dans le territoire des îles Wallis et Futuna ainsi que :</p><p>-le directeur des finances publiques des îles Wallis et Futuna ou son représentant ;</p><p>-le chef du service des affaires économiques des îles Wallis et Futuna ou son représentant ;</p><p>-le chef du service des douanes et des contributions diverses des îles Wallis et Futuna ou son représentant ; </p><p>b) Les parlementaires élus dans les îles Wallis et Futuna ; </p><p>c) Le président de l'Assemblée territoriale ou son représentant ; </p><p>d) Les trois représentants de la chefferie des trois royaumes ; </p><p>e) Un représentant du Comité consultatif économique et social ; </p><p>f) Le président de la chambre du commerce, de l'industrie, des métiers et de l'agriculture des îles Wallis et Futuna ou son représentant ; </p><p>g) Deux représentants des organisations syndicales de salariés représentatives, au sens de la réglementation en matière de droit du travail applicable localement ayant le même objet, désignés par le représentant de l'Etat ; </p><p>h) Deux représentants des organisations syndicales d'employeurs désignés par le représentant de l'Etat ; </p><p>i) Un représentant de chaque association de défense des consommateurs ; </p><p>j) Le directeur local de l'Institut d'émission d'outre-mer ou son représentant ; </p><p>k) Le chef du service territorial des statistiques ou son représentant ; </p><p>l) Deux personnalités qualifiées désignées à raison de leur compétence ou de leur connaissance en matière de formation des prix et des revenus par le représentant de l'Etat sur proposition du président de l'observatoire. </p><p>Un vice-président est désigné parmi les membres de l'observatoire par un vote à la majorité absolue, pour une durée identique à celle du mandat du président. </p>V.-A Saint-Barthélemy, l'observatoire des prix, des marges et des revenus mentionné à l'article L. 910-1-C comprend, outre son président, les membres suivants : <p>a) Le représentant de l'Etat dans la collectivité ainsi que :<br/></p><p>-le directeur régional des finances publiques de la Guadeloupe ou son représentant ;</p><p>-le directeur régional de l'Institut national de la statistique et des études économiques de la Guadeloupe ou son représentant ;</p><p>-le directeur des entreprises, de la concurrence, de la consommation, du travail et de l'emploi de la Guadeloupe ou son représentant ; </p><br/>b) Les parlementaires élus de Saint-Barthélemy ; <p>c) Le président du Conseil territorial ou son représentant ; </p><p>d) Le président du Conseil économique, social et culturel de Saint-Barthélemy ou son représentant ; </p><p>e) Le président de la chambre économique multiprofessionnelle de Saint Barthélemy ; </p><p>f) Quatre personnalités qualifiées désignées à raison de leur compétence ou de leur connaissance de l'économie du territoire par le représentant de l'Etat sur proposition du président de l'observatoire ; </p><p>g) Le directeur de l'agence de Guadeloupe de l'Institut d'émission des départements d'outre-mer ou son représentant ; </p><p>h) Un représentant de chaque association de défense des consommateurs agréée dans les conditions fixées aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069565&idArticle=LEGIARTI000032808958&dateTexte=&categorieLien=cid'>R. 811-1</a> et suivants du code de la consommation. </p><p>Un vice-président est désigné parmi les membres de l'observatoire par un vote à la majorité absolue, pour une durée identique à celle du mandat du président. </p><p>VI.-A Saint-Martin, l'observatoire des prix, des marges et des revenus mentionné à l'article L. 910-1-C comprend outre son président, les membres suivants : </p><p>a) Le représentant de l'Etat dans la collectivité ainsi que :<br/></p><p>-le directeur régional des finances publiques de la Guadeloupe ou son représentant ;</p><p>-le directeur régional de l'Institut national de la statistique et des études économiques de la Guadeloupe ou son représentant ;</p><p>-le directeur des entreprises, de la concurrence, de la consommation, du travail et de l'emploi de la Guadeloupe ou son représentant ; </p><p>b) Les parlementaires élus de Saint-Martin ; </p><p>c) Le président du Conseil territorial ou son représentant ; </p><p>d) Le président du Conseil économique social et culturel de Saint-Martin ou son représentant ; </p><p>e) Le président de la chambre consulaire interprofessionnelle de Saint-Martin ; </p><p>f) Deux représentants des organisations syndicales des salariés du secteur privé et du secteur public désignés, selon les modalités prévues à l'article R. 2623-9 du code du travail, par le représentant de l'Etat ; </p><p>g) Deux représentants des organisations syndicales d'employeurs désignés selon les modalités prévues à l'article R. 2623-9 du code du travail ; </p><p>h) Deux personnalités qualifiées désignées à raison de leur compétence ou de leur connaissance en matière de formation des prix et des revenus par le représentant de l'Etat sur proposition du président de l'observatoire ; </p><p>i) Le directeur de l'agence de Guadeloupe de l'Institut d'émission des départements d'outre-mer ou son représentant ; </p><p>j) Un représentant de chaque association de défense des consommateurs agréée dans les conditions fixées aux articles R. 811-1 et suivants du code de la consommation. </p><p>Un vice-président est désigné parmi les membres de l'observatoire par un vote à la majorité absolue, pour une durée identique à celle du mandat du président.</p><p></p>",
            "num": "D910-1 C",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1476921600000,
            "dateFin": 1546214400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-03-27",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006083283",
                        "id": "LEGISCTA000006083283",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-27",
                        "fin": "2999-01-01",
                        "titre": "LIVRE IX : Dispositions relatives à l'outre-mer.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006113783",
                        "id": "LEGISCTA000006113783",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-07-12",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier A : Observatoires des prix et des revenus.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000027689880",
                        "id": "LEGISCTA000027689883",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000027689885",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000027689880",
            "sectionParentId": "LEGISCTA000027689883",
            "sectionParentTitre": "TITRE Ier A : Observatoires des prix et des revenus.",
            "fullSectionsTitre": "Partie réglementaire &gt; LIVRE IX : Dispositions relatives à l'outre-mer. &gt; TITRE Ier A : Observatoires des prix et des revenus.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000033265317",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Décret n° 2013-608 du 9 juillet 2013, art. 2 : Pour l'application du l du I, du k du II et du k du III de l'article D. 910-1 C, le président de l'observatoire pourra accepter la représentation d'associations représentatives des intérêts des consommateurs locaux non agréées selon les dispositions des articles R. 411-1 et suivants susvisés, durant un an à compter de la publication du présent décret. A l'expiration de ce délai, ces associations devront justifier de l'agrément ou d'une demande en cours d'instruction pour continuer à siéger au sein de l'observatoire. Pour l'application du l du IV de l'article D. 910-1 C, le président de l'observatoire pourra accepter la représentation d'associations représentatives des intérêts des consommateurs locaux non agréées au sens de la réglementation applicable localement ayant le même objet. Les dispositions du IV de l'article D. 910-1 C introduites par l'article 1er du décret n° 2013-608 du 9 juillet 2013 sont applicables aux îles Wallis et Futuna. Elles entrent en vigueur le dixième jour qui suit la publication du présent décret.",
            "notaHtml": "<p>Décret n° 2013-608 du 9 juillet 2013, art. 2 : Pour l'application du l du I, du k du II et du k du III de l'article D. 910-1 C, le président de l'observatoire pourra accepter la représentation d'associations représentatives des intérêts des consommateurs locaux non agréées selon les dispositions des articles R. 411-1 et suivants susvisés, durant un an à compter de la publication du présent décret. A l'expiration de ce délai, ces associations devront justifier de l'agrément ou d'une demande en cours d'instruction pour continuer à siéger au sein de l'observatoire.</p><p>Pour l'application du l du IV de l'article D. 910-1 C, le président de l'observatoire pourra accepter la représentation d'associations représentatives des intérêts des consommateurs locaux non agréées au sens de la réglementation applicable localement ayant le même objet.</p><p>Les dispositions du IV de l'article D. 910-1 C introduites par l'article 1er du décret n° 2013-608 du 9 juillet 2013 sont applicables aux îles Wallis et Futuna. Elles entrent en vigueur le dixième jour qui suit la publication du présent décret.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000033259874",
                    "textTitle": "Décret n°2016-1394 du 17 octobre 2016 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000033260207",
                    "natureText": "DECRET",
                    "datePubliTexte": "2016-10-19",
                    "dateSignaTexte": "2016-10-17",
                    "dateDebutCible": "2016-10-20"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000025984173",
                    "textTitle": "Ordonnance n° 2012-792 du 7 juin 2012 - art. 11",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "11",
                    "articleId": "JORFARTI000025984296",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2012-792",
                    "datePubli": 1339113600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L910-1 C",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L910-1 C",
                    "articleId": "LEGIARTI000026659395",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1373587200000
                },
                {
                    "textCid": "LEGITEXT000006069565",
                    "textTitle": "Code de la consommation - art. R411-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R411-1",
                    "articleId": "LEGIARTI000006293186",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 860025600000
                },
                {
                    "textCid": "LEGITEXT000006069565",
                    "textTitle": "Code de la consommation - art. R811-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R811-1",
                    "articleId": "LEGIARTI000032808958",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1467331200000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R2623-9",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R2623-9",
                    "articleId": "LEGIARTI000018486323",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                },
                {
                    "textCid": "LEGITEXT000006072052",
                    "textTitle": "Code du travail applicable à Mayotte. - art. L412-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L412-1",
                    "articleId": "LEGIARTI000006653947",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 668217600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000027690325",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1373587200000,
                    "dateFin": 1476921600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033265317",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1476921600000,
                    "dateFin": 1546214400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038025059",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1546214400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D910-1 C",
                "910-1",
                "D910-1"
            ],
            "versionPrecedente": "LEGIARTI000027690325",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000027690325",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-En Guadeloupe, en Martinique, en Guyane et à La Réunion, l'observatoire des prix, des marges et des revenus mentionné à l'article L. 910-1 C comprend, outre son président, les membres suivants : a) Le représentant de l'Etat dans le département et la région d'outre-mer ainsi que : -le directeur régional des finances publiques ou son représentant ; -le directeur régional ou interrégional de l'Institut national de la statistique et des études économiques ou son représentant ; -le directeur régional des entreprises, de la concurrence, de la consommation, du travail et de l'emploi ou son représentant ; b) Les parlementaires élus dans le ressort de chaque département et région ; c) Le président du conseil régional ou son représentant ; d) Le président du conseil général ou son représentant ; e) Un maire d'une commune du ressort du département et de la région, proposé par le président de l'Association des maires ; f) Le président du conseil économique, social et environnemental régional ou son représentant ; g) Trois représentants des chambres consulaires : -le président de la chambre de commerce et d'industrie ou son représentant ; -le président de la chambre de métiers et de l'artisanat ou son représentant ; -le président de la chambre d'agriculture ou son représentant ; h) Huit représentants des organisations syndicales des salariés du secteur privé et du secteur public désignés, selon les modalités prévues à l' article R. 2623-9 du code du travail , par le représentant de l'Etat ; i) Trois représentants des organisations syndicales d'employeurs désignés, selon les modalités prévues à l'article R. 2623-9 du code du travail, par le représentant de l'Etat ; j) Trois personnalités qualifiées désignées à raison de leur compétence ou de leur connaissance en matière de formation des prix et des revenus par le représentant de l'Etat sur proposition du président de l'observatoire ; k) Le directeur régional de l'Institut d'émission des départements d'outre-mer ou son représentant ; l) Un représentant de chaque association de défense des consommateurs agréée dans les conditions fixées aux articles R. 411-1 et suivants du code de la consommation. Un vice-président est désigné parmi les membres de l'observatoire par un vote à la majorité absolue, pour une durée identique à celle du mandat du président. II.-A Mayotte, l'observatoire des prix, des marges et des revenus, mentionné à l'article L. 910-1 C comprend, outre son président, les membres suivants : a) Le représentant de l'Etat à Mayotte ainsi que : -le directeur régional des finances publiques ou son représentant ; -le représentant local de l'Institut national de la statistique et des études économiques ou son représentant ; -le directeur régional des entreprises, de la concurrence, de la consommation, du travail et de l'emploi ou son représentant ; b) Les parlementaires élus à Mayotte ; c) Le président du conseil général ou son représentant ; d) Un maire d'une commune de Mayotte proposé par le président de l'association des maires ; e) Le président du conseil économique et social de Mayotte ou son représentant ; f) Trois représentants des chambres consulaires : -le président de la chambre de commerce et d'industrie ou son représentant ; -le président de la chambre de métiers et de l'artisanat ou son représentant ; -le président de la chambre d'agriculture, de la pêche et de l'aquaculture ou son représentant ; g) Huit représentants des organisations syndicales des salariés du secteur privé et du secteur public désignés, selon les modalités prévues à l' article L. 412-1 du code du travail applicable à Mayotte , par le représentant de l'Etat. Jusqu'à l'entrée en vigueur de l'article L. 412-1 du code du travail applicable à Mayotte, la représentativité des organisations syndicales est déterminée en application de l' article 11 de l'ordonnance du 7 juin 2012 susvisée ; h) Trois représentants des organisations syndicales d'employeurs désignés par le représentant de l'Etat ; i) Trois personnalités qualifiées désignées à raison de leur compétence ou de leur connaissance en matière de formation des prix et des revenus par le représentant de l'Etat sur proposition du président de l'observatoire ; j) Le directeur local de l'Institut d'émission des départements d'outre-mer ou son représentant ; k) Un représentant de chaque association de défense des consommateurs agréée dans les conditions fixées aux articles R. 411-1 et suivants du code de la consommation. Un vice-président est désigné parmi les membres de l'observatoire par un vote à la majorité absolue, pour une durée identique à celle du mandat du président. III.-A Saint-Pierre-et-Miquelon, l'observatoire des prix, des marges et des revenus mentionnés à l'article L. 910-1 C comprend, outre son président, les membres suivants : a) Le représentant de l'Etat à Saint-Pierre-et-Miquelon ainsi que : -le directeur des finances publiques de Saint-Pierre-et-Miquelon ou son représentant ; -le directeur de la cohésion sociale, du travail, de l'emploi et de la population de Saint-Pierre-et-Miquelon ou son représentant ; b) Les parlementaires élus à Saint-Pierre-et-Miquelon ; c) Le président du conseil territorial ou son représentant ; d) Les maires des communes de l'archipel ou leur représentant ; e) Le président du conseil économique, social et culturel ou son représentant ; f) Le président de la chambre d'agriculture, de commerce, d'industrie, de métier et de l'artisanat ou son représentant ; g) Deux représentants des organisations syndicales des salariés du secteur privé et du secteur public désignés, selon les modalités prévues à l'article R. 2623-9 du code du travail, par le représentant de l'Etat ; h) Deux représentants des organisations syndicales d'employeurs désignés, selon les modalités prévues à l'article R. 2623-9 du code du travail, par le représentant de l'Etat ; i) Deux personnalités qualifiées désignées à raison de leur compétence ou de leur connaissance en matière de formation des prix et des revenus par le représentant de l'Etat sur proposition du président de l'observatoire ; j) Le directeur local de l'Institut d'émission des départements d'outre-mer ou son représentant ; k) Un représentant de chaque association de défense des consommateurs agréée dans les conditions fixées aux articles R. 411-1 et suivants du code de la consommation. Un vice-président est désigné parmi les membres de l'observatoire par un vote à la majorité absolue, pour une durée identique à celle du mandat du président. IV.-Dans les îles Wallis et Futuna, l'observatoire des prix, des marges et des revenus mentionné à l'article L. 910-1 C comprend, outre son président, les membres suivants : a) Le représentant de l'Etat dans le territoire des îles Wallis et Futuna ainsi que : -le directeur des finances publiques des îles Wallis et Futuna ou son représentant ; -le chef du service des affaires économiques des îles Wallis et Futuna ou son représentant ; -le chef du service des douanes et des contributions diverses des îles Wallis et Futuna ou son représentant ; b) Les parlementaires élus dans les îles Wallis et Futuna ; c) Le président de l'Assemblée territoriale ou son représentant ; d) Les trois représentants de la chefferie des trois royaumes ; e) Un représentant du Comité consultatif économique et social ; f) Le président de la chambre du commerce, de l'industrie, des métiers et de l'agriculture des îles Wallis et Futuna ou son représentant ; g) Deux représentants des organisations syndicales de salariés représentatives, au sens de la réglementation en matière de droit du travail applicable localement ayant le même objet, désignés par le représentant de l'Etat ; h) Deux représentants des organisations syndicales d'employeurs désignés par le représentant de l'Etat ; i) Un représentant de chaque association de défense des consommateurs ; j) Le directeur local de l'Institut d'émission d'outre-mer ou son représentant ; k) Le chef du service territorial des statistiques ou son représentant ; l) Deux personnalités qualifiées désignées à raison de leur compétence ou de leur connaissance en matière de formation des prix et des revenus par le représentant de l'Etat sur proposition du président de l'observatoire. Un vice-président est désigné parmi les membres de l'observatoire par un vote à la majorité absolue, pour une durée identique à celle du mandat du président.",
            "texteHtml": "<p>I.-En Guadeloupe, en Martinique, en Guyane et à La Réunion, l'observatoire des prix, des marges et des revenus mentionné à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000026659395&dateTexte=&categorieLien=cid' title='Code de commerce - art. L910-1 C (V)'>L. 910-1 C </a>comprend, outre son président, les membres suivants : </p><p>a) Le représentant de l'Etat dans le département et la région d'outre-mer ainsi que :</p><p>-le directeur régional des finances publiques ou son représentant ;</p><p>-le directeur régional ou interrégional de l'Institut national de la statistique et des études économiques ou son représentant ;</p><p>-le directeur régional des entreprises, de la concurrence, de la consommation, du travail et de l'emploi ou son représentant ; </p><p>b) Les parlementaires élus dans le ressort de chaque département et région ; </p><p>c) Le président du conseil régional ou son représentant ; </p><p>d) Le président du conseil général ou son représentant ; </p><p>e) Un maire d'une commune du ressort du département et de la région, proposé par le président de l'Association des maires ; </p><p>f) Le président du conseil économique, social et environnemental régional ou son représentant ; </p><p>g) Trois représentants des chambres consulaires :</p><p>-le président de la chambre de commerce et d'industrie ou son représentant ;</p><p>-le président de la chambre de métiers et de l'artisanat ou son représentant ;</p><p>-le président de la chambre d'agriculture ou son représentant ; </p><p>h) Huit représentants des organisations syndicales des salariés du secteur privé et du secteur public désignés, selon les modalités prévues à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000018486323&dateTexte=&categorieLien=cid' title='Code du travail - art. R2623-9 (V)'>article R. 2623-9 du code du travail</a>, par le représentant de l'Etat ; </p><p>i) Trois représentants des organisations syndicales d'employeurs désignés, selon les modalités prévues à l'article R. 2623-9 du code du travail, par le représentant de l'Etat ; </p><p>j) Trois personnalités qualifiées désignées à raison de leur compétence ou de leur connaissance en matière de formation des prix et des revenus par le représentant de l'Etat sur proposition du président de l'observatoire ; </p><p>k) Le directeur régional de l'Institut d'émission des départements d'outre-mer ou son représentant ; </p><p>l) Un représentant de chaque association de défense des consommateurs agréée dans les conditions fixées aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069565&idArticle=LEGIARTI000006293186&dateTexte=&categorieLien=cid' title='Code de la consommation - art. R411-1 (Ab)'>R. 411-1</a> et suivants du code de la consommation. </p><p>Un vice-président est désigné parmi les membres de l'observatoire par un vote à la majorité absolue, pour une durée identique à celle du mandat du président. </p><p>II.-A Mayotte, l'observatoire des prix, des marges et des revenus, mentionné à l'article L. 910-1 C comprend, outre son président, les membres suivants : </p><p>a) Le représentant de l'Etat à Mayotte ainsi que :</p><p>-le directeur régional des finances publiques ou son représentant ;</p><p>-le représentant local de l'Institut national de la statistique et des études économiques ou son représentant ;</p><p>-le directeur régional des entreprises, de la concurrence, de la consommation, du travail et de l'emploi ou son représentant ; </p><p>b) Les parlementaires élus à Mayotte ; </p><p>c) Le président du conseil général ou son représentant ; </p><p>d) Un maire d'une commune de Mayotte proposé par le président de l'association des maires ; </p><p>e) Le président du conseil économique et social de Mayotte ou son représentant ; </p><p>f) Trois représentants des chambres consulaires :</p><p>-le président de la chambre de commerce et d'industrie ou son représentant ;</p><p>-le président de la chambre de métiers et de l'artisanat ou son représentant ;</p><p>-le président de la chambre d'agriculture, de la pêche et de l'aquaculture ou son représentant ; </p><p>g) Huit représentants des organisations syndicales des salariés du secteur privé et du secteur public désignés, selon les modalités prévues à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072052&idArticle=LEGIARTI000006653947&dateTexte=&categorieLien=cid' title='Code du travail applicable à Mayotte. - art. L412-1 (M)'>article L. 412-1 du code du travail applicable à Mayotte</a>, par le représentant de l'Etat. </p><p>Jusqu'à l'entrée en vigueur de l'article L. 412-1 du code du travail applicable à Mayotte, la représentativité des organisations syndicales est déterminée en application de l'<a href='/affichTexteArticle.do?cidTexte=JORFTEXT000025984173&idArticle=JORFARTI000025984296&categorieLien=cid' title='Ordonnance n°2012-792  du 7 juin 2012 - art. 11 (V)'>article 11 de l'ordonnance du 7 juin 2012 susvisée </a>; </p><p>h) Trois représentants des organisations syndicales d'employeurs désignés par le représentant de l'Etat ; </p><p>i) Trois personnalités qualifiées désignées à raison de leur compétence ou de leur connaissance en matière de formation des prix et des revenus par le représentant de l'Etat sur proposition du président de l'observatoire ; </p><p>j) Le directeur local de l'Institut d'émission des départements d'outre-mer ou son représentant ; </p><p>k) Un représentant de chaque association de défense des consommateurs agréée dans les conditions fixées aux articles R. 411-1 et suivants du code de la consommation. </p><p>Un vice-président est désigné parmi les membres de l'observatoire par un vote à la majorité absolue, pour une durée identique à celle du mandat du président. </p><p>III.-A Saint-Pierre-et-Miquelon, l'observatoire des prix, des marges et des revenus mentionnés à l'article L. 910-1 C comprend, outre son président, les membres suivants : </p><p>a) Le représentant de l'Etat à Saint-Pierre-et-Miquelon ainsi que :</p><p>-le directeur des finances publiques de Saint-Pierre-et-Miquelon ou son représentant ;</p><p>-le directeur de la cohésion sociale, du travail, de l'emploi et de la population de Saint-Pierre-et-Miquelon ou son représentant ; </p><p>b) Les parlementaires élus à Saint-Pierre-et-Miquelon ; </p><p>c) Le président du conseil territorial ou son représentant ; </p><p>d) Les maires des communes de l'archipel ou leur représentant ; </p><p>e) Le président du conseil économique, social et culturel ou son représentant ; </p><p>f) Le président de la chambre d'agriculture, de commerce, d'industrie, de métier et de l'artisanat ou son représentant ; </p><p>g) Deux représentants des organisations syndicales des salariés du secteur privé et du secteur public désignés, selon les modalités prévues à l'article R. 2623-9 du code du travail, par le représentant de l'Etat ; </p><p>h) Deux représentants des organisations syndicales d'employeurs désignés, selon les modalités prévues à l'article R. 2623-9 du code du travail, par le représentant de l'Etat ; </p><p>i) Deux personnalités qualifiées désignées à raison de leur compétence ou de leur connaissance en matière de formation des prix et des revenus par le représentant de l'Etat sur proposition du président de l'observatoire ; </p><p>j) Le directeur local de l'Institut d'émission des départements d'outre-mer ou son représentant ; </p><p>k) Un représentant de chaque association de défense des consommateurs agréée dans les conditions fixées aux articles R. 411-1 et suivants du code de la consommation. </p><p>Un vice-président est désigné parmi les membres de l'observatoire par un vote à la majorité absolue, pour une durée identique à celle du mandat du président. </p><p>IV.-Dans les îles Wallis et Futuna, l'observatoire des prix, des marges et des revenus mentionné à l'article L. 910-1 C comprend, outre son président, les membres suivants : </p><p>a) Le représentant de l'Etat dans le territoire des îles Wallis et Futuna ainsi que :</p><p>-le directeur des finances publiques des îles Wallis et Futuna ou son représentant ;</p><p>-le chef du service des affaires économiques des îles Wallis et Futuna ou son représentant ;</p><p>-le chef du service des douanes et des contributions diverses des îles Wallis et Futuna ou son représentant ; </p><p>b) Les parlementaires élus dans les îles Wallis et Futuna ; </p><p>c) Le président de l'Assemblée territoriale ou son représentant ; </p><p>d) Les trois représentants de la chefferie des trois royaumes ; </p><p>e) Un représentant du Comité consultatif économique et social ; </p><p>f) Le président de la chambre du commerce, de l'industrie, des métiers et de l'agriculture des îles Wallis et Futuna ou son représentant ; </p><p>g) Deux représentants des organisations syndicales de salariés représentatives, au sens de la réglementation en matière de droit du travail applicable localement ayant le même objet, désignés par le représentant de l'Etat ; </p><p>h) Deux représentants des organisations syndicales d'employeurs désignés par le représentant de l'Etat ; </p><p>i) Un représentant de chaque association de défense des consommateurs ; </p><p>j) Le directeur local de l'Institut d'émission d'outre-mer ou son représentant ; </p><p>k) Le chef du service territorial des statistiques ou son représentant ; </p><p>l) Deux personnalités qualifiées désignées à raison de leur compétence ou de leur connaissance en matière de formation des prix et des revenus par le représentant de l'Etat sur proposition du président de l'observatoire. </p><p>Un vice-président est désigné parmi les membres de l'observatoire par un vote à la majorité absolue, pour une durée identique à celle du mandat du président.</p><p></p>",
            "num": "D910-1 C",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1373587200000,
            "dateFin": 1476921600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-03-27",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006083283",
                        "id": "LEGISCTA000006083283",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-27",
                        "fin": "2999-01-01",
                        "titre": "LIVRE IX : Dispositions relatives à l'outre-mer.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006113783",
                        "id": "LEGISCTA000006113783",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2013-07-12",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier A : Observatoires des prix et des revenus.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000027689880",
                        "id": "LEGISCTA000027689883",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000027689885",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000027689880",
            "sectionParentId": "LEGISCTA000027689883",
            "sectionParentTitre": "TITRE Ier A : Observatoires des prix et des revenus.",
            "fullSectionsTitre": "Partie réglementaire &gt; LIVRE IX : Dispositions relatives à l'outre-mer. &gt; TITRE Ier A : Observatoires des prix et des revenus.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000027690325",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Décret n° 2013-608 du 9 juillet 2013, art. 2 : Pour l'application du l du I, du k du II et du k du III de l'article D. 910-1 C, le président de l'observatoire pourra accepter la représentation d'associations représentatives des intérêts des consommateurs locaux non agréées selon les dispositions des articles R. 411-1 et suivants susvisés, durant un an à compter de la publication du présent décret. A l'expiration de ce délai, ces associations devront justifier de l'agrément ou d'une demande en cours d'instruction pour continuer à siéger au sein de l'observatoire. Pour l'application du l du IV de l'article D. 910-1 C, le président de l'observatoire pourra accepter la représentation d'associations représentatives des intérêts des consommateurs locaux non agréées au sens de la réglementation applicable localement ayant le même objet. Les dispositions du IV de l'article D. 910-1 C introduites par l'article 1er du décret n° 2013-608 du 9 juillet 2013 sont applicables aux îles Wallis et Futuna. Elles entrent en vigueur le dixième jour qui suit la publication du présent décret.",
            "notaHtml": "<p>Décret n° 2013-608 du 9 juillet 2013, art. 2 : Pour l'application du l du I, du k du II et du k du III de l'article D. 910-1 C, le président de l'observatoire pourra accepter la représentation d'associations représentatives des intérêts des consommateurs locaux non agréées selon les dispositions des articles R. 411-1 et suivants susvisés, durant un an à compter de la publication du présent décret. A l'expiration de ce délai, ces associations devront justifier de l'agrément ou d'une demande en cours d'instruction pour continuer à siéger au sein de l'observatoire.</p><p>Pour l'application du l du IV de l'article D. 910-1 C, le président de l'observatoire pourra accepter la représentation d'associations représentatives des intérêts des consommateurs locaux non agréées au sens de la réglementation applicable localement ayant le même objet.</p><p>Les dispositions du IV de l'article D. 910-1 C introduites par l'article 1er du décret n° 2013-608 du 9 juillet 2013 sont applicables aux îles Wallis et Futuna. Elles entrent en vigueur le dixième jour qui suit la publication du présent décret.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000027689150",
                    "textTitle": "Décret n°2013-608\n du 9 juillet 2013 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000027689849",
                    "natureText": "DECRET",
                    "datePubliTexte": "2013-07-11",
                    "dateSignaTexte": "2013-07-09",
                    "dateDebutCible": "2013-07-12"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000025984173",
                    "textTitle": "Ordonnance n°2012-792  du 7 juin 2012 - art. 11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "11",
                    "articleId": "JORFARTI000025984296",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2012-792",
                    "datePubli": 1339113600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L910-1 C (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L910-1 C",
                    "articleId": "LEGIARTI000026659395",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1373587200000
                },
                {
                    "textCid": "LEGITEXT000006069565",
                    "textTitle": "Code de la consommation - art. R411-1 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R411-1",
                    "articleId": "LEGIARTI000006293186",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 860025600000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R2623-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R2623-9",
                    "articleId": "LEGIARTI000018486323",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                },
                {
                    "textCid": "LEGITEXT000006072052",
                    "textTitle": "Code du travail applicable à Mayotte. - art. L412-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L412-1",
                    "articleId": "LEGIARTI000006653947",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 668217600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000027690325",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1373587200000,
                    "dateFin": 1476921600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033265317",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1476921600000,
                    "dateFin": 1546214400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038025059",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1546214400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D910-1 C",
                "910-1",
                "D910-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}