{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006908104",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "CONVENTION CONSTITUTIVE TYPE DES GROUPEMENTS RÉGIONAUX OU TERRITORIAUX DE SANTÉ PUBLIQUE MENTIONNÉE À L'ARTICLE D. 1411-26 Vu le code de la santé publique, notamment le chapitre Ier du titre Ier du livre IV de la première partie ; Vu la délibération du conseil de l'union régionale des caisses d'assurance maladie (ou de la caisse générale de sécurité sociale ou de la caisse de prévoyance sociale) de ........... en date du ........... ; Vu la délibération du conseil de la caisse régionale d'assurance maladie (ou de la caisse générale de sécurité sociale ou de la caisse de prévoyance sociale) de ........... en date du ........... ; Vu la délibération du conseil d'administration de ........... en date du ........... (à compléter pour chaque établissement public de l'Etat adhérent ...........) ; A compléter, selon les adhésions constatées, par : Vu la délibération du conseil régional (ou de l'assemblée) de ........... en date du ........... ; Vu la délibération du conseil général de ........... en date du ........... ; Vu la délibération du conseil municipal de ........... en date du ........... ; Vu la délibération de l'assemblée du groupement de communes de ........... en date du ........... ; Il est constitué entre : - l'Etat, représenté par le préfet de ...........; - l'agence régionale de l'hospitalisation de ..........., représentée par ........... ; - l'union régionale des caisses d'assurance maladie (ou la caisse générale de sécurité sociale ou la caisse de prévoyance sociale) de ..........., représentée par ........... ; - la caisse régionale d'assurance maladie (ou la caisse générale de sécurité sociale ou la caisse de prévoyance sociale) de ..........., représentée par ........... ; - l'établissement public (préciser la dénomination pour chaque établissement public de l'Etat adhérent), représenté par ........... ; A compléter, selon les adhésions constatées, par : - la région (ou l'assemblée) de ..........., représentée par........... ; - le département de ..........., représenté par ........... ; - la commune de ..........., représentée par ........... ; - le groupement de communes de ..........., représenté par ..........., un groupement d'intérêt public, dont ils sont membres fondateurs, régi par les textes du code de la santé publique susvisés ainsi que par les dispositions de la présente convention. TITRE Ier : CONSTITUTION Article Ier Dénomination La dénomination du groupement est \"groupement régional de santé publique de .......... \" ou \"groupement territorial de santé publique de ..........\". Article 2 Siège Le siège social du groupement est fixé à Il peut être transféré en tout autre lieu par décision du conseil d'administration. Article 3 Objet Le groupement a pour objet d'exercer les missions et attributions définies au chapitre Ier du titre Ier du livre IV de la première partie du code de la santé publique. Article 4 Date de constitution Le groupement jouit de la personnalité morale à compter de la date de publication de l'arrêté d'approbation de la présente convention constitutive. Article 5 Engagements des membres Les membres du groupement apportent leur contribution à la réalisation des objectifs du plan régional de santé publique et soutiennent les programmes dont la mise en oeuvre incombe au groupement. Ils s'engagent notamment à : - coordonner leurs interventions dans le domaine de la santé publique, en particulier dans le cadre de conventions ; - promouvoir les mesures susceptibles d'améliorer l'efficacité et l'efficience dans l'utilisation des ressources disponibles ; - favoriser la coopération des acteurs de terrain dans la conduite des projets et si nécessaire l'émergence de nouveaux opérateurs ; - mettre à disposition du groupement les données régionales et infrarégionales de nature sanitaire, sociale ou médico-sociale nécessaires au bon exercice de ses missions ; - participer à la mise en place des moyens nécessaires au suivi et à l'évaluation des actions de santé publique. Dans leurs rapports avec les tiers, les membres du groupement ne sont pas solidaires, sans préjudice du droit de poursuivre le groupement. Ils sont tenus des dettes proportionnellement à leur contribution calculée selon les modalités fixées à l'article 13. Article 6 Adhésion La demande d'adhésion d'un nouveau membre est formalisée par une lettre motivée adressée au président du groupement et dans laquelle il déclare avoir pris connaissance des dispositions de la présente convention et s'engage à en respecter toutes les dispositions. Conformément aux dispositions de l'article L. 1411-16 du code de la santé publique, la décision est prise par le conseil d'administration, qui en précise la date d'effet. Article 7 Retrait Tout membre du groupement que l'article L. 1411-15 du code de la santé publique ne désigne pas comme membre de droit peut, à l'expiration d'une année civile, se retirer du groupement. Il doit notifier son intention par lettre recommandée au président du groupement avant le 1er octobre. Après avoir vérifié que le membre s'est acquitté de ses obligations à l'égard du groupement, le conseil d'administration constate le retrait. Article 8 Exclusion L'exclusion d'un membre que l'article L. 1411-15 du code de la santé publique ne désigne pas comme membre de droit peut être prononcée par le conseil d'administration en cas de manquements graves et répétés à ses engagements. Le membre reste redevable de ses obligations à l'égard du groupement. TITRE II : ORGANISATION ET ADMINISTRATION Article 9 Conseil d'administration Le conseil d'administration se réunit au moins deux fois par an sur convocation de son président ou à la demande de ses membres dès lors qu'ils représentent au moins le tiers des voix du conseil. La convocation indique l'ordre du jour, la date et le lieu de la réunion. Adressée au moins quinze jours avant la date de la réunion, elle est accompagnée de tous documents susceptibles d'éclairer le vote des membres. Elle est également envoyée, pour information, aux maires et présidents de groupement de communes qui ne siègent pas au conseil. L'ordre du jour, fixé par le président, comprend obligatoirement les points dont l'inscription est demandée, au moins quinze jours avant la date de la réunion, par les membres du conseil dès lors qu'ils représentent au moins le tiers des voix. Le conseil, conformément aux attributions précisées par l'article R. 1411-18 du code de la santé publique et selon les règles fixées par l'article R. 1411-20 du même code, se prononce notamment sur : 1. Le programme annuel d'activités et le budget ; 2. L'arrêté des comptes et le rapport annuel d'activité ; 3. Les décisions de financement et les conventions liées à la mise en oeuvre du plan régional de santé publique ; 4. Les conventions mentionnées au deuxième alinéa de l'article L. 1411-14 du code de la santé publique ; 5. Les créations d'emploi mentionnées au 2° de l'article R. 1411-22 du code de la santé publique ; 6. La composition du comité des programmes et l'orientation de ses travaux ; 7. L'admission ou l'exclusion de membres ; 8. Le règlement intérieur et le règlement financier du groupement ; 9. Les modifications de la convention constitutive. Les délibérations du conseil d'administration sont consignées dans un procès-verbal signé par le président et le secrétaire désigné pour chaque séance. Le relevé des délibérations est adressé à tous les membres du groupement. Le président du groupement est assisté de deux vice-présidents désignés, d'une part par les conseillers mentionnés au b du 2° de l'article R. 1411-19 du code de la santé publique, d'autre part par les représentants mentionnés au 6° du même article. Article 10 Comité des programmes Le comité des programmes est une instance technique chargée notamment de : 1. Préparer le programme annuel d'activités compte tenu des ressources disponibles ; 2. Planifier et organiser les travaux liés à sa mise en oeuvre et notamment l'instruction des dossiers de financement ; 3. Définir les procédures de suivi et d'évaluation des actions et préparer les cahiers des charges éventuellement associés à leur lancement ; 4. Mettre en place un suivi coordonné des actions de santé publique dans la région (ou la collectivité territoriale) permettant notamment de répertorier leurs principales caractéristiques (thèmes, territoires et populations cible, objectifs, promoteurs, opérateurs, conditions de financement, critères d'évaluation et résultats,...). Le comité des programmes comprend : - un président, le directeur du groupement ; - des représentants des membres adhérents désignés par le conseil d'administration sur proposition du président du comité. Le comité des programmes se réunit sur convocation de son président. Article 11 Directeur Le directeur du groupement est désigné par le préfet de la région (ou le préfet de Corse ou le préfet de Saint-Pierre-et-Miquelon) parmi les chefs des pôles régionaux mentionnés à l'article 1er du décret n° 2004-1053 du 5 octobre 2004 relatif aux pôles régionaux de l'Etat et à l'organisation territoriale de l'Etat (ou, à Saint-Pierre-et-Miquelon, parmi les responsables des services déconcentrés). Il exerce les compétences mentionnées à l'article R. 1411-21 du code de la santé publique. Il anime et coordonne les activités du comité des programmes. Il peut déléguer sa signature dans des conditions fixées par le conseil d'administration. Article 12 Confidentialité Le groupement et ses membres s'interdisent de diffuser ou de communiquer à des tiers toute information qui leur a été communiquée de manière confidentielle dans le cadre de l'activité du groupement. TITRE III : FONCTIONNEMENT Article 13 Contribution des membres Outre les ressources obligatoires mentionnées à l'article L. 1411-17 du code de la santé publique, les contributions des membres peuvent être fournies sous forme de : 1. Participation financière aux missions du groupement ; 2. Mise à disposition de personnels qui continuent à être rémunérés par leur employeur ; 3. Mise à disposition de locaux ou de matériel qui restent la propriété des membres ; 4. Toute autre modalité de contribution au fonctionnement du groupement. Préalablement à l'adoption du budget, les participations non financières font l'objet d'une évaluation par le comptable du groupement. La contribution de chaque membre comprend l'ensemble de ses participations, financières et non financières. Les modalités de mise à disposition de personnels et de biens immobiliers ou mobiliers par les membres du groupement sont précisées dans une convention signée entre le membre concerné et le groupement. Article 14 Budget et compte financier Le budget, établi et présenté par le directeur, est adopté chaque année par le conseil d'administration. Il inclut l'ensemble des charges et des produits prévus pour l'exercice. La délibération sur le budget ne devient définitive qu'après approbation expresse par le préfet de région (ou le préfet de Corse ou le préfet de Saint-Pierre-et-Miquelon), notifiée au directeur. Ces dispositions sont applicables aux décisions modificatives, au compte financier et à l'affectation des résultats. Article 15 Résultats de l'exercice L'activité du groupement ne donnant lieu ni à la réalisation ni au partage de bénéfices, l'excédent éventuel des produits d'un exercice sur les charges est reporté sur l'exercice suivant ou mis en réserve. Article 16 Tenue des comptes Le groupement est soumis aux dispositions du décret n° 62-1587 du 29 décembre 1962 modifié portant règlement général sur la comptabilité publique ainsi qu'aux dispositions du décret n° 53-1227 du 10 décembre 1953 modifié relatif à la réglementation comptable applicable aux établissements nationaux à caractère administratif. Il tient une comptabilité de programme qui permet de rattacher les charges d'intervention aux programmes du plan régional de santé publique et, le cas échéant, à l'application des conventions mentionnées à l'article L. 1411-14 du code de la santé publique. La comptabilité du groupement est tenue par un agent comptable nommé par arrêté des ministres chargés du budget et de la santé. Article 17 Contrôle Le groupement est soumis au contrôle de la Cour des comptes et de l'inspection générale des affaires sociales ainsi qu'à celui mentionné à l'article R. 1411-24 du code de la santé publique. Article 18 Personnel Les agents contractuels, recrutés dans les conditions fixées à l'article R. 1411-22 du code de la santé publique, n'acquièrent pas de droit particulier à occuper ultérieurement des emplois dans la fonction publique ou les organismes participant au groupement. Article 19 Biens propres Les biens meubles ou immeubles acquis ou développés en commun sont la propriété du groupement. Ils sont dévolus, en cas de dissolution du groupement, conformément aux dispositions prévues à l'article 20 de la présente convention. Article 20 Liquidation La dissolution du groupement entraîne sa liquidation, mais la personnalité du groupement subsiste pour les besoins de la liquidation. Les modalités de la liquidation, et notamment de dévolution des biens propres du groupement, sont fixées par le conseil d'administration.",
            "texteHtml": "<p></p><p align='center'>CONVENTION CONSTITUTIVE TYPE DES GROUPEMENTS RÉGIONAUX OU TERRITORIAUX DE SANTÉ PUBLIQUE MENTIONNÉE À L'ARTICLE D. 1411-26  </p><p></p><p></p><p></p><p>Vu le code de la santé publique, notamment le chapitre Ier du titre Ier du livre IV de la première partie ;</p><p></p><p></p><p>Vu la délibération du conseil de l'union régionale des caisses d'assurance maladie (ou de la caisse générale de sécurité sociale ou de la caisse de prévoyance sociale) de ........... en date du ........... ;</p><p></p><p></p><p>Vu la délibération du conseil de la caisse régionale d'assurance maladie (ou de la caisse générale de sécurité sociale ou de la caisse de prévoyance sociale) de ........... en date du ........... ;</p><p></p><p></p><p>Vu la délibération du conseil d'administration de ........... en date du ........... (à compléter pour chaque établissement public de l'Etat adhérent ...........) ;</p><p></p><p></p><p>A compléter, selon les adhésions constatées, par :</p><p></p><p></p><p>Vu la délibération du conseil régional (ou de l'assemblée) de ........... en date du ........... ;</p><p></p><p></p><p>Vu la délibération du conseil général de ........... en date du ........... ;</p><p></p><p></p><p>Vu la délibération du conseil municipal de ........... en date du ........... ;</p><p></p><p></p><p>Vu la délibération de l'assemblée du groupement de communes de ........... en date du ........... ;</p><p></p><p></p><p>Il est constitué entre :</p><p></p><p></p><p>- l'Etat, représenté par le préfet de ...........;</p><p></p><p></p><p>- l'agence régionale de l'hospitalisation de ..........., représentée par ........... ;</p><p></p><p></p><p>- l'union régionale des caisses d'assurance maladie (ou la caisse générale de sécurité sociale ou la caisse de prévoyance sociale) de ..........., représentée par ........... ;</p><p></p><p></p><p>- la caisse régionale d'assurance maladie (ou la caisse générale de sécurité sociale ou la caisse de prévoyance sociale) de ..........., représentée par ........... ;</p><p></p><p></p><p>- l'établissement public (préciser la dénomination pour chaque établissement public de l'Etat adhérent), représenté par ........... ;</p><p></p><p></p><p>A compléter, selon les adhésions constatées, par :</p><p></p><p></p><p>- la région (ou l'assemblée) de ..........., représentée par........... ;</p><p></p><p></p><p>- le département de ..........., représenté par ........... ;</p><p></p><p></p><p>- la commune de ..........., représentée par ........... ;</p><p></p><p></p><p>- le groupement de communes de ..........., représenté par ...........,</p><p>un groupement d'intérêt public, dont ils sont membres fondateurs, régi par les textes du code de la santé publique susvisés ainsi que par les dispositions de la présente convention.</p><p></p><p></p><p><b>TITRE Ier : CONSTITUTION</b></p><p></p><p></p><p>Article Ier</p><p>Dénomination</p><p></p><p></p><p>La dénomination du groupement est \"groupement régional de santé publique de .......... \" ou \"groupement territorial de santé publique de ..........\".</p><p>Article 2</p><p>Siège</p><p></p><p></p><p>Le siège social du groupement est fixé à </p><p></p><p></p><p>Il peut être transféré en tout autre lieu par décision du conseil d'administration.</p><p>Article 3</p><p>Objet</p><p></p><p></p><p>Le groupement a pour objet d'exercer les missions et attributions définies au chapitre Ier du titre Ier du livre IV de la première partie du code de la santé publique.</p><p>Article 4</p><p>Date de constitution</p><p></p><p></p><p>Le groupement jouit de la personnalité morale à compter de la date de publication de l'arrêté d'approbation de la présente convention constitutive.</p><p>Article 5</p><p>Engagements des membres</p><p></p><p></p><p>Les membres du groupement apportent leur contribution à la réalisation des objectifs du plan régional de santé publique et soutiennent les programmes dont la mise en oeuvre incombe au groupement. Ils s'engagent notamment à :</p><p></p><p></p><p>- coordonner leurs interventions dans le domaine de la santé publique, en particulier dans le cadre de conventions ;</p><p></p><p></p><p>- promouvoir les mesures susceptibles d'améliorer l'efficacité et l'efficience dans l'utilisation des ressources disponibles ;</p><p></p><p></p><p>- favoriser la coopération des acteurs de terrain dans la conduite des projets et si nécessaire l'émergence de nouveaux opérateurs ;</p><p></p><p></p><p>- mettre à disposition du groupement les données régionales et infrarégionales de nature sanitaire, sociale ou médico-sociale nécessaires au bon exercice de ses missions ;</p><p></p><p></p><p>- participer à la mise en place des moyens nécessaires au suivi et à l'évaluation des actions de santé publique.</p><p></p><p></p><p>Dans leurs rapports avec les tiers, les membres du groupement ne sont pas solidaires, sans préjudice du droit de poursuivre le groupement. Ils sont tenus des dettes proportionnellement à leur contribution calculée selon les modalités fixées à l'article 13.</p><p>Article 6</p><p>Adhésion</p><p></p><p></p><p>La demande d'adhésion d'un nouveau membre est formalisée par une lettre motivée adressée au président du groupement et dans laquelle il déclare avoir pris connaissance des dispositions de la présente convention et s'engage à en respecter toutes les dispositions.</p><p></p><p></p><p>Conformément aux dispositions de l'article L. 1411-16 du code de la santé publique, la décision est prise par le conseil d'administration, qui en précise la date d'effet.</p><p>Article 7</p><p>Retrait</p><p></p><p></p><p>Tout membre du groupement que l'article L. 1411-15 du code de la santé publique ne désigne pas comme membre de droit peut, à l'expiration d'une année civile, se retirer du groupement.</p><p></p><p></p><p>Il doit notifier son intention par lettre recommandée au président du groupement avant le 1er octobre.</p><p></p><p></p><p>Après avoir vérifié que le membre s'est acquitté de ses obligations à l'égard du groupement, le conseil d'administration constate le retrait.</p><p>Article 8</p><p>Exclusion</p><p></p><p></p><p>L'exclusion d'un membre que l'article L. 1411-15 du code de la santé publique ne désigne pas comme membre de droit peut être prononcée par le conseil d'administration en cas de manquements graves et répétés à ses engagements. Le membre reste redevable de ses obligations à l'égard du groupement.</p><p></p><p></p><p><b>TITRE II : ORGANISATION ET ADMINISTRATION</b></p><p></p><p></p><p>Article 9</p><p>Conseil d'administration</p><p></p><p></p><p>Le conseil d'administration se réunit au moins deux fois par an sur convocation de son président ou à la demande de ses membres dès lors qu'ils représentent au moins le tiers des voix du conseil. La convocation indique l'ordre du jour, la date et le lieu de la réunion. Adressée au moins quinze jours avant la date de la réunion, elle est accompagnée de tous documents susceptibles d'éclairer le vote des membres. Elle est également envoyée, pour information, aux maires et présidents de groupement de communes qui ne siègent pas au conseil. L'ordre du jour, fixé par le président, comprend obligatoirement les points dont l'inscription est demandée, au moins quinze jours avant la date de la réunion, par les membres du conseil dès lors qu'ils représentent au moins le tiers des voix.</p><p></p><p></p><p>Le conseil, conformément aux attributions précisées par l'article R. 1411-18 du code de la santé publique et selon les règles fixées par l'article R. 1411-20 du même code, se prononce notamment sur :</p><p></p><p></p><p>1. Le programme annuel d'activités et le budget ;</p><p></p><p></p><p>2. L'arrêté des comptes et le rapport annuel d'activité ;</p><p></p><p></p><p>3. Les décisions de financement et les conventions liées à la mise en oeuvre du plan régional de santé publique ;</p><p></p><p></p><p>4. Les conventions mentionnées au deuxième alinéa de l'article L. 1411-14 du code de la santé publique ;</p><p></p><p></p><p>5. Les créations d'emploi mentionnées au 2° de l'article R. 1411-22 du code de la santé publique ;</p><p></p><p></p><p>6. La composition du comité des programmes et l'orientation de ses travaux ;</p><p></p><p></p><p>7. L'admission ou l'exclusion de membres ;</p><p></p><p></p><p>8. Le règlement intérieur et le règlement financier du groupement ;</p><p></p><p></p><p>9. Les modifications de la convention constitutive.</p><p></p><p></p><p>Les délibérations du conseil d'administration sont consignées dans un procès-verbal signé par le président et le secrétaire désigné pour chaque séance. Le relevé des délibérations est adressé à tous les membres du groupement.</p><p></p><p></p><p>Le président du groupement est assisté de deux vice-présidents désignés, d'une part par les conseillers mentionnés au b du 2° de l'article R. 1411-19 du code de la santé publique, d'autre part par les représentants mentionnés au 6° du même article.</p><p>Article 10</p><p>Comité des programmes</p><p></p><p></p><p>Le comité des programmes est une instance technique chargée notamment de :</p><p></p><p></p><p>1. Préparer le programme annuel d'activités compte tenu des ressources disponibles ;</p><p></p><p></p><p>2. Planifier et organiser les travaux liés à sa mise en oeuvre et notamment l'instruction des dossiers de financement ;</p><p></p><p></p><p>3. Définir les procédures de suivi et d'évaluation des actions et préparer les cahiers des charges éventuellement associés à leur lancement ;</p><p></p><p></p><p>4. Mettre en place un suivi coordonné des actions de santé publique dans la région (ou la collectivité territoriale) permettant notamment de répertorier leurs principales caractéristiques (thèmes, territoires et populations cible, objectifs, promoteurs, opérateurs, conditions de financement, critères d'évaluation et résultats,...).</p><p></p><p></p><p>Le comité des programmes comprend :</p><p></p><p></p><p>- un président, le directeur du groupement ;</p><p></p><p></p><p>- des représentants des membres adhérents désignés par le conseil d'administration sur proposition du président du comité.</p><p></p><p></p><p>Le comité des programmes se réunit sur convocation de son président.</p><p>Article 11</p><p>Directeur</p><p></p><p></p><p>Le directeur du groupement est désigné par le préfet de la région (ou le préfet de Corse ou le préfet de Saint-Pierre-et-Miquelon) parmi les chefs des pôles régionaux mentionnés à l'article 1er du décret n° 2004-1053 du 5 octobre 2004 relatif aux pôles régionaux de l'Etat et à l'organisation territoriale de l'Etat (ou, à Saint-Pierre-et-Miquelon, parmi les responsables des services déconcentrés). Il exerce les compétences mentionnées à l'article R. 1411-21 du code de la santé publique. Il anime et coordonne les activités du comité des programmes. Il peut déléguer sa signature dans des conditions fixées par le conseil d'administration.</p><p>Article 12</p><p>Confidentialité</p><p></p><p></p><p>Le groupement et ses membres s'interdisent de diffuser ou de communiquer à des tiers toute information qui leur a été communiquée de manière confidentielle dans le cadre de l'activité du groupement.</p><p></p><p></p><p><b>TITRE III : FONCTIONNEMENT</b></p><p></p><p></p><p>Article 13</p><p>Contribution des membres</p><p></p><p></p><p>Outre les ressources obligatoires mentionnées à l'article L. 1411-17 du code de la santé publique, les contributions des membres peuvent être fournies sous forme de :</p><p></p><p></p><p>1. Participation financière aux missions du groupement ;</p><p></p><p></p><p>2. Mise à disposition de personnels qui continuent à être rémunérés par leur employeur ;</p><p></p><p></p><p>3. Mise à disposition de locaux ou de matériel qui restent la propriété des membres ;</p><p></p><p></p><p>4. Toute autre modalité de contribution au fonctionnement du groupement.</p><p></p><p></p><p>Préalablement à l'adoption du budget, les participations non financières font l'objet d'une évaluation par le comptable du groupement. La contribution de chaque membre comprend l'ensemble de ses participations, financières et non financières.</p><p></p><p></p><p>Les modalités de mise à disposition de personnels et de biens immobiliers ou mobiliers par les membres du groupement sont précisées dans une convention signée entre le membre concerné et le groupement.</p><p>Article 14</p><p>Budget et compte financier</p><p></p><p></p><p>Le budget, établi et présenté par le directeur, est adopté chaque année par le conseil d'administration. Il inclut l'ensemble des charges et des produits prévus pour l'exercice. La délibération sur le budget ne devient définitive qu'après approbation expresse par le préfet de région (ou le préfet de Corse ou le préfet de Saint-Pierre-et-Miquelon), notifiée au directeur.</p><p></p><p></p><p>Ces dispositions sont applicables aux décisions modificatives, au compte financier et à l'affectation des résultats.</p><p>Article 15</p><p>Résultats de l'exercice</p><p></p><p></p><p>L'activité du groupement ne donnant lieu ni à la réalisation ni au partage de bénéfices, l'excédent éventuel des produits d'un exercice sur les charges est reporté sur l'exercice suivant ou mis en réserve.</p><p>Article 16</p><p>Tenue des comptes</p><p></p><p></p><p>Le groupement est soumis aux dispositions du décret n° 62-1587 du 29 décembre 1962 modifié portant règlement général sur la comptabilité publique ainsi qu'aux dispositions du décret n° 53-1227 du 10 décembre 1953 modifié relatif à la réglementation comptable applicable aux établissements nationaux à caractère administratif.</p><p></p><p></p><p>Il tient une comptabilité de programme qui permet de rattacher les charges d'intervention aux programmes du plan régional de santé publique et, le cas échéant, à l'application des conventions mentionnées à l'article L. 1411-14 du code de la santé publique.</p><p></p><p></p><p>La comptabilité du groupement est tenue par un agent comptable nommé par arrêté des ministres chargés du budget et de la santé.</p><p>Article 17</p><p>Contrôle</p><p></p><p></p><p>Le groupement est soumis au contrôle de la Cour des comptes et de l'inspection générale des affaires sociales ainsi qu'à celui mentionné à l'article R. 1411-24 du code de la santé publique.</p><p>Article 18</p><p>Personnel</p><p></p><p></p><p>Les agents contractuels, recrutés dans les conditions fixées à l'article R. 1411-22 du code de la santé publique, n'acquièrent pas de droit particulier à occuper ultérieurement des emplois dans la fonction publique ou les organismes participant au groupement.</p><p>Article 19</p><p>Biens propres</p><p></p><p></p><p>Les biens meubles ou immeubles acquis ou développés en commun sont la propriété du groupement. Ils sont dévolus, en cas de dissolution du groupement, conformément aux dispositions prévues à l'article 20 de la présente convention.</p><p>Article 20</p><p>Liquidation</p><p></p><p></p><p>La dissolution du groupement entraîne sa liquidation, mais la personnalité du groupement subsiste pour les besoins de la liquidation. Les modalités de la liquidation, et notamment de dévolution des biens propres du groupement, sont fixées par le conseil d'administration.</p><p></p>",
            "num": "Annexe 14-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "ABROGE",
            "dateDebut": 1128124800000,
            "dateFin": 1270080000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2125114024,
            "context": {
                "titresTM": [
                    {
                        "debut": "1994-05-12",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107983",
                        "id": "LEGISCTA000006107983",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES DE LA PREMIÈRE PARTIE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000034153215",
                        "id": "LEGISCTA000034153215",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006908104",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000034153215",
            "sectionParentId": "LEGISCTA000034153215",
            "sectionParentTitre": "ANNEXES DE LA PREMIÈRE PARTIE",
            "fullSectionsTitre": "Annexes &gt; ANNEXES DE LA PREMIÈRE PARTIE",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006908104",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000412528",
                    "textTitle": "Décret 2003-462 2003-05-21",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000412528",
                    "natureText": "DECRET",
                    "datePubliTexte": "2003-05-27",
                    "dateSignaTexte": "2003-05-21",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000633592",
                    "textTitle": "Décret n°2005-1235 du 26 septembre 2005 - art. 2 () JORF 1er octobre 2005",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006245535",
                    "natureText": "DECRET",
                    "datePubliTexte": "2005-10-01",
                    "dateSignaTexte": "2005-09-26",
                    "dateDebutCible": "2005-10-01"
                },
                {
                    "textCid": "JORFTEXT000022041034",
                    "textTitle": "Décret n°2010-344\n du 31 mars 2010 - art. 62 (VD)",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "62",
                    "articleId": "LEGIARTI000023266968",
                    "natureText": "DECRET",
                    "datePubliTexte": "2010-04-01",
                    "dateSignaTexte": "2010-03-31",
                    "dateDebutCible": "2011-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000508214",
                    "textTitle": "Décret n° 53-1227 du 10 décembre 1953",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000508214",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "53-1227",
                    "datePubli": -506649600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000299367",
                    "textTitle": "Décret n° 62-1587 du 29 décembre 1962",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000299367",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "62-1587",
                    "datePubli": -221097600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000253965",
                    "textTitle": "Décret n° 2004-1053 du 5 octobre 2004 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "JORFARTI000001286165",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2004-1053",
                    "datePubli": 1097020800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006072665",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -512352000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1411-14",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1411-14",
                    "articleId": "LEGIARTI000006686932",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1092182400000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1411-15",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1411-15",
                    "articleId": "LEGIARTI000006686933",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1092182400000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1411-16",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1411-16",
                    "articleId": "LEGIARTI000006686935",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1092182400000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L1411-17",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1411-17",
                    "articleId": "LEGIARTI000006686936",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1092182400000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1411-18",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R1411-18",
                    "articleId": "LEGIARTI000006910664",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1128124800000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1411-19",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R1411-19",
                    "articleId": "LEGIARTI000006910666",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1128124800000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1411-20",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R1411-20",
                    "articleId": "LEGIARTI000006910668",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1128124800000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1411-21",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R1411-21",
                    "articleId": "LEGIARTI000006910670",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1128124800000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1411-22",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R1411-22",
                    "articleId": "LEGIARTI000006910672",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1128124800000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R1411-24",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R1411-24",
                    "articleId": "LEGIARTI000006910677",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1128124800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006908104",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 1128124800000,
                    "dateFin": 1270080000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe 14-1",
                "14-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}