{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000044164679",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Règles portant sur les obligations qui s'imposent à l'exploitant pour permettre son contrôle par l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse et celles nécessaires pour l'application de l'article L. 37-1 et de l'article L. 33-12-1 . L'opérateur doit fournir à l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse des éléments chiffrés relatifs à l'exploitation de son réseau et à la fourniture des services, dans les domaines financiers, commerciaux et techniques, dans les conditions précisées ci-après. 1. Selon une périodicité définie par l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse ou à sa demande, l'opérateur lui communique les informations nécessaires : a) A la collecte des taxes prévues à l'article L. 44 et des redevances prévues, notamment à l'article L. 42-1 ; b) Au calcul des contributions au financement du service universel ; c) A l'établissement et la publication par l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse et de la distribution de la presse de bilans comparatifs dans l'intérêt des utilisateurs, relatifs à la qualité de service et aux prix ; d) A la conduite des analyses des marchés prévues à l'article L. 37-1, qui comprennent, outre celles faisant l'objet d'une demande motivée : – la description de l'ensemble des services offerts ; – les tarifs et conditions générales de l'offre ; – les données statistiques de trafic ; – les données de chiffre d'affaires ; – les données de parcs de clients ; – les prévisions de croissance de son activité ; – les informations relatives au déploiement de son réseau ; – les informations comptables et financières pertinentes. 2. A la demande de l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse ou, pour les informations mentionnées au b, le cas échéant, selon une périodicité qu'elle définit, l'opérateur communique à l'Autorité les informations nécessaires : a) Pour vérifier le respect des règles prévues à l'article L. 33-1 , notamment : – l'ensemble des conventions d'interconnexion, d'accès et d'acheminement de trafic ; – les contrats entre l'opérateur et les distributeurs, revendeurs ou sociétés de commercialisation ; – l'ensemble des conventions d'occupation du domaine public non routier ; – lorsque l'opérateur loue des fibres nues sur le domaine public, la convention définissant les conditions techniques et financières de cette location ; – les conventions de partage des infrastructures ; – les contrats avec les opérateurs des pays tiers ; – les contrats avec les clients ; – la description, sous réserve des dispositions relatives à la protection du secret et des informations concernant la défense nationale et la sûreté de l'Etat, de l'organisation et des mesures techniques prises afin de respecter les obligations de défense et de sécurité ; – toute information nécessaire pour vérifier le respect de l'égalité des conditions de concurrence, et notamment les conventions, contrats ou accords conclus entre les filiales de l'opérateur, les sociétés appartenant au même groupe ou des branches d'activité de l'opérateur distinctes de l'exploitation d'un réseau de communications électroniques ouvert au public ou de la fourniture au public d'un service de communications électroniques ; – toute information concernant l'évolution des réseaux ou des services susceptible d'avoir une incidence sur les services de gros mis à la disposition des concurrents ; – toute information nécessaire pour évaluer la sécurité et l'intégrité des réseaux et des services ; -toute information nécessaire pour contrôler le respect par les opérateurs fournissant un service de terminaison d'appel des tarifs maximaux de terminaison d'appel vocal fixés par l'acte délégué de la Commission européenne pris en application de l'article 75 de la directive (UE) 2018/1972 du Parlement européen et du Conseil du 11 décembre 2018 établissant le code des communications électroniques européen et des autres conditions définies dans cet acte délégué ainsi que toute information nécessaire pour contribuer à éclairer la Commission européenne dans la fixation des tarifs de terminaison d'appel vocal. b) A l'attribution et au contrôle du respect des conditions d'utilisation des ressources en fréquences et en numérotation, et qui comprennent : – les informations nécessaires pour vérifier la nature et les caractéristiques techniques des équipements, réseaux et services utilisés, leurs conditions de permanence, de qualité et de disponibilité, ainsi que leur calendrier de déploiement et leur zone de couverture ; – les informations techniques nécessaires pour vérifier l'usage efficace du spectre ; – les informations relatives aux conditions techniques mises en oeuvre pour éviter les brouillages préjudiciables et limiter l'exposition du public aux champs électromagnétiques ; – les informations nécessaires pour vérifier le respect de la réglementation nationale relative à l'utilisation des fréquences et des numéros ainsi que des engagements internationaux dans ces deux domaines ; – les informations nécessaires pour vérifier les engagements pris par le titulaire dans le cadre des appels à candidatures prévu à l'article L. 42-2 ; – les informations nécessaires pour vérifier la bonne utilisation des ressources en numérotation ; – les informations relatives à la portabilité du numéro ; – les informations nécessaires pour établir les conditions de renouvellement de l'autorisation ; c) Pour vérifier le respect des obligations qui lui sont imposées, le cas échéant, en application des articles R. 9-5, R. 9-6 et D. 306 à D. 315 , notamment les informations financières ou comptables, y compris les données de coût, ou celles relatives à des marchés de détail associés à un marché de gros sur lequel l'opérateur est réputé exercer une influence significative ainsi que les conventions, contrats ou accords le liant aux autres opérateurs ou à ses partenaires, filiales, services ou clients ; d) Au suivi par l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse de l'évolution et du niveau des tarifs de détail applicables aux services mentionnés à l'article L. 35-1 ; e) Pour répondre aux demandes motivées de l'Organe des régulateurs européens des communications électroniques ; f) Pour établir le relevé géographique prévu au I de l'article L. 33-12-1. 3. L'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse indique les motifs de sa demande, qui doit être proportionnée, et précise le niveau de détail des informations à fournir ainsi que les délais de leur fourniture. L'Autorité informe les opérateurs de l'utilisation qui sera faite des informations demandées. 4. Lorsque l'opérateur fait appel contractuellement à des sociétés de commercialisation de services, il doit veiller, dans ses relations contractuelles avec ces sociétés, au respect de ses engagements au regard des informations à transmettre à l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse.",
            "texteHtml": "<p>Règles portant sur les obligations qui s'imposent à l'exploitant pour permettre son contrôle par l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse et celles nécessaires pour l'application de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000006465917&dateTexte=&categorieLien=cid'>l'article L. 37-1 </a>et de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000042618528&dateTexte=&categorieLien=cid' title='Code des postes et des communications électroni... - art. L33-12-1 (V)'>L. 33-12-1</a>. </p><p>L'opérateur doit fournir à l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse des éléments chiffrés relatifs à l'exploitation de son réseau et à la fourniture des services, dans les domaines financiers, commerciaux et techniques, dans les conditions précisées ci-après. </p><p>1. Selon une périodicité définie par l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse ou à sa demande, l'opérateur lui communique les informations nécessaires : </p><p>a) A la collecte des taxes prévues à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000006465460&dateTexte=&categorieLien=cid' title='Code des postes et des communications électroni... - art. L44 (VT)'>L. 44 </a>et des redevances prévues, notamment à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000006465939&dateTexte=&categorieLien=cid' title='Code des postes et des communications électroni... - art. L42-1 (V)'>L. 42-1 </a>; </p><p>b) Au calcul des contributions au financement du service universel ; </p><p>c) A l'établissement et la publication par l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse et de la distribution de la presse de bilans comparatifs dans l'intérêt des utilisateurs, relatifs à la qualité de service et aux prix ; </p><p>d) A la conduite des analyses des marchés prévues à l'article L. 37-1, qui comprennent, outre celles faisant l'objet d'une demande motivée : </p><p>– la description de l'ensemble des services offerts ; </p><p>– les tarifs et conditions générales de l'offre ; </p><p>– les données statistiques de trafic ; </p><p>– les données de chiffre d'affaires ; </p><p>– les données de parcs de clients ; </p><p>– les prévisions de croissance de son activité ; </p><p>– les informations relatives au déploiement de son réseau ; </p><p>– les informations comptables et financières pertinentes. </p><p>2. A la demande de l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse ou, pour les informations mentionnées au b, le cas échéant, selon une périodicité qu'elle définit, l'opérateur communique à l'Autorité les informations nécessaires : </p><p>a) Pour vérifier le respect des règles prévues à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000006465743&dateTexte=&categorieLien=cid' title='Code des postes et des communications électroni... - art. L33-1 (V)'>L. 33-1</a>, notamment : </p><p>– l'ensemble des conventions d'interconnexion, d'accès et d'acheminement de trafic ; </p><p>– les contrats entre l'opérateur et les distributeurs, revendeurs ou sociétés de commercialisation ; </p><p>– l'ensemble des conventions d'occupation du domaine public non routier ; </p><p>– lorsque l'opérateur loue des fibres nues sur le domaine public, la convention définissant les conditions techniques et financières de cette location ; </p><p>– les conventions de partage des infrastructures ; </p><p>– les contrats avec les opérateurs des pays tiers ; </p><p>– les contrats avec les clients ; </p><p>– la description, sous réserve des dispositions relatives à la protection du secret et des informations concernant la défense nationale et la sûreté de l'Etat, de l'organisation et des mesures techniques prises afin de respecter les obligations de défense et de sécurité ; </p><p>– toute information nécessaire pour vérifier le respect de l'égalité des conditions de concurrence, et notamment les conventions, contrats ou accords conclus entre les filiales de l'opérateur, les sociétés appartenant au même groupe ou des branches d'activité de l'opérateur distinctes de l'exploitation d'un réseau de communications électroniques ouvert au public ou de la fourniture au public d'un service de communications électroniques ; </p><p>– toute information concernant l'évolution des réseaux ou des services susceptible d'avoir une incidence sur les services de gros mis à la disposition des concurrents ; </p><p>– toute information nécessaire pour évaluer la sécurité et l'intégrité des réseaux et des services ;</p><p>-toute information nécessaire pour contrôler le respect par les opérateurs fournissant un service de terminaison d'appel des tarifs maximaux de terminaison d'appel vocal fixés par l'acte délégué de la Commission européenne pris en application de l'article 75 de la directive (UE) 2018/1972 du Parlement européen et du Conseil du 11 décembre 2018 établissant le code des communications électroniques européen et des autres conditions définies dans cet acte délégué ainsi que toute information nécessaire pour contribuer à éclairer la Commission européenne dans la fixation des tarifs de terminaison d'appel vocal. </p><p>b) A l'attribution et au contrôle du respect des conditions d'utilisation des ressources en fréquences et en numérotation, et qui comprennent : </p><p>– les informations nécessaires pour vérifier la nature et les caractéristiques techniques des équipements, réseaux et services utilisés, leurs conditions de permanence, de qualité et de disponibilité, ainsi que leur calendrier de déploiement et leur zone de couverture ; </p><p>– les informations techniques nécessaires pour vérifier l'usage efficace du spectre ; </p><p>– les informations relatives aux conditions techniques mises en oeuvre pour éviter les brouillages préjudiciables et limiter l'exposition du public aux champs électromagnétiques ; </p><p>– les informations nécessaires pour vérifier le respect de la réglementation nationale relative à l'utilisation des fréquences et des numéros ainsi que des engagements internationaux dans ces deux domaines ; </p><p>– les informations nécessaires pour vérifier les engagements pris par le titulaire dans le cadre des appels à candidatures prévu à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000006465941&dateTexte=&categorieLien=cid'>l'article L. 42-2 </a>; </p><p>– les informations nécessaires pour vérifier la bonne utilisation des ressources en numérotation ; </p><p>– les informations relatives à la portabilité du numéro ; </p><p>– les informations nécessaires pour établir les conditions de renouvellement de l'autorisation ; </p><p>c) Pour vérifier le respect des obligations qui lui sont imposées, le cas échéant, en application des <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000025601684&dateTexte=&categorieLien=cid'>articles R. 9-5, R. 9-6 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000006464503&dateTexte=&categorieLien=cid'>D. 306 à D. 315</a>, notamment les informations financières ou comptables, y compris les données de coût, ou celles relatives à des marchés de détail associés à un marché de gros sur lequel l'opérateur est réputé exercer une influence significative ainsi que les conventions, contrats ou accords le liant aux autres opérateurs ou à ses partenaires, filiales, services ou clients ; </p><p>d) Au suivi par l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse de l'évolution et du niveau des tarifs de détail applicables aux services mentionnés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000006465416&dateTexte=&categorieLien=cid'>l'article L. 35-1 </a>; </p><p>e) Pour répondre aux demandes motivées de l'Organe des régulateurs européens des communications électroniques ; <br/><br/>f) Pour établir le relevé géographique prévu au I de l'article L. 33-12-1.</p><p>3. L'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse indique les motifs de sa demande, qui doit être proportionnée, et précise le niveau de détail des informations à fournir ainsi que les délais de leur fourniture. </p><p>L'Autorité informe les opérateurs de l'utilisation qui sera faite des informations demandées. </p><p>4. Lorsque l'opérateur fait appel contractuellement à des sociétés de commercialisation de services, il doit veiller, dans ses relations contractuelles avec ces sociétés, au respect de ses engagements au regard des informations à transmettre à l'Autorité de régulation des communications électroniques, des postes et de la distribution de la presse.</p>",
            "num": "D98-11",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "VIGUEUR",
            "dateDebut": 1633219200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 558337,
            "context": {
                "titresTM": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets simples",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006092417",
                        "id": "LEGISCTA000006092417",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-07-12",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : Les communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006118591",
                        "id": "LEGISCTA000006118591",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-07-12",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006136592",
                        "id": "LEGISCTA000006136592",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-12-29",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Régime juridique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006150588",
                        "id": "LEGISCTA000006150588",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-07-29",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Réseaux et services",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006165810",
                        "id": "LEGISCTA000006165810",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-07-29",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 2 : Obligations des opérateurs.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006181878",
                        "id": "LEGISCTA000006181878",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Code des postes et des communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070987",
                        "id": "LEGITEXT000006070987",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006464110",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006181878",
            "sectionParentId": "LEGISCTA000006181878",
            "sectionParentTitre": "Paragraphe 2 : Obligations des opérateurs.",
            "fullSectionsTitre": "Partie réglementaire - Décrets simples &gt; LIVRE II : Les communications électroniques &gt; TITRE Ier : Dispositions générales &gt; Chapitre II : Régime juridique &gt; Section 1 : Réseaux et services &gt; Paragraphe 2 : Obligations des opérateurs.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000044164679",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070987",
                    "titre": "Code des postes et des communications électroniques",
                    "titreLong": "Code des postes et des communications électroniques",
                    "etat": "VIGUEUR",
                    "dateDebut": -246240000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070987",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000669032",
                    "textTitle": "Décret n°62-275 du 12 mars 1962",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000669032",
                    "natureText": "DECRET",
                    "datePubliTexte": "1962-03-14",
                    "dateSignaTexte": "1962-03-12",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000044154154",
                    "textTitle": "Décret n°2021-1281 du 30 septembre 2021 - art. 12",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "12",
                    "articleId": "LEGIARTI000044157191",
                    "natureText": "DECRET",
                    "datePubliTexte": "2021-10-02",
                    "dateSignaTexte": "2021-09-30",
                    "dateDebutCible": "2021-10-03"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000020166821",
                    "textTitle": "Décision n°2008-1157\n du 21 octobre 2008, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020166821",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2008-1157",
                    "datePubli": 1233187200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020166857",
                    "textTitle": "Décision n°2008-1158\n du 21 octobre 2008, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020166857",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2008-1158",
                    "datePubli": 1233187200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020166893",
                    "textTitle": "Décision n°2008-1159\n du 21 octobre 2008, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020166893",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2008-1159",
                    "datePubli": 1233187200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020166929",
                    "textTitle": "Décision n°2008-1160\n du 21 octobre 2008, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020166929",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2008-1160",
                    "datePubli": 1233187200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020166959",
                    "textTitle": "Décision n°2008-1161\n du 21 octobre 2008, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020166959",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2008-1161",
                    "datePubli": 1233187200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020568760",
                    "textTitle": "Décision n° 2008-0977\n du 25 septembre 2008, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020568760",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2008-0977",
                    "datePubli": 1241308800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020835799",
                    "textTitle": "Décision n°2009-0368\n du 5 mai 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020835799",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2009-0368",
                    "datePubli": 1247356800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000037283345",
                    "textTitle": "Décision n°2018-0685 du 19 juin 2018, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000037283345",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2018-0685",
                    "datePubli": 1533340800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D406-17 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D406-17",
                    "articleId": "LEGIARTI000006464149",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1116633600000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L33-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L33-1",
                    "articleId": "LEGIARTI000006465743",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1475971200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L33-12-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L33-12-1",
                    "articleId": "LEGIARTI000042618528",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1607126400000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L42-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L42-1",
                    "articleId": "LEGIARTI000006465939",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1475971200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. L44 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L44",
                    "articleId": "LEGIARTI000006465460",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1475971200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroniques - art. D306",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D306",
                    "articleId": "LEGIARTI000006464503",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 491702400000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroniques - art. L35-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L35-1",
                    "articleId": "LEGIARTI000006465416",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1475971200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroniques - art. L37-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L37-1",
                    "articleId": "LEGIARTI000006465917",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1571529600000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroniques - art. L42-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L42-2",
                    "articleId": "LEGIARTI000006465941",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1475971200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroniques - art. R9-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R9-5",
                    "articleId": "LEGIARTI000025601684",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1630627200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006464110",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1122595200000,
                    "dateFin": 1334534400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025703472",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1334534400000,
                    "dateFin": 1630627200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044016521",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1630627200000,
                    "dateFin": 1633219200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044164679",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1633219200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D98-11",
                "98-11"
            ],
            "versionPrecedente": "LEGIARTI000044016521",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000044016521",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Règles portant sur les obligations qui s'imposent à l'exploitant pour permettre son contrôle par l'        Autorité de régulation des communications électroniques, des postes et de la distribution de la presse et celles nécessaires pour l'application de l'article L. 37-1 . L'opérateur doit fournir à l'        Autorité de régulation des communications électroniques, des postes et de la distribution de la presse des éléments chiffrés relatifs à l'exploitation de son réseau et à la fourniture des services, dans les domaines financiers, commerciaux et techniques, dans les conditions précisées ci-après. 1. Selon une périodicité définie par l'        Autorité de régulation des communications électroniques, des postes et de la distribution de la presse ou à sa demande, l'opérateur lui communique les informations nécessaires : a) A la collecte des taxes prévues à l'article L. 33-1 et des redevances prévues, notamment aux articles L. 42-1 et L. 44 ; b) Au calcul des contributions au financement du service universel ; c) A l'établissement par l'        Autorité de régulation des communications électroniques, des postes et de la distribution de la presse de bilans comparatifs dans l'intérêt des utilisateurs, relatifs à la qualité de service et aux prix ; d) A la conduite des analyses des marchés prévues à l'article L. 37-1, qui comprennent, outre celles faisant l'objet d'une demande motivée : – la description de l'ensemble des services offerts ; – les tarifs et conditions générales de l'offre ; – les données statistiques de trafic ; – les données de chiffre d'affaires ; – les données de parcs de clients ; – les prévisions de croissance de son activité ; – les informations relatives au déploiement de son réseau ; – les informations comptables et financières pertinentes. 2. A la demande de l'        Autorité de régulation des communications électroniques, des postes et de la distribution de la presse ou, pour les informations mentionnées au b, le cas échéant, selon une périodicité qu'elle définit, l'opérateur communique à l'Autorité les informations nécessaires : a) Pour vérifier le respect des règles prévues à l'article L. 33-1, notamment : – l'ensemble des conventions d'interconnexion, d'accès et d'acheminement de trafic ; – les contrats entre l'opérateur et les distributeurs, revendeurs ou sociétés de commercialisation ; – l'ensemble des conventions d'occupation du domaine public non routier ; – lorsque l'opérateur loue des fibres nues sur le domaine public, la convention définissant les conditions techniques et financières de cette location ; – les conventions de partage des infrastructures ; – les contrats avec les opérateurs des pays tiers ; – les contrats avec les clients ; – la description, sous réserve des dispositions relatives à la protection du secret et des informations concernant la défense nationale et la sûreté de l'Etat, de l'organisation et des mesures techniques prises afin de respecter les obligations de défense et de sécurité ; – toute information nécessaire pour vérifier le respect de l'égalité des conditions de concurrence, et notamment les conventions, contrats ou accords conclus entre les filiales de l'opérateur, les sociétés appartenant au même groupe ou des branches d'activité de l'opérateur distinctes de celles couvertes par la déclaration ; – toute information concernant l'évolution des réseaux ou des services susceptible d'avoir une incidence sur les services fournis par l'opérateur aux autres opérateurs ; – toute information nécessaire pour évaluer la sécurité et l'intégrité des réseaux et des services. b) A l'attribution et au contrôle du respect des conditions d'utilisation des ressources en fréquences et en numérotation, et qui comprennent : – les informations nécessaires pour vérifier la nature et les caractéristiques techniques des équipements, réseaux et services utilisés, leurs conditions de permanence, de qualité et de disponibilité, ainsi que leur calendrier de déploiement et leur zone de couverture ; – les informations techniques nécessaires pour vérifier l'usage efficace du spectre ; – les informations relatives aux conditions techniques mises en oeuvre pour éviter les brouillages préjudiciables et limiter l'exposition du public aux champs électromagnétiques ; – les informations nécessaires pour vérifier le respect de la réglementation nationale relative à l'utilisation des fréquences et des numéros ainsi que des engagements internationaux dans ces deux domaines ; – les informations nécessaires pour vérifier les engagements pris par le titulaire dans le cadre des appels à candidatures prévu à l'article L. 42-2 ; – les informations nécessaires pour vérifier la bonne utilisation des ressources en numérotation ; – les informations relatives à la portabilité du numéro ; – les informations nécessaires pour établir les conditions de renouvellement de l'autorisation ; c) Pour vérifier le respect des obligations qui lui sont imposées, le cas échéant, en application des articles R. 9-5, R. 9-6 et D. 306 à D. 315 , notamment les informations financières ou comptables, y compris les données de coût, ou celles relatives à des marchés de détail associés à un marché de gros sur lequel l'opérateur est réputé exercer une influence significative ainsi que les conventions, contrats ou accords le liant aux autres opérateurs ou à ses partenaires, filiales, services ou clients ; d) Au suivi par l'        Autorité de régulation des communications électroniques, des postes et de la distribution de la presse de l'évolution et du niveau des tarifs de détail applicables aux services mentionnés à l'article L. 35-1 . 3. L'        Autorité de régulation des communications électroniques, des postes et de la distribution de la presse indique les motifs de sa demande, qui doit être proportionnée, et précise le niveau de détail des informations à fournir ainsi que les délais de leur fourniture. L'Autorité informe les opérateurs de l'utilisation qui sera faite des informations demandées. 4. Lorsque l'opérateur fait appel contractuellement à des sociétés de commercialisation de services, il doit veiller, dans ses relations contractuelles avec ces sociétés, au respect de ses engagements au regard des informations à transmettre à l'        Autorité de régulation des communications électroniques, des postes et de la distribution de la presse.",
            "texteHtml": "<p>Règles portant sur les obligations qui s'imposent à l'exploitant pour permettre son contrôle par l'        Autorité de régulation des communications électroniques, des postes et de la distribution de la presse et celles nécessaires pour l'application de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000006465917&dateTexte=&categorieLien=cid'>l'article L. 37-1</a>. </p><p>L'opérateur doit fournir à l'        Autorité de régulation des communications électroniques, des postes et de la distribution de la presse des éléments chiffrés relatifs à l'exploitation de son réseau et à la fourniture des services, dans les domaines financiers, commerciaux et techniques, dans les conditions précisées ci-après. </p><p>1. Selon une périodicité définie par l'        Autorité de régulation des communications électroniques, des postes et de la distribution de la presse ou à sa demande, l'opérateur lui communique les informations nécessaires : </p><p>a) A la collecte des taxes prévues à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000006465743&dateTexte=&categorieLien=cid'>l'article L. 33-1 </a>et des redevances prévues, notamment aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000006465939&dateTexte=&categorieLien=cid'>articles L. 42-1 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000006465460&dateTexte=&categorieLien=cid'>L. 44 </a>; </p><p>b) Au calcul des contributions au financement du service universel ; </p><p>c) A l'établissement par l'        Autorité de régulation des communications électroniques, des postes et de la distribution de la presse de bilans comparatifs dans l'intérêt des utilisateurs, relatifs à la qualité de service et aux prix ; </p><p>d) A la conduite des analyses des marchés prévues à l'article L. 37-1, qui comprennent, outre celles faisant l'objet d'une demande motivée : </p><p>– la description de l'ensemble des services offerts ; </p><p>– les tarifs et conditions générales de l'offre ; </p><p>– les données statistiques de trafic ; </p><p>– les données de chiffre d'affaires ; </p><p>– les données de parcs de clients ; </p><p>– les prévisions de croissance de son activité ; </p><p>– les informations relatives au déploiement de son réseau ; </p><p>– les informations comptables et financières pertinentes. </p><p>2. A la demande de l'        Autorité de régulation des communications électroniques, des postes et de la distribution de la presse ou, pour les informations mentionnées au b, le cas échéant, selon une périodicité qu'elle définit, l'opérateur communique à l'Autorité les informations nécessaires : </p><p>a) Pour vérifier le respect des règles prévues à l'article L. 33-1, notamment : </p><p>– l'ensemble des conventions d'interconnexion, d'accès et d'acheminement de trafic ; </p><p>– les contrats entre l'opérateur et les distributeurs, revendeurs ou sociétés de commercialisation ; </p><p>– l'ensemble des conventions d'occupation du domaine public non routier ; </p><p>– lorsque l'opérateur loue des fibres nues sur le domaine public, la convention définissant les conditions techniques et financières de cette location ; </p><p>– les conventions de partage des infrastructures ; </p><p>– les contrats avec les opérateurs des pays tiers ; </p><p>– les contrats avec les clients ; </p><p>– la description, sous réserve des dispositions relatives à la protection du secret et des informations concernant la défense nationale et la sûreté de l'Etat, de l'organisation et des mesures techniques prises afin de respecter les obligations de défense et de sécurité ; </p><p>– toute information nécessaire pour vérifier le respect de l'égalité des conditions de concurrence, et notamment les conventions, contrats ou accords conclus entre les filiales de l'opérateur, les sociétés appartenant au même groupe ou des branches d'activité de l'opérateur distinctes de celles couvertes par la déclaration ; </p><p>– toute information concernant l'évolution des réseaux ou des services susceptible d'avoir une incidence sur les services fournis par l'opérateur aux autres opérateurs ; </p><p>– toute information nécessaire pour évaluer la sécurité et l'intégrité des réseaux et des services. </p><p>b) A l'attribution et au contrôle du respect des conditions d'utilisation des ressources en fréquences et en numérotation, et qui comprennent : </p><p>– les informations nécessaires pour vérifier la nature et les caractéristiques techniques des équipements, réseaux et services utilisés, leurs conditions de permanence, de qualité et de disponibilité, ainsi que leur calendrier de déploiement et leur zone de couverture ; </p><p>– les informations techniques nécessaires pour vérifier l'usage efficace du spectre ; </p><p>– les informations relatives aux conditions techniques mises en oeuvre pour éviter les brouillages préjudiciables et limiter l'exposition du public aux champs électromagnétiques ; </p><p>– les informations nécessaires pour vérifier le respect de la réglementation nationale relative à l'utilisation des fréquences et des numéros ainsi que des engagements internationaux dans ces deux domaines ; </p><p>– les informations nécessaires pour vérifier les engagements pris par le titulaire dans le cadre des appels à candidatures prévu à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000006465941&dateTexte=&categorieLien=cid'>l'article L. 42-2 </a>; </p><p>– les informations nécessaires pour vérifier la bonne utilisation des ressources en numérotation ; </p><p>– les informations relatives à la portabilité du numéro ; </p><p>– les informations nécessaires pour établir les conditions de renouvellement de l'autorisation ; </p><p>c) Pour vérifier le respect des obligations qui lui sont imposées, le cas échéant, en application des <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000025601684&dateTexte=&categorieLien=cid'>articles R. 9-5, R. 9-6 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000006464503&dateTexte=&categorieLien=cid'>D. 306 à D. 315</a>, notamment les informations financières ou comptables, y compris les données de coût, ou celles relatives à des marchés de détail associés à un marché de gros sur lequel l'opérateur est réputé exercer une influence significative ainsi que les conventions, contrats ou accords le liant aux autres opérateurs ou à ses partenaires, filiales, services ou clients ; </p><p>d) Au suivi par l'        Autorité de régulation des communications électroniques, des postes et de la distribution de la presse de l'évolution et du niveau des tarifs de détail applicables aux services mentionnés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000006465416&dateTexte=&categorieLien=cid'>l'article L. 35-1</a>.</p><p>3. L'        Autorité de régulation des communications électroniques, des postes et de la distribution de la presse indique les motifs de sa demande, qui doit être proportionnée, et précise le niveau de détail des informations à fournir ainsi que les délais de leur fourniture. </p><p>L'Autorité informe les opérateurs de l'utilisation qui sera faite des informations demandées. </p><p>4. Lorsque l'opérateur fait appel contractuellement à des sociétés de commercialisation de services, il doit veiller, dans ses relations contractuelles avec ces sociétés, au respect de ses engagements au regard des informations à transmettre à l'        Autorité de régulation des communications électroniques, des postes et de la distribution de la presse.</p>",
            "num": "D98-11",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1630627200000,
            "dateFin": 1633219200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 558337,
            "context": {
                "titresTM": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets simples",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006092417",
                        "id": "LEGISCTA000006092417",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-07-12",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : Les communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006118591",
                        "id": "LEGISCTA000006118591",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-07-12",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006136592",
                        "id": "LEGISCTA000006136592",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-12-29",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Régime juridique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006150588",
                        "id": "LEGISCTA000006150588",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-07-29",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Réseaux et services",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006165810",
                        "id": "LEGISCTA000006165810",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-07-29",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 2 : Obligations des opérateurs.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006181878",
                        "id": "LEGISCTA000006181878",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Code des postes et des communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070987",
                        "id": "LEGITEXT000006070987",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006464110",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006181878",
            "sectionParentId": "LEGISCTA000006181878",
            "sectionParentTitre": "Paragraphe 2 : Obligations des opérateurs.",
            "fullSectionsTitre": "Partie réglementaire - Décrets simples &gt; LIVRE II : Les communications électroniques &gt; TITRE Ier : Dispositions générales &gt; Chapitre II : Régime juridique &gt; Section 1 : Réseaux et services &gt; Paragraphe 2 : Obligations des opérateurs.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000044016521",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070987",
                    "titre": "Code des postes et des communications électroniques",
                    "titreLong": "Code des postes et des communications électroniques",
                    "etat": "VIGUEUR",
                    "dateDebut": -246240000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070987",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000669032",
                    "textTitle": "Décret n°62-275 du 12 mars 1962",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000669032",
                    "natureText": "DECRET",
                    "datePubliTexte": "1962-03-14",
                    "dateSignaTexte": "1962-03-12",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000044010875",
                    "textTitle": "Décret n°2021-1136 du 31 août 2021 - art. 13 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "13",
                    "articleId": "LEGIARTI000044011841",
                    "natureText": "DECRET",
                    "datePubliTexte": "2021-09-02",
                    "dateSignaTexte": "2021-08-31",
                    "dateDebutCible": "2021-09-03"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000020166821",
                    "textTitle": "Décision n°2008-1157\n du 21 octobre 2008, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020166821",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2008-1157",
                    "datePubli": 1233187200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020166857",
                    "textTitle": "Décision n°2008-1158\n du 21 octobre 2008, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020166857",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2008-1158",
                    "datePubli": 1233187200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020166893",
                    "textTitle": "Décision n°2008-1159\n du 21 octobre 2008, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020166893",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2008-1159",
                    "datePubli": 1233187200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020166929",
                    "textTitle": "Décision n°2008-1160\n du 21 octobre 2008, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020166929",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2008-1160",
                    "datePubli": 1233187200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020166959",
                    "textTitle": "Décision n°2008-1161\n du 21 octobre 2008, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020166959",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2008-1161",
                    "datePubli": 1233187200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020568760",
                    "textTitle": "Décision n° 2008-0977\n du 25 septembre 2008, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020568760",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2008-0977",
                    "datePubli": 1241308800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020835799",
                    "textTitle": "Décision n°2009-0368\n du 5 mai 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020835799",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2009-0368",
                    "datePubli": 1247356800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000037283345",
                    "textTitle": "Décision n°2018-0685 du 19 juin 2018, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000037283345",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2018-0685",
                    "datePubli": 1533340800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D406-17 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D406-17",
                    "articleId": "LEGIARTI000044016464",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1630627200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroniques - art. D306",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D306",
                    "articleId": "LEGIARTI000006464503",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 491702400000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroniques - art. L33-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L33-1",
                    "articleId": "LEGIARTI000006465743",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1475971200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroniques - art. L35-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L35-1",
                    "articleId": "LEGIARTI000006465416",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1475971200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroniques - art. L37-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L37-1",
                    "articleId": "LEGIARTI000006465917",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1571529600000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroniques - art. L42-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L42-1",
                    "articleId": "LEGIARTI000006465939",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1475971200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroniques - art. L42-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L42-2",
                    "articleId": "LEGIARTI000006465941",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1475971200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroniques - art. L44",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L44",
                    "articleId": "LEGIARTI000006465460",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1475971200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroniques - art. R9-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R9-5",
                    "articleId": "LEGIARTI000025601684",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1630627200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006464110",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1122595200000,
                    "dateFin": 1334534400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025703472",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1334534400000,
                    "dateFin": 1630627200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044016521",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1630627200000,
                    "dateFin": 1633219200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044164679",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1633219200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D98-11",
                "98-11"
            ],
            "versionPrecedente": "LEGIARTI000025703472",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000025703472",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Règles portant sur les obligations qui s'imposent à l'exploitant pour permettre son contrôle par l'Autorité de régulation des communications électroniques et des postes et celles nécessaires pour l'application de l'article L. 37-1 . L'opérateur doit fournir à l'Autorité de régulation des communications électroniques et des postes des éléments chiffrés relatifs à l'exploitation de son réseau et à la fourniture des services, dans les domaines financiers, commerciaux et techniques, dans les conditions précisées ci-après. 1. Selon une périodicité définie par l'Autorité de régulation des communications électroniques et des postes ou à sa demande, l'opérateur lui communique les informations nécessaires : a) A la collecte des taxes prévues à l'article L. 33-1 et des redevances prévues, notamment aux articles L. 42-1 et L. 44 ; b) Au calcul des contributions au financement du service universel ; c) A l'établissement par l'Autorité de régulation des communications électroniques et des postes de bilans comparatifs dans l'intérêt des utilisateurs, relatifs à la qualité de service et aux prix ; d) A la conduite des analyses des marchés prévues à l'article L. 37-1, qui comprennent, outre celles faisant l'objet d'une demande motivée : – la description de l'ensemble des services offerts ; – les tarifs et conditions générales de l'offre ; – les données statistiques de trafic ; – les données de chiffre d'affaires ; – les données de parcs de clients ; – les prévisions de croissance de son activité ; – les informations relatives au déploiement de son réseau ; – les informations comptables et financières pertinentes. 2. A la demande de l'Autorité de régulation des communications électroniques et des postes ou, pour les informations mentionnées au b, le cas échéant, selon une périodicité qu'elle définit, l'opérateur communique à l'Autorité les informations nécessaires : a) Pour vérifier le respect des règles prévues à l'article L. 33-1, notamment : – l'ensemble des conventions d'interconnexion, d'accès et d'acheminement de trafic ; – les contrats entre l'opérateur et les distributeurs, revendeurs ou sociétés de commercialisation ; – l'ensemble des conventions d'occupation du domaine public non routier ; – lorsque l'opérateur loue des fibres nues sur le domaine public, la convention définissant les conditions techniques et financières de cette location ; – les conventions de partage des infrastructures ; – les contrats avec les opérateurs des pays tiers ; – les contrats avec les clients ; – la description, sous réserve des dispositions relatives à la protection du secret et des informations concernant la défense nationale et la sûreté de l'Etat, de l'organisation et des mesures techniques prises afin de respecter les obligations de défense et de sécurité ; – toute information nécessaire pour vérifier le respect de l'égalité des conditions de concurrence, et notamment les conventions, contrats ou accords conclus entre les filiales de l'opérateur, les sociétés appartenant au même groupe ou des branches d'activité de l'opérateur distinctes de celles couvertes par la déclaration ; – toute information concernant l'évolution des réseaux ou des services susceptible d'avoir une incidence sur les services fournis par l'opérateur aux autres opérateurs ; – toute information nécessaire pour évaluer la sécurité et l'intégrité des réseaux et des services. b) A l'attribution et au contrôle du respect des conditions d'utilisation des ressources en fréquences et en numérotation, et qui comprennent : – les informations nécessaires pour vérifier la nature et les caractéristiques techniques des équipements, réseaux et services utilisés, leurs conditions de permanence, de qualité et de disponibilité, ainsi que leur calendrier de déploiement et leur zone de couverture ; – les informations techniques nécessaires pour vérifier l'usage efficace du spectre ; – les informations relatives aux conditions techniques mises en oeuvre pour éviter les brouillages préjudiciables et limiter l'exposition du public aux champs électromagnétiques ; – les informations nécessaires pour vérifier le respect de la réglementation nationale relative à l'utilisation des fréquences et des numéros ainsi que des engagements internationaux dans ces deux domaines ; – les informations nécessaires pour vérifier les engagements pris par le titulaire dans le cadre des appels à candidatures prévu à l'article L. 42-2 ; – les informations nécessaires pour vérifier la bonne utilisation des ressources en numérotation ; – les informations relatives à la portabilité du numéro ; – les informations nécessaires pour établir les conditions de renouvellement de l'autorisation ; c) Pour vérifier le respect des obligations qui lui sont imposées, le cas échéant, en application des articles R. 9-5, R. 9-6 et D. 306 à D. 315 , notamment les informations financières ou comptables, y compris les données de coût, ou celles relatives à des marchés de détail associés à un marché de gros sur lequel l'opérateur est réputé exercer une influence significative ainsi que les conventions, contrats ou accords le liant aux autres opérateurs ou à ses partenaires, filiales, services ou clients ; d) Au suivi par l'Autorité de régulation des communications électroniques et des postes de l'évolution et du niveau des tarifs de détail applicables aux services mentionnés à l'article L. 35-1 . 3. L'Autorité de régulation des communications électroniques et des postes indique les motifs de sa demande, qui doit être proportionnée, et précise le niveau de détail des informations à fournir ainsi que les délais de leur fourniture. L'Autorité informe les opérateurs de l'utilisation qui sera faite des informations demandées. 4. Lorsque l'opérateur fait appel contractuellement à des sociétés de commercialisation de services, il doit veiller, dans ses relations contractuelles avec ces sociétés, au respect de ses engagements au regard des informations à transmettre à l'Autorité de régulation des communications électroniques et des postes.",
            "texteHtml": "<p>Règles portant sur les obligations qui s'imposent à l'exploitant pour permettre son contrôle par l'Autorité de régulation des communications électroniques et des postes et celles nécessaires pour l'application de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000006465917&dateTexte=&categorieLien=cid'>l'article L. 37-1</a>.</p><p>L'opérateur doit fournir à l'Autorité de régulation des communications électroniques et des postes des éléments chiffrés relatifs à l'exploitation de son réseau et à la fourniture des services, dans les domaines financiers, commerciaux et techniques, dans les conditions précisées ci-après.</p><p>1. Selon une périodicité définie par l'Autorité de régulation des communications électroniques et des postes ou à sa demande, l'opérateur lui communique les informations nécessaires :</p><p>a) A la collecte des taxes prévues à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000006465743&dateTexte=&categorieLien=cid'>l'article L. 33-1 </a>et des redevances prévues, notamment aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000006465939&dateTexte=&categorieLien=cid'>articles L. 42-1 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000006465460&dateTexte=&categorieLien=cid'>L. 44 </a>;</p><p>b) Au calcul des contributions au financement du service universel ;</p><p>c) A l'établissement par l'Autorité de régulation des communications électroniques et des postes de bilans comparatifs dans l'intérêt des utilisateurs, relatifs à la qualité de service et aux prix ;</p><p>d) A la conduite des analyses des marchés prévues à l'article L. 37-1, qui comprennent, outre celles faisant l'objet d'une demande motivée :</p><p>– la description de l'ensemble des services offerts ;</p><p>– les tarifs et conditions générales de l'offre ;</p><p>– les données statistiques de trafic ;</p><p>– les données de chiffre d'affaires ;</p><p>– les données de parcs de clients ;</p><p>– les prévisions de croissance de son activité ;</p><p>– les informations relatives au déploiement de son réseau ;</p><p>– les informations comptables et financières pertinentes.</p><p>2. A la demande de l'Autorité de régulation des communications électroniques et des postes ou, pour les informations mentionnées au b, le cas échéant, selon une périodicité qu'elle définit, l'opérateur communique à l'Autorité les informations nécessaires :</p><p>a) Pour vérifier le respect des règles prévues à l'article L. 33-1, notamment :</p><p>– l'ensemble des conventions d'interconnexion, d'accès et d'acheminement de trafic ;</p><p>– les contrats entre l'opérateur et les distributeurs, revendeurs ou sociétés de commercialisation ;</p><p>– l'ensemble des conventions d'occupation du domaine public non routier ;</p><p>– lorsque l'opérateur loue des fibres nues sur le domaine public, la convention définissant les conditions techniques et financières de cette location ;</p><p>– les conventions de partage des infrastructures ;</p><p>– les contrats avec les opérateurs des pays tiers ;</p><p>– les contrats avec les clients ;</p><p>– la description, sous réserve des dispositions relatives à la protection du secret et des informations concernant la défense nationale et la sûreté de l'Etat, de l'organisation et des mesures techniques prises afin de respecter les obligations de défense et de sécurité ;</p><p>– toute information nécessaire pour vérifier le respect de l'égalité des conditions de concurrence, et notamment les conventions, contrats ou accords conclus entre les filiales de l'opérateur, les sociétés appartenant au même groupe ou des branches d'activité de l'opérateur distinctes de celles couvertes par la déclaration ;</p><p>– toute information concernant l'évolution des réseaux ou des services susceptible d'avoir une incidence sur les services fournis par l'opérateur aux autres opérateurs ;</p><p>– toute information nécessaire pour évaluer la sécurité et l'intégrité des réseaux et des services.</p><p>b) A l'attribution et au contrôle du respect des conditions d'utilisation des ressources en fréquences et en numérotation, et qui comprennent :</p><p>– les informations nécessaires pour vérifier la nature et les caractéristiques techniques des équipements, réseaux et services utilisés, leurs conditions de permanence, de qualité et de disponibilité, ainsi que leur calendrier de déploiement et leur zone de couverture ;</p><p>– les informations techniques nécessaires pour vérifier l'usage efficace du spectre ;</p><p>– les informations relatives aux conditions techniques mises en oeuvre pour éviter les brouillages préjudiciables et limiter l'exposition du public aux champs électromagnétiques ;</p><p>– les informations nécessaires pour vérifier le respect de la réglementation nationale relative à l'utilisation des fréquences et des numéros ainsi que des engagements internationaux dans ces deux domaines ;</p><p>– les informations nécessaires pour vérifier les engagements pris par le titulaire dans le cadre des appels à candidatures prévu à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000006465941&dateTexte=&categorieLien=cid'>l'article L. 42-2 </a>;</p><p>– les informations nécessaires pour vérifier la bonne utilisation des ressources en numérotation ;</p><p>– les informations relatives à la portabilité du numéro ;</p><p>– les informations nécessaires pour établir les conditions de renouvellement de l'autorisation ;</p><p>c) Pour vérifier le respect des obligations qui lui sont imposées, le cas échéant, en application des <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000025601684&dateTexte=&categorieLien=cid'>articles R. 9-5, R. 9-6 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000006464503&dateTexte=&categorieLien=cid'>D. 306 à D. 315</a>, notamment les informations financières ou comptables, y compris les données de coût, ou celles relatives à des marchés de détail associés à un marché de gros sur lequel l'opérateur est réputé exercer une influence significative ainsi que les conventions, contrats ou accords le liant aux autres opérateurs ou à ses partenaires, filiales, services ou clients ;</p><p>d) Au suivi par l'Autorité de régulation des communications électroniques et des postes de l'évolution et du niveau des tarifs de détail applicables aux services mentionnés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000006465416&dateTexte=&categorieLien=cid'>l'article L. 35-1</a>.</p><p>3. L'Autorité de régulation des communications électroniques et des postes indique les motifs de sa demande, qui doit être proportionnée, et précise le niveau de détail des informations à fournir ainsi que les délais de leur fourniture.</p><p>L'Autorité informe les opérateurs de l'utilisation qui sera faite des informations demandées.</p><p>4. Lorsque l'opérateur fait appel contractuellement à des sociétés de commercialisation de services, il doit veiller, dans ses relations contractuelles avec ces sociétés, au respect de ses engagements au regard des informations à transmettre à l'Autorité de régulation des communications électroniques et des postes.</p>",
            "num": "D98-11",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1334534400000,
            "dateFin": 1630627200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 558337,
            "context": {
                "titresTM": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets simples",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006092417",
                        "id": "LEGISCTA000006092417",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-07-12",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : Les communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006118591",
                        "id": "LEGISCTA000006118591",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-07-12",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006136592",
                        "id": "LEGISCTA000006136592",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-12-29",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Régime juridique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006150588",
                        "id": "LEGISCTA000006150588",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-07-29",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Réseaux et services",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006165810",
                        "id": "LEGISCTA000006165810",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-07-29",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 2 : Obligations des opérateurs.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006181878",
                        "id": "LEGISCTA000006181878",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Code des postes et des communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070987",
                        "id": "LEGITEXT000006070987",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006464110",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006181878",
            "sectionParentId": "LEGISCTA000006181878",
            "sectionParentTitre": "Paragraphe 2 : Obligations des opérateurs.",
            "fullSectionsTitre": "Partie réglementaire - Décrets simples &gt; LIVRE II : Les communications électroniques &gt; TITRE Ier : Dispositions générales &gt; Chapitre II : Régime juridique &gt; Section 1 : Réseaux et services &gt; Paragraphe 2 : Obligations des opérateurs.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000025703472",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070987",
                    "titre": "Code des postes et des communications électroniques",
                    "titreLong": "Code des postes et des communications électroniques",
                    "etat": "VIGUEUR",
                    "dateDebut": -246240000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070987",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000669032",
                    "textTitle": "Décret n°62-275 du 12 mars 1962",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000669032",
                    "natureText": "DECRET",
                    "datePubliTexte": "1962-03-14",
                    "dateSignaTexte": "1962-03-12",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000025688775",
                    "textTitle": "Décret n°2012-488\n du 13 avril 2012 - art. 6",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000025691026",
                    "natureText": "DECRET",
                    "datePubliTexte": "2012-04-15",
                    "dateSignaTexte": "2012-04-13",
                    "dateDebutCible": "2012-04-16"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000020166821",
                    "textTitle": "Décision n°2008-1157\n du 21 octobre 2008, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020166821",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2008-1157",
                    "datePubli": 1233187200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020166857",
                    "textTitle": "Décision n°2008-1158\n du 21 octobre 2008, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020166857",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2008-1158",
                    "datePubli": 1233187200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020166893",
                    "textTitle": "Décision n°2008-1159\n du 21 octobre 2008, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020166893",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2008-1159",
                    "datePubli": 1233187200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020166929",
                    "textTitle": "Décision n°2008-1160\n du 21 octobre 2008, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020166929",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2008-1160",
                    "datePubli": 1233187200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020166959",
                    "textTitle": "Décision n°2008-1161\n du 21 octobre 2008, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020166959",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2008-1161",
                    "datePubli": 1233187200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020568760",
                    "textTitle": "Décision n° 2008-0977\n du 25 septembre 2008, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020568760",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2008-0977",
                    "datePubli": 1241308800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020835799",
                    "textTitle": "Décision n°2009-0368\n du 5 mai 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020835799",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2009-0368",
                    "datePubli": 1247356800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000037283345",
                    "textTitle": "Décision n°2018-0685 du 19 juin 2018, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000037283345",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2018-0685",
                    "datePubli": 1533340800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D406-17 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D406-17",
                    "articleId": "LEGIARTI000006464149",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1116633600000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroniques - art. D306",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D306",
                    "articleId": "LEGIARTI000006464503",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 491702400000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroniques - art. L33-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L33-1",
                    "articleId": "LEGIARTI000006465743",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1475971200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroniques - art. L35-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L35-1",
                    "articleId": "LEGIARTI000006465416",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1475971200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroniques - art. L37-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L37-1",
                    "articleId": "LEGIARTI000006465917",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1571529600000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroniques - art. L42-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L42-1",
                    "articleId": "LEGIARTI000006465939",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1475971200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroniques - art. L42-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L42-2",
                    "articleId": "LEGIARTI000006465941",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1475971200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroniques - art. L44",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L44",
                    "articleId": "LEGIARTI000006465460",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1475971200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroniques - art. R9-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R9-5",
                    "articleId": "LEGIARTI000025601684",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1630627200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006464110",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1122595200000,
                    "dateFin": 1334534400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025703472",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1334534400000,
                    "dateFin": 1630627200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044016521",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1630627200000,
                    "dateFin": 1633219200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044164679",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1633219200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D98-11",
                "98-11"
            ],
            "versionPrecedente": "LEGIARTI000006464110",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006464110",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Règles portant sur les obligations qui s'imposent à l'exploitant pour permettre son contrôle par l'Autorité de régulation des communications électroniques et des postes et celles nécessaires pour l'application de l'article L. 37-1. L'opérateur doit fournir à l'Autorité de régulation des communications électroniques et des postes des éléments chiffrés relatifs à l'exploitation de son réseau et à la fourniture des services, dans les domaines financiers, commerciaux et techniques, dans les conditions précisées ci-après. 1. Selon une périodicité définie par l'Autorité de régulation des communications électroniques et des postes ou à sa demande, l'opérateur lui communique les informations nécessaires : a) A la collecte des taxes prévues à l'article L. 33-1 et des redevances prévues, notamment aux articles L. 42-1 et L. 44 ; b) Au calcul des contributions au financement du service universel ; c) A l'établissement par l'Autorité de régulation des communications électroniques et des postes de bilans comparatifs dans l'intérêt des utilisateurs, relatifs à la qualité de service et aux prix ; d) A la conduite des analyses des marchés prévues à l'article L. 37-1, qui comprennent, outre celles faisant l'objet d'une demande motivée : - la description de l'ensemble des services offerts ; - les tarifs et conditions générales de l'offre ; - les données statistiques de trafic ; - les données de chiffre d'affaires ; - les données de parcs de clients ; - les prévisions de croissance de son activité ; - les informations relatives au déploiement de son réseau ; - les informations comptables et financières pertinentes. 2. A la demande de l'Autorité de régulation des communications électroniques et des postes ou, pour les informations mentionnées au b, le cas échéant, selon une périodicité qu'elle définit, l'opérateur communique à l'Autorité les informations nécessaires : a) Pour vérifier le respect des règles prévues à l'article L. 33-1, notamment : - l'ensemble des conventions d'interconnexion, d'accès et d'acheminement de trafic ; - les contrats entre l'opérateur et les distributeurs, revendeurs ou sociétés de commercialisation ; - l'ensemble des conventions d'occupation du domaine public non routier ; - lorsque l'opérateur loue des fibres nues sur le domaine public, la convention définissant les conditions techniques et financières de cette location ; - les conventions de partage des infrastructures ; - les contrats avec les opérateurs des pays tiers ; - les contrats avec les clients ; - la description, sous réserve des dispositions relatives à la protection du secret et des informations concernant la défense nationale et la sûreté de l'Etat, de l'organisation et des mesures techniques prises afin de respecter les obligations de défense et de sécurité ; - toute information nécessaire pour vérifier le respect de l'égalité des conditions de concurrence, et notamment les conventions, contrats ou accords conclus entre les filiales de l'opérateur, les sociétés appartenant au même groupe ou des branches d'activité de l'opérateur distinctes de celles couvertes par la déclaration ; b) A l'attribution et au contrôle du respect des conditions d'utilisation des ressources en fréquences et en numérotation, et qui comprennent : - les informations nécessaires pour vérifier la nature et les caractéristiques techniques des équipements, réseaux et services utilisés, leurs conditions de permanence, de qualité et de disponibilité, ainsi que leur calendrier de déploiement et leur zone de couverture ; - les informations techniques nécessaires pour vérifier l'usage efficace du spectre ; - les informations relatives aux conditions techniques mises en oeuvre pour éviter les brouillages préjudiciables et limiter l'exposition du public aux champs électromagnétiques ; - les informations nécessaires pour vérifier le respect de la réglementation nationale relative à l'utilisation des fréquences et des numéros ainsi que des engagements internationaux dans ces deux domaines ; - les informations nécessaires pour vérifier les engagements pris par le titulaire dans le cadre des appels à candidatures prévu à l'article L. 42-2 ; - les informations nécessaires pour vérifier la bonne utilisation des ressources en numérotation ; - les informations relatives à la portabilité du numéro ; - les informations nécessaires pour établir les conditions de renouvellement de l'autorisation ; c) Pour vérifier le respect des obligations qui lui sont imposées, le cas échéant, en application des articles D. 306 à D. 315 et D. 369 à D. 377, notamment les informations financières ou comptables, y compris les données de coût, ainsi que les conventions, contrats ou accords le liant aux autres opérateurs ou à ses partenaires, filiales, services ou clients. 3. L'Autorité de régulation des communications électroniques et des postes indique les motifs de sa demande, qui doit être proportionnée, et précise le niveau de détail des informations à fournir ainsi que les délais de leur fourniture. L'Autorité informe les opérateurs de l'utilisation qui sera faite des informations demandées. 4. Lorsque l'opérateur fait appel contractuellement à des sociétés de commercialisation de services, il doit veiller, dans ses relations contractuelles avec ces sociétés, au respect de ses engagements au regard des informations à transmettre à l'Autorité de régulation des communications électroniques et des postes.",
            "texteHtml": "<p></p>   Règles portant sur les obligations qui s'imposent à l'exploitant pour permettre son contrôle par l'Autorité de régulation des communications électroniques et des postes et celles nécessaires pour l'application de l'article L. 37-1.<p></p><p></p>   L'opérateur doit fournir à l'Autorité de régulation des communications électroniques et des postes des éléments chiffrés relatifs à l'exploitation de son réseau et à la fourniture des services, dans les domaines financiers, commerciaux et techniques, dans les conditions précisées ci-après.<p></p><p></p>   1. Selon une périodicité définie par l'Autorité de régulation des communications électroniques et des postes ou à sa demande, l'opérateur lui communique les informations nécessaires :<p></p><p></p>   a) A la collecte des taxes prévues à l'article L. 33-1 et des redevances prévues, notamment aux articles L. 42-1 et L. 44 ;<p></p><p></p>   b) Au calcul des contributions au financement du service universel ;<p></p><p></p>   c) A l'établissement par l'Autorité de régulation des communications électroniques et des postes de bilans comparatifs dans l'intérêt des utilisateurs, relatifs à la qualité de service et aux prix ;<p></p><p></p>   d) A la conduite des analyses des marchés prévues à l'article L. 37-1, qui comprennent, outre celles faisant l'objet d'une demande motivée :<p></p><p></p>   - la description de l'ensemble des services offerts ;<p></p><p></p>   - les tarifs et conditions générales de l'offre ;<p></p><p></p>   - les données statistiques de trafic ;<p></p><p></p>   - les données de chiffre d'affaires ;<p></p><p></p>   - les données de parcs de clients ;<p></p><p></p>   - les prévisions de croissance de son activité ;<p></p><p></p>   - les informations relatives au déploiement de son réseau ;<p></p><p></p>   - les informations comptables et financières pertinentes.<p></p><p></p>   2. A la demande de l'Autorité de régulation des communications électroniques et des postes ou, pour les informations mentionnées au b, le cas échéant, selon une périodicité qu'elle définit, l'opérateur communique à l'Autorité les informations nécessaires :<p></p><p></p>   a) Pour vérifier le respect des règles prévues à l'article L. 33-1, notamment :<p></p><p></p>   - l'ensemble des conventions d'interconnexion, d'accès et d'acheminement de trafic ;<p></p><p></p>   - les contrats entre l'opérateur et les distributeurs, revendeurs ou sociétés de commercialisation ;<p></p><p></p>   - l'ensemble des conventions d'occupation du domaine public non routier ;<p></p><p></p>   - lorsque l'opérateur loue des fibres nues sur le domaine public, la convention définissant les conditions techniques et financières de cette location ;<p></p><p></p>   - les conventions de partage des infrastructures ;<p></p><p></p>   - les contrats avec les opérateurs des pays tiers ;<p></p><p></p>   - les contrats avec les clients ;<p></p><p></p>   - la description, sous réserve des dispositions relatives à la protection du secret et des informations concernant la défense nationale et la sûreté de l'Etat, de l'organisation et des mesures techniques prises afin de respecter les obligations de défense et de sécurité ;<p></p><p></p>   - toute information nécessaire pour vérifier le respect de l'égalité des conditions de concurrence, et notamment les conventions, contrats ou accords conclus entre les filiales de l'opérateur, les sociétés appartenant au même groupe ou des branches d'activité de l'opérateur distinctes de celles couvertes par la déclaration ;<p></p><p></p>   b) A l'attribution et au contrôle du respect des conditions d'utilisation des ressources en fréquences et en numérotation, et qui comprennent :<p></p><p></p>   - les informations nécessaires pour vérifier la nature et les caractéristiques techniques des équipements, réseaux et services utilisés, leurs conditions de permanence, de qualité et de disponibilité, ainsi que leur calendrier de déploiement et leur zone de couverture ;<p></p><p></p>   - les informations techniques nécessaires pour vérifier l'usage efficace du spectre ;<p></p><p></p>   - les informations relatives aux conditions techniques mises en oeuvre pour éviter les brouillages préjudiciables et limiter l'exposition du public aux champs électromagnétiques ;<p></p><p></p>   - les informations nécessaires pour vérifier le respect de la réglementation nationale relative à l'utilisation des fréquences et des numéros ainsi que des engagements internationaux dans ces deux domaines ;<p></p><p></p>   - les informations nécessaires pour vérifier les engagements pris par le titulaire dans le cadre des appels à candidatures prévu à l'article L. 42-2 ;<p></p><p></p>   - les informations nécessaires pour vérifier la bonne utilisation des ressources en numérotation ;<p></p><p></p>   - les informations relatives à la portabilité du numéro ;<p></p><p></p>   - les informations nécessaires pour établir les conditions de renouvellement de l'autorisation ;<p></p><p></p>   c) Pour vérifier le respect des obligations qui lui sont imposées, le cas échéant, en application des articles D. 306 à D. 315 et D. 369 à D. 377, notamment les informations financières ou comptables, y compris les données de coût, ainsi que les conventions, contrats ou accords le liant aux autres opérateurs ou à ses partenaires, filiales, services ou clients.<p></p><p></p>   3. L'Autorité de régulation des communications électroniques et des postes indique les motifs de sa demande, qui doit être proportionnée, et précise le niveau de détail des informations à fournir ainsi que les délais de leur fourniture.<p></p><p></p>   L'Autorité informe les opérateurs de l'utilisation qui sera faite des informations demandées.<p></p><p></p>   4. Lorsque l'opérateur fait appel contractuellement à des sociétés de commercialisation de services, il doit veiller, dans ses relations contractuelles avec ces sociétés, au respect de ses engagements au regard des informations à transmettre à l'Autorité de régulation des communications électroniques et des postes.<p></p>",
            "num": "D98-11",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1122595200000,
            "dateFin": 1334534400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 558337,
            "context": {
                "titresTM": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets simples",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006092417",
                        "id": "LEGISCTA000006092417",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-07-12",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : Les communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006118591",
                        "id": "LEGISCTA000006118591",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-07-12",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006136592",
                        "id": "LEGISCTA000006136592",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-12-29",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Régime juridique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006150588",
                        "id": "LEGISCTA000006150588",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-07-29",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Réseaux et services",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006165810",
                        "id": "LEGISCTA000006165810",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-07-29",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 2 : Obligations des opérateurs.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006181878",
                        "id": "LEGISCTA000006181878",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Code des postes et des communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070987",
                        "id": "LEGITEXT000006070987",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006464110",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006181878",
            "sectionParentId": "LEGISCTA000006181878",
            "sectionParentTitre": "Paragraphe 2 : Obligations des opérateurs.",
            "fullSectionsTitre": "Partie réglementaire - Décrets simples &gt; LIVRE II : Les communications électroniques &gt; TITRE Ier : Dispositions générales &gt; Chapitre II : Régime juridique &gt; Section 1 : Réseaux et services &gt; Paragraphe 2 : Obligations des opérateurs.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006464110",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070987",
                    "titre": "Code des postes et des communications électroniques",
                    "titreLong": "Code des postes et des communications électroniques",
                    "etat": "VIGUEUR",
                    "dateDebut": -246240000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070987",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000669032",
                    "textTitle": "Décret 62-275 1962-03-12",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000669032",
                    "natureText": "DECRET",
                    "datePubliTexte": "1962-03-14",
                    "dateSignaTexte": "1962-03-12",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000633339",
                    "textTitle": "Décret n°2005-862 du 26 juillet 2005 - art. 1 () JORF 29 juillet 2005",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006243269",
                    "natureText": "DECRET",
                    "datePubliTexte": "2005-07-29",
                    "dateSignaTexte": "2005-07-26",
                    "dateDebutCible": "2005-07-29"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000020166821",
                    "textTitle": "Décision n°2008-1157\n du 21 octobre 2008, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020166821",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2008-1157",
                    "datePubli": 1233187200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020166857",
                    "textTitle": "Décision n°2008-1158\n du 21 octobre 2008, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020166857",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2008-1158",
                    "datePubli": 1233187200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020166893",
                    "textTitle": "Décision n°2008-1159\n du 21 octobre 2008, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020166893",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2008-1159",
                    "datePubli": 1233187200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020166929",
                    "textTitle": "Décision n°2008-1160\n du 21 octobre 2008, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020166929",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2008-1160",
                    "datePubli": 1233187200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020166959",
                    "textTitle": "Décision n°2008-1161\n du 21 octobre 2008, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020166959",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2008-1161",
                    "datePubli": 1233187200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020568760",
                    "textTitle": "Décision n° 2008-0977\n du 25 septembre 2008, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020568760",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2008-0977",
                    "datePubli": 1241308800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020835799",
                    "textTitle": "Décision n°2009-0368\n du 5 mai 2009, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000020835799",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2009-0368",
                    "datePubli": 1247356800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000037283345",
                    "textTitle": "Décision n°2018-0685 du 19 juin 2018, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000037283345",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2018-0685",
                    "datePubli": 1533340800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroni... - art. D406-17 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D406-17",
                    "articleId": "LEGIARTI000006464149",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1116633600000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électronique - art. L33-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L33-1",
                    "articleId": "LEGIARTI000006465743",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1475971200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électronique - art. L37-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L37-1",
                    "articleId": "LEGIARTI000006465917",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1571529600000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électronique - art. L42-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L42-1",
                    "articleId": "LEGIARTI000006465939",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1475971200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électronique - art. L42-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L42-2",
                    "articleId": "LEGIARTI000006465941",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1475971200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électronique - art. L44 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L44",
                    "articleId": "LEGIARTI000006465460",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1475971200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroniques L37-1, L33-1, L42-1, L44, L42-2, D306 à D315, D369 à D377",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006070987",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -246240000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006464110",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1122595200000,
                    "dateFin": 1334534400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025703472",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1334534400000,
                    "dateFin": 1630627200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044016521",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1630627200000,
                    "dateFin": 1633219200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044164679",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1633219200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D98-11",
                "98-11"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}