{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000047899012",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - L'importation de selles et de préparations de microbiote fécal ne peut être autorisée que lorsque ces produits ne sont pas disponibles en quantité suffisante sur le territoire national pour couvrir les besoins des patients. Seuls peuvent obtenir l'autorisation d'importation de selles les établissements ou organismes titulaires de l'autorisation prévue à l'article L. 513-11-1, les pharmacies à usage intérieur autorisées au titre de l'article L. 5126-4 ou les établissements pharmaceutiques autorisés au titre de l'article L. 5124-3. Seules peuvent obtenir l'autorisation d'importation de préparations de microbiote fécal les pharmacies à usage intérieur autorisées à importer des préparations au titre du 9° de l'article R. 5126-9. La demande d'autorisation est adressée au directeur général de l'Agence nationale de sécurité du médicament et des produits de santé par la personne morale responsable de l'importation et par tout moyen donnant date certaine à la réception de cette demande. II. - Cette demande est accompagnée d'un dossier, dont la forme et le contenu sont fixés par décision du directeur général de l'Agence nationale de sécurité du médicament et des produits de santé, publiée sur son site internet, et qui comprend : 1° Les renseignements administratifs relatifs à l'établissement ou à l'organisme importateur ; 2° Les renseignements administratifs relatifs à l'établissement ou à l'organisme fournisseur ; 3° Les renseignements administratifs relatifs à l'établissement ou à l'organisme collecteur si celui-ci est différent de l'établissement ou de l'organisme fournisseur ; 4° Le cas échéant, la copie de tout document valant autorisation délivrée par les autorités compétentes des fournisseurs ainsi que leur traduction en français ; 5° Le ou les lieux de la collecte des selles ; 6° Les exigences relatives à la sélection des donneurs de selles incluant leur justification au regard des spécificités épidémiologiques de la zone de collecte ; 7° La nature et les résultats des tests et analyses réalisés sur les donneurs de selles et sur les selles prélevées ; 8° Des informations techniques décrivant les conditions et les méthodes de préparation, de contrôle et de stockage des produits importés ; 9° La nature et la quantité de produit importé ; 10° L'utilisation prévue du produit et la justification de la nécessité d'importer le produit ; 11° Des informations sur le transport et le stockage permettant de garantir la bonne conservation, l'intégrité et la sécurité du produit concerné ; 12° Le numéro de lot ou d'identification du produit permettant d'en assurer la traçabilité ; 13° Un engagement du fournisseur à transmettre sans délai à l'Agence nationale de sécurité du médicament et des produits de santé toute information révélant un risque qui pourrait remettre en cause la qualité et la sécurité du produit concerné, et notamment les informations postérieures au don susceptibles d'avoir un impact sur la qualité ou la sécurité des selles ou des préparations de microbiote fécal. III. - En cas de transmission d'un dossier incomplet, le directeur général de l'Agence nationale de sécurité du médicament et des produits de santé fait connaître au demandeur les informations manquantes ou incomplètes et précise le délai imparti pour les fournir par tout moyen donnant date certaine à la réception de cette demande. IV. - Le directeur général de l'Agence nationale de sécurité du médicament et des produits de santé peut requérir toute information complémentaire qu'il estime nécessaire à l'instruction de la demande d'autorisation et notamment toute information concernant la sélection du donneur et la réalisation de tests et analyses complémentaires en lien avec l'origine géographique des produits collectés par le fournisseur. Il indique au demandeur, par tout moyen donnant date certaine à la réception de cette demande, le délai dans lequel il doit fournir ces éléments qui ne peut dépasser quatre mois. V. - Le directeur général de l'Agence nationale de sécurité du médicament et des produits de santé notifie sa décision au demandeur dans un délai de quatre mois à compter de la date de réception de la demande complète. L'absence de décision à l'expiration de ce délai vaut acceptation de la demande. Ce délai est suspendu en cas de demande d'informations complémentaires mentionnée au IV et reprend à compter de la réception de ces informations. VI. - L'autorisation d'importation est valable pour une seule opération dans un délai de trois mois à compter de sa délivrance. VII. - L'autorisation indique notamment le nom et l'adresse de l'établissement ou de l'organisme fournisseur, de la personne morale responsable de l'importation et, le cas échéant, de l'établissement destinataire si celui-ci n'est pas l'importateur. Elle indique également la nature et la quantité du produit importé et l'usage auquel il est destiné. Elle doit être présentée à l'occasion d'un contrôle douanier.",
            "texteHtml": "<p>I. - L'importation de selles et de préparations de microbiote fécal ne peut être autorisée que lorsque ces produits ne sont pas disponibles en quantité suffisante sur le territoire national pour couvrir les besoins des patients.</p><p></p><p> Seuls peuvent obtenir l'autorisation d'importation de selles les établissements ou organismes titulaires de l'autorisation prévue à l'article L. 513-11-1, les pharmacies à usage intérieur autorisées au titre de l'article L. 5126-4 ou les établissements pharmaceutiques autorisés au titre de l'article L. 5124-3.</p><p></p><p> Seules peuvent obtenir l'autorisation d'importation de préparations de microbiote fécal les pharmacies à usage intérieur autorisées à importer des préparations au titre du 9° de l'article R. 5126-9.</p><p></p><p> La demande d'autorisation est adressée au directeur général de l'Agence nationale de sécurité du médicament et des produits de santé par la personne morale responsable de l'importation et par tout moyen donnant date certaine à la réception de cette demande.</p><p></p><p> II. - Cette demande est accompagnée d'un dossier, dont la forme et le contenu sont fixés par décision du directeur général de l'Agence nationale de sécurité du médicament et des produits de santé, publiée sur son site internet, et qui comprend :</p><p></p><p> 1° Les renseignements administratifs relatifs à l'établissement ou à l'organisme importateur ;</p><p></p><p> 2° Les renseignements administratifs relatifs à l'établissement ou à l'organisme fournisseur ;</p><p></p><p> 3° Les renseignements administratifs relatifs à l'établissement ou à l'organisme collecteur si celui-ci est différent de l'établissement ou de l'organisme fournisseur ;</p><p></p><p> 4° Le cas échéant, la copie de tout document valant autorisation délivrée par les autorités compétentes des fournisseurs ainsi que leur traduction en français ;</p><p></p><p> 5° Le ou les lieux de la collecte des selles ;</p><p></p><p> 6° Les exigences relatives à la sélection des donneurs de selles incluant leur justification au regard des spécificités épidémiologiques de la zone de collecte ;</p><p></p><p> 7° La nature et les résultats des tests et analyses réalisés sur les donneurs de selles et sur les selles prélevées ;</p><p></p><p> 8° Des informations techniques décrivant les conditions et les méthodes de préparation, de contrôle et de stockage des produits importés ;</p><p></p><p> 9° La nature et la quantité de produit importé ;</p><p></p><p> 10° L'utilisation prévue du produit et la justification de la nécessité d'importer le produit ;</p><p></p><p> 11° Des informations sur le transport et le stockage permettant de garantir la bonne conservation, l'intégrité et la sécurité du produit concerné ;</p><p></p><p> 12° Le numéro de lot ou d'identification du produit permettant d'en assurer la traçabilité ;</p><p></p><p> 13° Un engagement du fournisseur à transmettre sans délai à l'Agence nationale de sécurité du médicament et des produits de santé toute information révélant un risque qui pourrait remettre en cause la qualité et la sécurité du produit concerné, et notamment les informations postérieures au don susceptibles d'avoir un impact sur la qualité ou la sécurité des selles ou des préparations de microbiote fécal.</p><p></p><p> III. - En cas de transmission d'un dossier incomplet, le directeur général de l'Agence nationale de sécurité du médicament et des produits de santé fait connaître au demandeur les informations manquantes ou incomplètes et précise le délai imparti pour les fournir par tout moyen donnant date certaine à la réception de cette demande.</p><p></p><p> IV. - Le directeur général de l'Agence nationale de sécurité du médicament et des produits de santé peut requérir toute information complémentaire qu'il estime nécessaire à l'instruction de la demande d'autorisation et notamment toute information concernant la sélection du donneur et la réalisation de tests et analyses complémentaires en lien avec l'origine géographique des produits collectés par le fournisseur. Il indique au demandeur, par tout moyen donnant date certaine à la réception de cette demande, le délai dans lequel il doit fournir ces éléments qui ne peut dépasser quatre mois.</p><p></p><p> V. - Le directeur général de l'Agence nationale de sécurité du médicament et des produits de santé notifie sa décision au demandeur dans un délai de quatre mois à compter de la date de réception de la demande complète. L'absence de décision à l'expiration de ce délai vaut acceptation de la demande. Ce délai est suspendu en cas de demande d'informations complémentaires mentionnée au IV et reprend à compter de la réception de ces informations.</p><p></p><p> VI. - L'autorisation d'importation est valable pour une seule opération dans un délai de trois mois à compter de sa délivrance.</p><p></p><p> VII. - L'autorisation indique notamment le nom et l'adresse de l'établissement ou de l'organisme fournisseur, de la personne morale responsable de l'importation et, le cas échéant, de l'établissement destinataire si celui-ci n'est pas l'importateur. Elle indique également la nature et la quantité du produit importé et l'usage auquel il est destiné. Elle doit être présentée à l'occasion d'un contrôle douanier.</p>",
            "num": "R513-11-10",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1690588800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112927",
                        "id": "LEGISCTA000006112927",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-07-29",
                        "fin": "2999-01-01",
                        "titre": "Cinquième partie : Produits de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132399",
                        "id": "LEGISCTA000006132399",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-07-29",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Produits pharmaceutiques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145489",
                        "id": "LEGISCTA000006145489",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-08",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Autres produits et substances pharmaceutiques réglementés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006161013",
                        "id": "LEGISCTA000006161013",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2023-07-29",
                        "fin": "2999-01-01",
                        "titre": "Chapitre XI : Recueil de selles d'origine humaine destinées à une utilisation thérapeutique\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000047899002",
                        "id": "LEGISCTA000047899002",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2023-07-29",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Importation de selles et de préparations de microbiote fécal\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000047899010",
                        "id": "LEGISCTA000047899010",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000047899012",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000047899010",
            "sectionParentId": "LEGISCTA000047899010",
            "sectionParentTitre": "Section 3 : Importation de selles et de préparations de microbiote fécal\r\n",
            "fullSectionsTitre": "Partie réglementaire &gt; Cinquième partie : Produits de santé &gt; Livre Ier : Produits pharmaceutiques &gt; Titre III : Autres produits et substances pharmaceutiques réglementés &gt; Chapitre XI : Recueil de selles d'origine humaine destinées à une utilisation thérapeutique\r\n &gt; Section 3 : Importation de selles et de préparations de microbiote fécal\r\n",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000047899012",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000047897491",
                    "textTitle": "Décret n°2023-672 du 27 juillet 2023 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000047898808",
                    "natureText": "DECRET",
                    "datePubliTexte": "2023-07-28",
                    "dateSignaTexte": "2023-07-27",
                    "dateDebutCible": "2023-07-29"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000047899012",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1690588800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R513-11-10",
                "513-11-10"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}