{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000036153143",
            "idTexte": null,
            "type": null,
            "texte": "Epreuve d'aptitude A.-Mention “ plongée subaquatique ” du BP JEPS 1. Test technique de sécurité. Le test technique de sécurité comporte quatre épreuves qui se déroulent dans l'ordre chronologique suivant, chaque épreuve étant éliminatoire. a) Epreuve de gestion d'une situation d'urgence avec un mannequin normalisé en plongée libre : Cette épreuve permet de vérifier la capacité du candidat à gérer une situation d'accident survenu à un plongeur. Elle consiste à effectuer, à l'aide d'un mannequin, un sauvetage à moins de six mètres de profondeur à l'aide de tout matériel individuel approprié, dans les conditions suivantes : - réaliser, sur un parcours balisé une nage de cent mètres ; - descendre à une profondeur comprise entre quatre et six mètres et tenir une apnée de vingt secondes minimum en déplacement ; - après une récupération de dix secondes au maximum en surface, redescendre à la même profondeur et remonter un mannequin de 1,5 kg de poids apparent ; - remonter un mannequin normalisé, puis à le remorquer en sécurité, les voies respiratoires hors de l'eau, sur une distance de cent mètres. Le port du vêtement isothermique complété, au choix du candidat, d'une ceinture de lest, est obligatoire lorsque la température de l'eau est inférieure à 20° C. Lorsque cette température est égale ou supérieure à 20° C, le port du vêtement isothermique est laissé au choix du candidat. La durée maximale de cette épreuve est de huit minutes. Le candidat doit maintenir le mannequin, les voies aériennes hors de l'eau, en utilisant une prise et une tenue du mannequin applicables à une victime réelle. L'épreuve définie doit être réalisée dans sa totalité. A défaut, le candidat est éliminé. Le candidat ne dispose que d'une seule tentative pour réaliser l'épreuve dans sa totalité. Toutefois, dans le cas où il échoue à récupérer le mannequin, il peut faire une seconde tentative, le chronomètre n'étant pas arrêté. L'utilisation d'un mannequin de 1,5 kg de poids apparent est obligatoire. b) Epreuve d'assistance d'un plongeur en difficulté en milieu naturel : Cette épreuve permet de vérifier la capacité du candidat équipé d'un scaphandre autonome à gérer une situation d'accident survenue à un plongeur équipé lui-même d'un scaphandre autonome. Elle porte sur la remontée en sécurité d'un plongeur en difficulté en utilisant tout moyen d'une profondeur de vingt-cinq mètres et doit permettre d'évaluer également le tractage jusqu'à l'embarcation et le déséquipement. c) Epreuve de premiers secours appliquée à l'activité en milieu naturel Cette épreuve permet de vérifier la capacité du candidat à gérer une situation d'accident survenu à un plongeur. Le candidat doit prendre en charge une victime depuis la surface de l'eau, organiser son hissage à bord, effectuer un bilan, réaliser les gestes de premier secours et mettre en place la chaîne des secours en mer selon le dispositif réglementaire français. d) Conduite de palanquée à quarante mètres : Cette épreuve permet de vérifier la capacité du candidat à conduire une plongée d'exploration en zone profonde (quarante mètres). Elle porte sur la vérification des capacités du candidat à prendre en charge une palanquée dans les conditions de pratique en zone profonde incluant notamment le dispositif réglementaire français. Le candidat réagit en tant que de besoin, aux incidents simulés par deux examinateurs placés dans le rôle de pratiquants encadrés. Sont pris en compte dans l'évaluation, la qualité de la descente, la conduite de palanquée à quarante mètres, la réalisation de tests définis par le jury, les réactions aux situations proposées par le jury, la dernière d'entre elles conduisant à une assistance de plongeur en difficulté, de la profondeur d'intervention au support de surface. 2. Test de vérification des connaissances théoriques et pratiques en matière de sécurité. Réalisé à l'oral et d'une durée maximale de quarante minutes, le test de vérification des connaissances théoriques et pratiques en matière de sécurité vise à vérifier la capacité du candidat à diriger et à organiser la plongée. Il porte sur les connaissances spécifiques à la plongée en France : réglementation de l'activité, organisation et mise en œuvre des secours, caractéristiques de la plongée en zone profonde jusqu'à quarante mètres (causes et prévention des accidents …). Après un temps de préparation d'une durée maximale de vingt minutes sans document, le candidat expose au jury ses choix d'organisation et de conduite de la plongée à quarante mètres mentionnée au d du 1. Il est interrogé par le jury sur les choix avancés et la qualité de sa prestation. B.-Mention “ activités de plongée subaquatique ” du DE JEPS 1. Test technique de sécurité. Le test technique de sécurité comporte quatre épreuves qui se déroulent dans l'ordre chronologique suivant, chaque épreuve étant éliminatoire. a) Epreuve de gestion d'une situation d'urgence avec un mannequin normalisé en plongée libre Cette épreuve permet de vérifier la capacité du candidat à gérer une situation d'accident survenu à un plongeur. Elle consiste, pour le candidat équipé de palmes, masque et tuba à réaliser, sur un parcours balisé, une nage de deux cents mètres, à descendre à une profondeur de dix mètres et en remonter un mannequin normalisé d'un poids apparent de 1,5 kg en moins de cinq minutes, puis à le remorquer en sécurité, les voies respiratoires hors de l'eau, sur une distance de cent mètres. Le port du vêtement isothermique, complété, au choix du candidat, d'une ceinture de lest, est obligatoire lorsque la température de l'eau est inférieure à 20° C. Lorsque cette température est égale ou supérieure à 20° C, le port du vêtement isothermique est laissé au choix du candidat. La durée maximale de cette épreuve est de huit minutes. b) Epreuve d'assistance d'un plongeur en difficulté en milieu naturel Cette épreuve permet de vérifier la capacité du candidat équipé d'un scaphandre autonome à gérer une situation d'accident survenu à un plongeur équipé d'un scaphandre autonome. Elle porte sur la remontée en sécurité d'un plongeur en difficulté en utilisant tout moyen d'une profondeur de vingt-cinq mètres. c) Epreuve de premiers secours appliquée à l'activité en milieu naturel : Cette épreuve permet de vérifier la capacité du candidat à gérer une situation d'accident survenu à un plongeur. Le candidat prend en charge une victime depuis la surface de l'eau, organise son hissage à bord, effectue un bilan, réalise les gestes de premier secours et met en place la chaîne des secours en mer selon le dispositif réglementaire français. d) Conduite de palanquée à quarante mètres Cette épreuve permet de vérifier la capacité du candidat à organiser et à conduire une plongée d'exploration en zone profonde et à assister un élève en difficulté. Elle porte sur la vérification des capacités du candidat à organiser l'immersion et à prendre en charge une palanquée dans les conditions de pratique en zone profonde incluant notamment le dispositif réglementaire français. Le candidat réagit en tant que de besoin aux incidents simulés par deux examinateurs placés dans le rôle de pratiquants encadrés. Cette épreuve s'effectue en pleine eau, sur un fond supérieur à quarante mètres. Sont pris en compte dans l'évaluation, la qualité de la descente, la conduite de palanquée à quarante mètres, la réalisation de tests définis par le jury, les réactions aux situations proposées par le jury, la dernière d'entre elles conduisant à une assistance de plongeur en difficulté de la profondeur d'intervention, au support de surface. 2. Test de vérification des connaissances théoriques et pratiques en matière de sécurité. Réalisé à l'oral et d'une durée maximale de quarante minutes, le test de vérification des connaissances théoriques et pratiques en matière de sécurité vise à vérifier la capacité du candidat à diriger et à organiser la plongée. Il porte sur les connaissances spécifiques à la plongée en France : réglementation de l'activité, organisation et mise en œuvre des secours, caractéristiques de la plongée profonde jusqu'à soixante mètres (causes et prévention des accidents …). Après un temps de préparation d'une durée maximale de vingt minutes sans document, le candidat expose au jury ses choix d'organisation et de conduite de la plongée à quarante mètres mentionnée au d du 1. Il est interrogé par le jury sur les choix avancés et la qualité de sa prestation.",
            "texteHtml": "<p align='center'>Epreuve d'aptitude</p><p align='center'><br/>\n A.-Mention “ plongée subaquatique ” du BP JEPS<br/><br/>\n 1. Test technique de sécurité.</p><p><br/>\n Le test technique de sécurité comporte quatre épreuves qui se déroulent dans l'ordre chronologique suivant, chaque épreuve étant éliminatoire.<br/><br/>\n a) Epreuve de gestion d'une situation d'urgence avec un mannequin normalisé en plongée libre :<br/><br/>\n Cette épreuve permet de vérifier la capacité du candidat à gérer une situation d'accident survenu à un plongeur. Elle consiste à effectuer, à l'aide d'un mannequin, un sauvetage à moins de six mètres de profondeur à l'aide de tout matériel individuel approprié, dans les conditions suivantes :</p><p><br/>\n- réaliser, sur un parcours balisé une nage de cent mètres ;<br/><br/>\n- descendre à une profondeur comprise entre quatre et six mètres et tenir une apnée de vingt secondes minimum en déplacement ;<br/><br/>\n- après une récupération de dix secondes au maximum en surface, redescendre à la même profondeur et remonter un mannequin de 1,5 kg de poids apparent ;<br/><br/>\n- remonter un mannequin normalisé, puis à le remorquer en sécurité, les voies respiratoires hors de l'eau, sur une distance de cent mètres.</p><p><br/>\n Le port du vêtement isothermique complété, au choix du candidat, d'une ceinture de lest, est obligatoire lorsque la température de l'eau est inférieure à 20° C. Lorsque cette température est égale ou supérieure à 20° C, le port du vêtement isothermique est laissé au choix du candidat. La durée maximale de cette épreuve est de huit minutes.<br/><br/>\n Le candidat doit maintenir le mannequin, les voies aériennes hors de l'eau, en utilisant une prise et une tenue du mannequin applicables à une victime réelle.<br/><br/>\n L'épreuve définie doit être réalisée dans sa totalité. A défaut, le candidat est éliminé.<br/><br/>\n Le candidat ne dispose que d'une seule tentative pour réaliser l'épreuve dans sa totalité. Toutefois, dans le cas où il échoue à récupérer le mannequin, il peut faire une seconde tentative, le chronomètre n'étant pas arrêté.<br/><br/>\n L'utilisation d'un mannequin de 1,5 kg de poids apparent est obligatoire.<br/><br/>\n b) Epreuve d'assistance d'un plongeur en difficulté en milieu naturel :<br/><br/>\n Cette épreuve permet de vérifier la capacité du candidat équipé d'un scaphandre autonome à gérer une situation d'accident survenue à un plongeur équipé lui-même d'un scaphandre autonome.<br/><br/>\n Elle porte sur la remontée en sécurité d'un plongeur en difficulté en utilisant tout moyen d'une profondeur de vingt-cinq mètres et doit permettre d'évaluer également le tractage jusqu'à l'embarcation et le déséquipement.<br/><br/>\n c) Epreuve de premiers secours appliquée à l'activité en milieu naturel<br/><br/>\n Cette épreuve permet de vérifier la capacité du candidat à gérer une situation d'accident survenu à un plongeur.<br/><br/>\n Le candidat doit prendre en charge une victime depuis la surface de l'eau, organiser son hissage à bord, effectuer un bilan, réaliser les gestes de premier secours et mettre en place la chaîne des secours en mer selon le dispositif réglementaire français.<br/><br/>\n d) Conduite de palanquée à quarante mètres :<br/><br/>\n Cette épreuve permet de vérifier la capacité du candidat à conduire une plongée d'exploration en zone profonde (quarante mètres).<br/><br/>\n Elle porte sur la vérification des capacités du candidat à prendre en charge une palanquée dans les conditions de pratique en zone profonde incluant notamment le dispositif réglementaire français.<br/><br/>\n Le candidat réagit en tant que de besoin, aux incidents simulés par deux examinateurs placés dans le rôle de pratiquants encadrés. Sont pris en compte dans l'évaluation, la qualité de la descente, la conduite de palanquée à quarante mètres, la réalisation de tests définis par le jury, les réactions aux situations proposées par le jury, la dernière d'entre elles conduisant à une assistance de plongeur en difficulté, de la profondeur d'intervention au support de surface.</p><p align='center'><br/>\n 2. Test de vérification des connaissances théoriques et pratiques en matière de sécurité.</p><p><br/>\n Réalisé à l'oral et d'une durée maximale de quarante minutes, le test de vérification des connaissances théoriques et pratiques en matière de sécurité vise à vérifier la capacité du candidat à diriger et à organiser la plongée.<br/><br/>\n Il porte sur les connaissances spécifiques à la plongée en France : réglementation de l'activité, organisation et mise en œuvre des secours, caractéristiques de la plongée en zone profonde jusqu'à quarante mètres (causes et prévention des accidents …).<br/><br/>\n Après un temps de préparation d'une durée maximale de vingt minutes sans document, le candidat expose au jury ses choix d'organisation et de conduite de la plongée à quarante mètres mentionnée au d du 1. Il est interrogé par le jury sur les choix avancés et la qualité de sa prestation.</p><p align='center'><br/>\n B.-Mention “ activités de plongée subaquatique ” du DE JEPS</p><p align='center'><br/>\n 1. Test technique de sécurité.</p><p><br/>\n Le test technique de sécurité comporte quatre épreuves qui se déroulent dans l'ordre chronologique suivant, chaque épreuve étant éliminatoire.<br/><br/>\n a) Epreuve de gestion d'une situation d'urgence avec un mannequin normalisé en plongée libre<br/><br/>\n Cette épreuve permet de vérifier la capacité du candidat à gérer une situation d'accident survenu à un plongeur. Elle consiste, pour le candidat équipé de palmes, masque et tuba à réaliser, sur un parcours balisé, une nage de deux cents mètres, à descendre à une profondeur de dix mètres et en remonter un mannequin normalisé d'un poids apparent de 1,5 kg en moins de cinq minutes, puis à le remorquer en sécurité, les voies respiratoires hors de l'eau, sur une distance de cent mètres.<br/><br/>\n Le port du vêtement isothermique, complété, au choix du candidat, d'une ceinture de lest, est obligatoire lorsque la température de l'eau est inférieure à 20° C. Lorsque cette température est égale ou supérieure à 20° C, le port du vêtement isothermique est laissé au choix du candidat.<br/><br/>\n La durée maximale de cette épreuve est de huit minutes.<br/><br/>\n b) Epreuve d'assistance d'un plongeur en difficulté en milieu naturel<br/><br/>\n Cette épreuve permet de vérifier la capacité du candidat équipé d'un scaphandre autonome à gérer une situation d'accident survenu à un plongeur équipé d'un scaphandre autonome.<br/><br/>\n Elle porte sur la remontée en sécurité d'un plongeur en difficulté en utilisant tout moyen d'une profondeur de vingt-cinq mètres.<br/><br/>\n c) Epreuve de premiers secours appliquée à l'activité en milieu naturel :<br/><br/>\n Cette épreuve permet de vérifier la capacité du candidat à gérer une situation d'accident survenu à un plongeur.<br/><br/>\n Le candidat prend en charge une victime depuis la surface de l'eau, organise son hissage à bord, effectue un bilan, réalise les gestes de premier secours et met en place la chaîne des secours en mer selon le dispositif réglementaire français.<br/><br/>\n d) Conduite de palanquée à quarante mètres<br/><br/>\n Cette épreuve permet de vérifier la capacité du candidat à organiser et à conduire une plongée d'exploration en zone profonde et à assister un élève en difficulté.<br/><br/>\n Elle porte sur la vérification des capacités du candidat à organiser l'immersion et à prendre en charge une palanquée dans les conditions de pratique en zone profonde incluant notamment le dispositif réglementaire français.<br/><br/>\n Le candidat réagit en tant que de besoin aux incidents simulés par deux examinateurs placés dans le rôle de pratiquants encadrés.<br/><br/>\n Cette épreuve s'effectue en pleine eau, sur un fond supérieur à quarante mètres.<br/><br/>\n Sont pris en compte dans l'évaluation, la qualité de la descente, la conduite de palanquée à quarante mètres, la réalisation de tests définis par le jury, les réactions aux situations proposées par le jury, la dernière d'entre elles conduisant à une assistance de plongeur en difficulté de la profondeur d'intervention, au support de surface.</p><p align='center'><br/>\n 2. Test de vérification des connaissances théoriques et pratiques en matière de sécurité.</p><p><br/>\n Réalisé à l'oral et d'une durée maximale de quarante minutes, le test de vérification des connaissances théoriques et pratiques en matière de sécurité vise à vérifier la capacité du candidat à diriger et à organiser la plongée.<br/><br/>\n Il porte sur les connaissances spécifiques à la plongée en France : réglementation de l'activité, organisation et mise en œuvre des secours, caractéristiques de la plongée profonde jusqu'à soixante mètres (causes et prévention des accidents …).<br/><br/>\n Après un temps de préparation d'une durée maximale de vingt minutes sans document, le candidat expose au jury ses choix d'organisation et de conduite de la plongée à quarante mètres mentionnée au d du 1. Il est interrogé par le jury sur les choix avancés et la qualité de sa prestation.</p>",
            "num": "Annexe II-16-3 (art. A212-195)",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "VIGUEUR",
            "dateDebut": 1512604800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1836342549,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-07-25",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000019003194",
                        "id": "LEGISCTA000019003194",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-04-30",
                        "fin": "2999-01-01",
                        "titre": "Annexes partie réglementaire - Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018762192",
                        "id": "LEGISCTA000018762192",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-07-24",
                        "fin": "2999-01-01",
                        "titre": "Annexes II",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020898273",
                        "id": "LEGISCTA000020898273",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2006-02-01",
                        "fin": "2999-01-01",
                        "titre": "Code du sport",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071318",
                        "id": "LEGITEXT000006071318",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000021754811",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020898273",
            "sectionParentId": "LEGISCTA000020898273",
            "sectionParentTitre": "Annexes II",
            "fullSectionsTitre": "ANNEXES &gt; Annexes partie réglementaire - Arrêtés &gt; Annexes II",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000036153143",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071318",
                    "titre": "Code du sport.",
                    "titreLong": "Code du sport",
                    "etat": "VIGUEUR",
                    "dateDebut": 1138752000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071318",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000036151181",
                    "textTitle": "Arrêté du 4 décembre 2017 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000036151947",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2017-12-06",
                    "dateSignaTexte": "2017-12-04",
                    "dateDebutCible": "2017-12-07"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071318",
                    "textTitle": "Code du sport. - art. A212-195 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A212-195",
                    "articleId": "LEGIARTI000021755241",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1264723200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000021755259",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1264723200000,
                    "dateFin": 1327017600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025176814",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1327017600000,
                    "dateFin": 1391040000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028533305",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1391040000000,
                    "dateFin": 1512604800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036153143",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1512604800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe II-16-3 (art. A212-195)",
                "II-16-3"
            ],
            "versionPrecedente": "LEGIARTI000028533305",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000028533305",
            "idTexte": null,
            "type": null,
            "texte": "ÉPREUVE D'APTITUDE L'épreuve d'aptitude vise à vérifier la capacité du candidat à encadrer en sécurité la plongée subaquatique dans l'une des conditions d'exercices suivantes : -encadrement en autonomie de la randonnée subaquatique, enseignement et encadrement de la plongée subaquatique dans les conditions techniques et de sécurité définies aux articles A. 322-71 et suivants du code du sport (épreuve d'aptitude BPJEPS) ; ou -enseignement, animation, encadrement de la plongée subaquatique ou entraînement de ses pratiquants dans les conditions techniques et de sécurité définies aux articles A. 322-71 et suivants du code du sport (épreuve d'aptitude DEJEPS). Epreuve d'aptitude BPJEPS 1. Test technique de sécurité. Ce test de sécurité comporte quatre épreuves qui doivent se dérouler chronologiquement ; chaque épreuve non validée est éliminatoire. a) Epreuve de gestion d'une situation d'urgence avec un mannequin normalisé en plongée libre : Cette épreuve permet de vérifier la capacité du candidat à gérer une situation d'accident survenu à un plongeur. Elle consiste à effectuer, à l'aide d'un mannequin, un sauvetage à moins de six mètres de profondeur à l'aide de tout matériel individuel approprié, dans les conditions suivantes : -réaliser, sur un parcours balisé une nage de cent mètres ; -descendre à une profondeur comprise entre quatre et six mètres et tenir une apnée de vingt secondes minimum en déplacement ; -après une récupération de dix secondes au maximum en surface, redescendre à la même profondeur et remonter un mannequin de 1,5 kg de poids apparent ; -remonter un mannequin normalisé, puis à le remorquer en sécurité, les voies respiratoires hors de l'eau, sur une distance de cent mètres. Le port du vêtement isothermique complété, au choix du candidat, d'une ceinture de lest, est obligatoire lorsque la température de l'eau est inférieure à 20° C. Lorsque cette température est égale ou supérieure à 20° C, le port du vêtement isothermique est laissé au choix du candidat. La durée maximale de cette épreuve est de huit minutes. Le candidat doit maintenir le mannequin, les voies aériennes hors de l'eau en utilisant une prise et une tenue du mannequin applicables à une victime réelle. La non-réalisation en totalité de l'épreuve définie est éliminatoire. Le candidat ne dispose que d'une seule tentative pour réaliser l'épreuve dans sa totalité. Toutefois, si le candidat échoue dans la récupération du mannequin, il peut faire une seconde tentative, le chronomètre n'étant pas arrêté. L'utilisation d'un mannequin de 1,5 kg de poids apparent est obligatoire. b) Epreuve d'assistance d'un plongeur en difficulté en milieu naturel : Cette épreuve permet de vérifier la capacité du candidat équipé d'un scaphandre autonome à gérer une situation d'accident survenue à un plongeur équipé lui-même d'un scaphandre autonome. Elle porte sur la remontée en sécurité d'un plongeur en difficulté en utilisant tout moyen d'une profondeur de vingt-cinq mètres et doit permettre d'évaluer également le tractage jusqu'à l'embarcation et le déséquipement. c) Epreuve de premiers secours appliquée à l'activité en milieu naturel : Cette épreuve permet de vérifier la capacité du candidat à gérer une situation d'accident survenu à un plongeur. Le candidat doit prendre en charge une victime depuis la surface de l'eau, organiser son hissage à bord, effectuer un bilan, réaliser les gestes de premier secours et mettre en place la chaîne des secours en mer selon le dispositif légal français. d) Conduite de palanquée à quarante mètres : Cette épreuve permet de vérifier la capacité du candidat à conduire une plongée d'exploration en zone profonde (quarante mètres). Elle porte sur la vérification des capacités du candidat à prendre en charge une palanquée dans les conditions de pratique en zone profonde incluant notamment le dispositif réglementaire français. Le candidat réagira en tant que de besoin aux incidents simulés par deux examinateurs placés dans le rôle de pratiquants encadrés. Seront pris en compte dans l'évaluation, la qualité de la descente, la conduite de palanquée à quarante mètres, la réalisation de tests définis par le jury, les réactions aux situations proposées par le jury, la dernière d'entre elle conduisant à une assistance de plongeur en difficulté de la profondeur d'intervention au support de surface. 2. Test de vérification des connaissances théoriques et pratiques en matière de sécurité. Ce test réalisé à l'oral et d'une durée de quarante minutes maximale, vise à vérifier la capacité du candidat à diriger et à organiser la plongée. Il porte sur les connaissances spécifiques à la plongée en France : règlementation de l'activité, organisation et mise en œuvre des secours, caractéristiques de la plongée en zone profonde jusqu'à quarante mètres (causes et prévention des accidents...). Après une préparation de vingt minutes maximum sans document, le candidat expose au jury ses choix d'organisation et de conduite de la plongée à quarante mètres. Il est interrogé par le jury sur les choix avancés et la qualité de sa prestation. Epreuve d'aptitude DEJEPS 1. Test technique de sécurité. Ce test de sécurité comporte 4 épreuves qui doivent se dérouler chronologiquement ; chaque épreuve non validée est éliminatoire. a) Epreuve de gestion d'une situation d'urgence avec un mannequin normalisé en plongée libre : Cette épreuve permet de vérifier la capacité du candidat à gérer une situation d'accident survenu à un plongeur. Elle consiste, pour le candidat équipé de palmes, masque et tuba à réaliser, sur un parcours balisé, une nage de deux cents mètres, à descendre à une profondeur de dix mètres et en remonter un mannequin normalisé d'un poids apparent de 1,5 kg en moins de cinq minutes, puis à le remorquer en sécurité, les voies respiratoires hors de l'eau, sur une distance de cent mètres. Le port du vêtement isothermique, complété, au choix du candidat, d'une ceinture de lest, est obligatoire lorsque la température de l'eau est inférieure à 20° C. Lorsque cette température est égale ou supérieure à 20° C, le port du vêtement isothermique est laissé au choix du candidat. La durée maximale de cette épreuve est de huit minutes. b) Epreuve d'assistance d'un plongeur en difficulté en milieu naturel : Cette épreuve permet de vérifier la capacité du candidat équipé d'un scaphandre autonome à gérer une situation d'accident survenu à un plongeur équipé d'un scaphandre autonome. Elle porte sur la remontée en sécurité d'un plongeur en difficulté en utilisant tout moyen d'une profondeur de vingt-cinq mètres. c) Epreuve de premiers secours appliqué à l'activité en milieu naturel : Cette épreuve permet de vérifier la capacité du candidat à gérer une situation d'accident survenu à un plongeur. Le candidat devra prendre en charge une victime depuis la surface de l'eau, organiser son hissage à bord, effectuer un bilan, réaliser les gestes de premier secours et mettre en place la chaîne des secours en mer selon le dispositif légal français. d) Conduite de palanquée à cinquante mètres Cette épreuve permet de vérifier la capacité du candidat à organiser et à conduire une plongée d'exploration en zone profonde et à assister un élève en difficulté. Elle porte sur la vérification des capacités du candidat à organiser l'immersion et à prendre en charge une palanquée dans les conditions de pratique en zone profonde incluant notamment le dispositif légal français. Le candidat réagira en tant que de besoin aux incidents simulés par deux examinateurs placés dans le rôle de pratiquants encadrés. Cette épreuve s'effectuera en pleine eau, sur un fond supérieur à cinquante mètres. Seront pris en compte dans l'évaluation la qualité de la descente, la conduite de palanquée à cinquante mètres, la réalisation de tests définis par le jury, les réactions aux situations proposées par le jury, la dernière d'entre elles conduisant à une assistance de plongeur en difficulté de la profondeur d'intervention au support de surface. 2. Test de vérification des connaissances théoriques et pratiques en matière de sécurité. Ce test réalisé à l'oral et d'une durée de quarante minutes maximale vise à vérifier la capacité du candidat à diriger et à organiser la plongée. Il porte sur les connaissances spécifiques à la plongée en France : réglementation de l'activité, organisation et mise en œuvre des secours, caractéristiques de la plongée profonde jusqu'à soixante mètres (causes et prévention des accidents...). Après une préparation de vingt minutes maximum sans document, le candidat expose au jury ses choix d'organisation et de conduite de la plongée à cinquante mètres qu'il a dirigée pour le d du test de sécurité. Il est interrogé par le jury sur les choix avancés et la qualité de sa prestation.",
            "texteHtml": "<p></p><br/><p align='center'>ÉPREUVE D'APTITUDE </p><p></p><p></p><p>L'épreuve d'aptitude vise à vérifier la capacité du candidat à encadrer en sécurité la plongée subaquatique dans l'une des conditions d'exercices suivantes :</p><p>-encadrement en autonomie de la randonnée subaquatique, enseignement et encadrement de la plongée subaquatique dans les conditions techniques et de sécurité définies aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071318&idArticle=LEGIARTI000018751627&dateTexte=&categorieLien=cid'>articles A. 322-71 et suivants</a> du code du sport (épreuve d'aptitude BPJEPS) ; ou</p><p>-enseignement, animation, encadrement de la plongée subaquatique ou entraînement de ses pratiquants dans les conditions techniques et de sécurité définies aux articles A. 322-71 et suivants du code du sport (épreuve d'aptitude DEJEPS). </p><p></p><p></p><p align='center'>Epreuve d'aptitude BPJEPS </p><p></p><p></p><p>1. Test technique de sécurité. </p><p>Ce test de sécurité comporte quatre épreuves qui doivent se dérouler chronologiquement ; chaque épreuve non validée est éliminatoire. </p><p>a) Epreuve de gestion d'une situation d'urgence avec un mannequin normalisé en plongée libre : </p><p>Cette épreuve permet de vérifier la capacité du candidat à gérer une situation d'accident survenu à un plongeur. Elle consiste à effectuer, à l'aide d'un mannequin, un sauvetage à moins de six mètres de profondeur à l'aide de tout matériel individuel approprié, dans les conditions suivantes :</p><p>-réaliser, sur un parcours balisé une nage de cent mètres ;</p><p>-descendre à une profondeur comprise entre quatre et six mètres et tenir une apnée de vingt secondes minimum en déplacement ;</p><p>-après une récupération de dix secondes au maximum en surface, redescendre à la même profondeur et remonter un mannequin de 1,5 kg de poids apparent ;</p><p>-remonter un mannequin normalisé, puis à le remorquer en sécurité, les voies respiratoires hors de l'eau, sur une distance de cent mètres. </p><p>Le port du vêtement isothermique complété, au choix du candidat, d'une ceinture de lest, est obligatoire lorsque la température de l'eau est inférieure à 20° C. Lorsque cette température est égale ou supérieure à 20° C, le port du vêtement isothermique est laissé au choix du candidat. La durée maximale de cette épreuve est de huit minutes. </p><p>Le candidat doit maintenir le mannequin, les voies aériennes hors de l'eau en utilisant une prise et une tenue du mannequin applicables à une victime réelle. </p><p>La non-réalisation en totalité de l'épreuve définie est éliminatoire. </p><p>Le candidat ne dispose que d'une seule tentative pour réaliser l'épreuve dans sa totalité. Toutefois, si le candidat échoue dans la récupération du mannequin, il peut faire une seconde tentative, le chronomètre n'étant pas arrêté. </p><p>L'utilisation d'un mannequin de 1,5 kg de poids apparent est obligatoire. </p><p>b) Epreuve d'assistance d'un plongeur en difficulté en milieu naturel : </p><p>Cette épreuve permet de vérifier la capacité du candidat équipé d'un scaphandre autonome à gérer une situation d'accident survenue à un plongeur équipé lui-même d'un scaphandre autonome. </p><p>Elle porte sur la remontée en sécurité d'un plongeur en difficulté en utilisant tout moyen d'une profondeur de vingt-cinq mètres et doit permettre d'évaluer également le tractage jusqu'à l'embarcation et le déséquipement. </p><p>c) Epreuve de premiers secours appliquée à l'activité en milieu naturel : </p><p>Cette épreuve permet de vérifier la capacité du candidat à gérer une situation d'accident survenu à un plongeur. </p><p>Le candidat doit prendre en charge une victime depuis la surface de l'eau, organiser son hissage à bord, effectuer un bilan, réaliser les gestes de premier secours et mettre en place la chaîne des secours en mer selon le dispositif légal français. </p><p>d) Conduite de palanquée à quarante mètres : </p><p>Cette épreuve permet de vérifier la capacité du candidat à conduire une plongée d'exploration en zone profonde (quarante mètres). </p><p>Elle porte sur la vérification des capacités du candidat à prendre en charge une palanquée dans les conditions de pratique en zone profonde incluant notamment le dispositif réglementaire français. </p><p>Le candidat réagira en tant que de besoin aux incidents simulés par deux examinateurs placés dans le rôle de pratiquants encadrés. Seront pris en compte dans l'évaluation, la qualité de la descente, la conduite de palanquée à quarante mètres, la réalisation de tests définis par le jury, les réactions aux situations proposées par le jury, la dernière d'entre elle conduisant à une assistance de plongeur en difficulté de la profondeur d'intervention au support de surface. </p><p>2. Test de vérification des connaissances théoriques et pratiques en matière de sécurité. </p><p>Ce test réalisé à l'oral et d'une durée de quarante minutes maximale, vise à vérifier la capacité du candidat à diriger et à organiser la plongée. </p><p>Il porte sur les connaissances spécifiques à la plongée en France : règlementation de l'activité, organisation et mise en œuvre des secours, caractéristiques de la plongée en zone profonde jusqu'à quarante mètres (causes et prévention des accidents...). </p><p>Après une préparation de vingt minutes maximum sans document, le candidat expose au jury ses choix d'organisation et de conduite de la plongée à quarante mètres. Il est interrogé par le jury sur les choix avancés et la qualité de sa prestation. </p><p></p><p></p><p align='center'>Epreuve d'aptitude DEJEPS </p><p></p><p></p><p>1. Test technique de sécurité. </p><p>Ce test de sécurité comporte 4 épreuves qui doivent se dérouler chronologiquement ; chaque épreuve non validée est éliminatoire. </p><p>a) Epreuve de gestion d'une situation d'urgence avec un mannequin normalisé en plongée libre : </p><p>Cette épreuve permet de vérifier la capacité du candidat à gérer une situation d'accident survenu à un plongeur. Elle consiste, pour le candidat équipé de palmes, masque et tuba à réaliser, sur un parcours balisé, une nage de deux cents mètres, à descendre à une profondeur de dix mètres et en remonter un mannequin normalisé d'un poids apparent de 1,5 kg en moins de cinq minutes, puis à le remorquer en sécurité, les voies respiratoires hors de l'eau, sur une distance de cent mètres. </p><p>Le port du vêtement isothermique, complété, au choix du candidat, d'une ceinture de lest, est obligatoire lorsque la température de l'eau est inférieure à 20° C. Lorsque cette température est égale ou supérieure à 20° C, le port du vêtement isothermique est laissé au choix du candidat. </p><p>La durée maximale de cette épreuve est de huit minutes. </p><p>b) Epreuve d'assistance d'un plongeur en difficulté en milieu naturel : </p><p>Cette épreuve permet de vérifier la capacité du candidat équipé d'un scaphandre autonome à gérer une situation d'accident survenu à un plongeur équipé d'un scaphandre autonome. </p><p>Elle porte sur la remontée en sécurité d'un plongeur en difficulté en utilisant tout moyen d'une profondeur de vingt-cinq mètres. </p><p>c) Epreuve de premiers secours appliqué à l'activité en milieu naturel : </p><p>Cette épreuve permet de vérifier la capacité du candidat à gérer une situation d'accident survenu à un plongeur. </p><p>Le candidat devra prendre en charge une victime depuis la surface de l'eau, organiser son hissage à bord, effectuer un bilan, réaliser les gestes de premier secours et mettre en place la chaîne des secours en mer selon le dispositif légal français. </p><p>d) Conduite de palanquée à cinquante mètres </p><p>Cette épreuve permet de vérifier la capacité du candidat à organiser et à conduire une plongée d'exploration en zone profonde et à assister un élève en difficulté. </p><p>Elle porte sur la vérification des capacités du candidat à organiser l'immersion et à prendre en charge une palanquée dans les conditions de pratique en zone profonde incluant notamment le dispositif légal français. </p><p>Le candidat réagira en tant que de besoin aux incidents simulés par deux examinateurs placés dans le rôle de pratiquants encadrés. </p><p>Cette épreuve s'effectuera en pleine eau, sur un fond supérieur à cinquante mètres. </p><p>Seront pris en compte dans l'évaluation la qualité de la descente, la conduite de palanquée à cinquante mètres, la réalisation de tests définis par le jury, les réactions aux situations proposées par le jury, la dernière d'entre elles conduisant à une assistance de plongeur en difficulté de la profondeur d'intervention au support de surface. </p><p>2. Test de vérification des connaissances théoriques et pratiques en matière de sécurité. </p><p>Ce test réalisé à l'oral et d'une durée de quarante minutes maximale vise à vérifier la capacité du candidat à diriger et à organiser la plongée. </p><p>Il porte sur les connaissances spécifiques à la plongée en France : réglementation de l'activité, organisation et mise en œuvre des secours, caractéristiques de la plongée profonde jusqu'à soixante mètres (causes et prévention des accidents...). </p><p>Après une préparation de vingt minutes maximum sans document, le candidat expose au jury ses choix d'organisation et de conduite de la plongée à cinquante mètres qu'il a dirigée pour le d du test de sécurité. Il est interrogé par le jury sur les choix avancés et la qualité de sa prestation.</p><p></p>",
            "num": "Annexe II-16-3 (art. A212-195)",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1391040000000,
            "dateFin": 1512604800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1836342549,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-07-25",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000019003194",
                        "id": "LEGISCTA000019003194",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-04-30",
                        "fin": "2999-01-01",
                        "titre": "Annexes partie réglementaire - Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018762192",
                        "id": "LEGISCTA000018762192",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-07-24",
                        "fin": "2999-01-01",
                        "titre": "Annexes II",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020898273",
                        "id": "LEGISCTA000020898273",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2006-02-01",
                        "fin": "2999-01-01",
                        "titre": "Code du sport",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071318",
                        "id": "LEGITEXT000006071318",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000021754811",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020898273",
            "sectionParentId": "LEGISCTA000020898273",
            "sectionParentTitre": "Annexes II",
            "fullSectionsTitre": "ANNEXES &gt; Annexes partie réglementaire - Arrêtés &gt; Annexes II",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000028533305",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071318",
                    "titre": "Code du sport.",
                    "titreLong": "Code du sport",
                    "etat": "VIGUEUR",
                    "dateDebut": 1138752000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071318",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000028532141",
                    "textTitle": "Arrêté du 7 janvier 2014 - art. 4",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000028532625",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2014-01-29",
                    "dateSignaTexte": "2014-01-07",
                    "dateDebutCible": "2014-01-30"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071318",
                    "textTitle": "Code du sport. - art. A212-195 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A212-195",
                    "articleId": "LEGIARTI000021755241",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1264723200000
                },
                {
                    "textCid": "LEGITEXT000006071318",
                    "textTitle": "Code du sport. - art. A322-71",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "A322-71",
                    "articleId": "LEGIARTI000018751627",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209513600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000021755259",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1264723200000,
                    "dateFin": 1327017600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025176814",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1327017600000,
                    "dateFin": 1391040000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028533305",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1391040000000,
                    "dateFin": 1512604800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036153143",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1512604800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe II-16-3 (art. A212-195)",
                "II-16-3"
            ],
            "versionPrecedente": "LEGIARTI000025176814",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000025176814",
            "idTexte": null,
            "type": null,
            "texte": "ÉPREUVE D'APTITUDE 1. Test technique de sécurité Le test technique de sécurité vise à vérifier la capacité du candidat à prévenir le risque et à gérer la situation en cas d'accident. Ce test comporte trois épreuves qui se déroulent dans l'ordre suivant, chacune étant éliminatoire. 1.1. Epreuve de gestion d'une situation d'urgence avec un mannequin normalisé en plongée libre. Cette épreuve permet de vérifier la capacité du candidat à gérer une situation d'accident survenu à un plongeur. Elle consiste, pour le candidat équipé de palmes, masque et tuba : - à réaliser, sur un parcours balisé, une nage de deux cents mètres ; - à descendre à une profondeur comprise entre quatre et six mètres ; - à remonter un mannequin normalisé, puis à le remorquer en sécurité, les voies respiratoires hors de l'eau, sur une distance de cent mètres. Le port du vêtement isothermique, complété, au choix du candidat, d'une ceinture de lest, est obligatoire lorsque la température de l'eau est inférieure à 20° C. Lorsque cette température est égale ou supérieure à 20° C, le port du vêtement isothermique est laissé au choix du candidat. La durée maximale de cette épreuve est de dix minutes. 1.2. Epreuve de gestion d'une situation d'urgence d'un plongeur en scaphandre Cette épreuve permet de vérifier la capacité du candidat équipé d'un scaphandre autonome à gérer une situation d'accident survenu à un plongeur équipé d'un scaphandre autonome. Le départ s'effectue à cent mètres maximum du bateau ou d'un point fixe et à une profondeur de vingt-cinq mètres. Les équipements ou moyens techniques permettant de remonter en sécurité le plongeur en difficulté sont laissés au choix du candidat. Arrivé en surface, le candidat alerte la surveillance. Il ramène en sécurité le plongeur en difficulté jusqu'au bateau ou au point fixe. 1.3. Epreuve d'organisation et de conduite d'une plongée d'exploration dans l'espace lointain Cette épreuve permet de vérifier la capacité du candidat à organiser et à conduire une plongée d'exploration, dont le jury fixe les caractéristiques. Elle consiste : ― à organiser une plongée qui comporte un profil de décompression avec palier ; ― à conduire la palanquée entre trente-cinq et quarante mètres de profondeur ; ― à faire le bilan de la plongée aux membres de la palanquée. Le candidat bénéficie d'un temps maximal de préparation d'une demi-heure. La durée maximale de la plongée est d'une heure. Elle est suivie d'un entretien avec les membres du jury, visant à expliciter les choix d'organisation mis en œuvre. 2. Test de vérification des connaissances théoriques et pratiques en matière de sécurité Ce test vise à vérifier la capacité du candidat à diriger et à organiser la plongée, soit : ― à faire des choix de navigation appliqués à l'utilisation du bateau support de plongée ; ― à organiser la pratique de palanquées de plongeurs de niveaux différents ; ― à procéder à l'installation matérielle sur le site de plongée ; ― à organiser la sécurité, la surveillance et les premiers secours sur le site. Il consiste en un exposé d'une durée maximale de vingt minutes, suivi d'un entretien de même durée avec le jury. L'exposé et l'entretien se déroulent en français. Le jury soumet au candidat un cas pratique de direction de plongée. Le candidat bénéficie d'un temps maximal de préparation de trente minutes, sans document. L'exposé du candidat porte sur ses choix de direction de plongée en fonction de la réglementation relative à la plongée et des conditions liées à l'environnement.",
            "texteHtml": "<p align='center'>ÉPREUVE D'APTITUDE<br/></p><p align='center'>1. Test technique de sécurité</p><p align='left'>Le test technique de sécurité vise à vérifier la capacité du candidat à prévenir le risque et à gérer la situation en cas d'accident. Ce test comporte trois épreuves qui se déroulent dans l'ordre suivant, chacune étant éliminatoire.</p><p align='left'>1.1. Epreuve de gestion d'une situation d'urgence avec un mannequin normalisé en plongée libre. Cette épreuve permet de vérifier la capacité du candidat à gérer une situation d'accident survenu à un plongeur. Elle consiste, pour le candidat équipé de palmes, masque et tuba : </p><p align='left'>- à réaliser, sur un parcours balisé, une nage de deux cents mètres ; </p><p align='left'>- à descendre à une profondeur comprise entre quatre et six mètres ; </p><p align='left'>- à remonter un mannequin normalisé, puis à le remorquer en sécurité, les voies respiratoires hors de l'eau, sur une distance de cent mètres. </p><p align='left'>Le port du vêtement isothermique, complété, au choix du candidat, d'une ceinture de lest, est obligatoire lorsque la température de l'eau est inférieure à 20° C. Lorsque cette température est égale ou supérieure à 20° C, le port du vêtement isothermique est laissé au choix du candidat. La durée maximale de cette épreuve est de dix minutes. </p><p align='center'>1.2. Epreuve de gestion d'une situation d'urgence<br/>d'un plongeur en scaphandre</p><p>Cette épreuve permet de vérifier la capacité du candidat équipé d'un scaphandre autonome à gérer une situation d'accident survenu à un plongeur équipé d'un scaphandre autonome.</p><p>Le départ s'effectue à cent mètres maximum du bateau ou d'un point fixe et à une profondeur de vingt-cinq mètres.</p><p>Les équipements ou moyens techniques permettant de remonter en sécurité le plongeur en difficulté sont laissés au choix du candidat.</p><p>Arrivé en surface, le candidat alerte la surveillance. Il ramène en sécurité le plongeur en difficulté jusqu'au bateau ou au point fixe.</p><p align='center'>1.3. Epreuve d'organisation et de conduite<br/>d'une plongée d'exploration dans l'espace lointain</p><p align='left'>Cette épreuve permet de vérifier la capacité du candidat à organiser et à conduire une plongée d'exploration, dont le jury fixe les caractéristiques. Elle consiste :</p><p>― à organiser une plongée qui comporte un profil de décompression avec palier ;</p><p>― à conduire la palanquée entre trente-cinq et quarante mètres de profondeur ;</p><p>― à faire le bilan de la plongée aux membres de la palanquée.</p><p>Le candidat bénéficie d'un temps maximal de préparation d'une demi-heure. La durée maximale de la plongée est d'une heure. Elle est suivie d'un entretien avec les membres du jury, visant à expliciter les choix d'organisation mis en œuvre.</p><p align='center'>2. Test de vérification des connaissances théoriques<br/>et pratiques en matière de sécurité</p><p>Ce test vise à vérifier la capacité du candidat à diriger et à organiser la plongée, soit :</p><p>― à faire des choix de navigation appliqués à l'utilisation du bateau support de plongée ;</p><p>― à organiser la pratique de palanquées de plongeurs de niveaux différents ;</p><p>― à procéder à l'installation matérielle sur le site de plongée ;</p><p>― à organiser la sécurité, la surveillance et les premiers secours sur le site.</p><p>Il consiste en un exposé d'une durée maximale de vingt minutes, suivi d'un entretien de même durée avec le jury. L'exposé et l'entretien se déroulent en français.</p><p>Le jury soumet au candidat un cas pratique de direction de plongée. Le candidat bénéficie d'un temps maximal de préparation de trente minutes, sans document.</p><p>L'exposé du candidat porte sur ses choix de direction de plongée en fonction de la réglementation relative à la plongée et des conditions liées à l'environnement. </p>",
            "num": "Annexe II-16-3 (art. A212-195)",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1327017600000,
            "dateFin": 1391040000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1836342549,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-07-25",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000019003194",
                        "id": "LEGISCTA000019003194",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-04-30",
                        "fin": "2999-01-01",
                        "titre": "Annexes partie réglementaire - Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018762192",
                        "id": "LEGISCTA000018762192",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-07-24",
                        "fin": "2999-01-01",
                        "titre": "Annexes II",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020898273",
                        "id": "LEGISCTA000020898273",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2006-02-01",
                        "fin": "2999-01-01",
                        "titre": "Code du sport",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071318",
                        "id": "LEGITEXT000006071318",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000021754811",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020898273",
            "sectionParentId": "LEGISCTA000020898273",
            "sectionParentTitre": "Annexes II",
            "fullSectionsTitre": "ANNEXES &gt; Annexes partie réglementaire - Arrêtés &gt; Annexes II",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000025176814",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071318",
                    "titre": "Code du sport.",
                    "titreLong": "Code du sport",
                    "etat": "VIGUEUR",
                    "dateDebut": 1138752000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071318",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000025171086",
                    "textTitle": "Arrêté du 9 décembre 2011 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000025171619",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2012-01-19",
                    "dateSignaTexte": "2011-12-09",
                    "dateDebutCible": "2012-01-20"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071318",
                    "textTitle": "Code du sport. - art. A212-195 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A212-195",
                    "articleId": "LEGIARTI000021755241",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1264723200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000021755259",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1264723200000,
                    "dateFin": 1327017600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025176814",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1327017600000,
                    "dateFin": 1391040000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028533305",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1391040000000,
                    "dateFin": 1512604800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036153143",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1512604800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe II-16-3 (art. A212-195)",
                "II-16-3"
            ],
            "versionPrecedente": "LEGIARTI000021755259",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000021755259",
            "idTexte": null,
            "type": null,
            "texte": "ÉPREUVE D'APTITUDE 1. Test technique de sécurité Le test technique de sécurité vise à vérifier la capacité du candidat à prévenir le risque et à gérer la situation en cas d'accident. Ce test comporte trois épreuves qui se déroulent dans l'ordre suivant, chacune étant éliminatoire. 1.1. Epreuve de gestion d'une situation d'urgence d'un plongeur en difficulté en plongée libre Cette épreuve permet de vérifier la capacité du candidat à gérer une situation d'accident survenu à un plongeur équipé de palmes, masque et tuba. Elle consiste, pour le candidat équipé de palmes, masque et tuba : ― à réaliser, sur un parcours balisé, une nage de deux cents mètres ; ― à descendre à une profondeur comprise entre quatre et six mètres ; ― à remonter un plongeur simulant l'inconscience équipé de palmes, masque et tuba, puis à le remorquer en sécurité, les voies respiratoires hors de l'eau, sur une distance de cent mètres. Le port du vêtement isothermique, complété au choix du candidat, d'une ceinture de lest, est obligatoire lorsque la température de l'eau est inférieure à 20 °C. Lorsque cette température est égale ou supérieure à 20 °C, le port du vêtement isothermique est laissé au choix du candidat. La durée maximale de cette épreuve est de dix minutes. 1.2. Epreuve de gestion d'une situation d'urgence d'un plongeur en scaphandre Cette épreuve permet de vérifier la capacité du candidat équipé d'un scaphandre autonome à gérer une situation d'accident survenu à un plongeur équipé d'un scaphandre autonome. Le départ s'effectue à cent mètres maximum du bateau ou d'un point fixe et à une profondeur de vingt-cinq mètres. Les équipements ou moyens techniques permettant de remonter en sécurité le plongeur en difficulté sont laissés au choix du candidat. Arrivé en surface, le candidat alerte la surveillance. Il ramène en sécurité le plongeur en difficulté jusqu'au bateau ou au point fixe. 1.3. Epreuve d'organisation et de conduite d'une plongée d'exploration dans l'espace lointain Cette épreuve permet de vérifier la capacité du candidat à organiser et à conduire une plongée d'exploration, dont le jury fixe les caractéristiques. Elle consiste : ― à organiser une plongée qui comporte un profil de décompression avec palier ; ― à conduire la palanquée entre trente-cinq et quarante mètres de profondeur ; ― à faire le bilan de la plongée aux membres de la palanquée. Le candidat bénéficie d'un temps maximal de préparation d'une demi-heure. La durée maximale de la plongée est d'une heure. Elle est suivie d'un entretien avec les membres du jury, visant à expliciter les choix d'organisation mis en œuvre. 2. Test de vérification des connaissances théoriques et pratiques en matière de sécurité Ce test vise à vérifier la capacité du candidat à diriger et à organiser la plongée, soit : ― à faire des choix de navigation appliqués à l'utilisation du bateau support de plongée ; ― à organiser la pratique de palanquées de plongeurs de niveaux différents ; ― à procéder à l'installation matérielle sur le site de plongée ; ― à organiser la sécurité, la surveillance et les premiers secours sur le site. Il consiste en un exposé d'une durée maximale de vingt minutes, suivi d'un entretien de même durée avec le jury. L'exposé et l'entretien se déroulent en français. Le jury soumet au candidat un cas pratique de direction de plongée. Le candidat bénéficie d'un temps maximal de préparation de trente minutes, sans document. L'exposé du candidat porte sur ses choix de direction de plongée en fonction de la réglementation relative à la plongée et des conditions liées à l'environnement.",
            "texteHtml": "ÉPREUVE D'APTITUDE<br/><br/> 1. Test technique de sécurité<br/><br/><br/><br/> Le test technique de sécurité vise à vérifier la capacité du candidat à prévenir le risque et à gérer la situation en cas d'accident. Ce test comporte trois épreuves qui se déroulent dans l'ordre suivant, chacune étant éliminatoire.<br/><br/><br/><br/> 1.1. Epreuve de gestion d'une situation d'urgence<br/><br/>d'un plongeur en difficulté en plongée libre<br/><br/><br/><br/> Cette épreuve permet de vérifier la capacité du candidat à gérer une situation d'accident survenu à un plongeur équipé de palmes, masque et tuba.<br/><br/> Elle consiste, pour le candidat équipé de palmes, masque et tuba :<br/><br/> ― à réaliser, sur un parcours balisé, une nage de deux cents mètres ;<br/><br/> ― à descendre à une profondeur comprise entre quatre et six mètres ;<br/><br/> ― à remonter un plongeur simulant l'inconscience équipé de palmes, masque et tuba, puis à le remorquer en sécurité, les voies respiratoires hors de l'eau, sur une distance de cent mètres.<br/><br/> Le port du vêtement isothermique, complété au choix du candidat, d'une ceinture de lest, est obligatoire lorsque la température de l'eau est inférieure à 20 °C. Lorsque cette température est égale ou supérieure à 20 °C, le port du vêtement isothermique est laissé au choix du candidat.<br/><br/> La durée maximale de cette épreuve est de dix minutes.<br/><br/><br/><br/> 1.2. Epreuve de gestion d'une situation d'urgence<br/><br/>d'un plongeur en scaphandre<br/><br/><br/><br/> Cette épreuve permet de vérifier la capacité du candidat équipé d'un scaphandre autonome à gérer une situation d'accident survenu à un plongeur équipé d'un scaphandre autonome.<br/><br/> Le départ s'effectue à cent mètres maximum du bateau ou d'un point fixe et à une profondeur de vingt-cinq mètres.<br/><br/> Les équipements ou moyens techniques permettant de remonter en sécurité le plongeur en difficulté sont laissés au choix du candidat.<br/><br/> Arrivé en surface, le candidat alerte la surveillance. Il ramène en sécurité le plongeur en difficulté jusqu'au bateau ou au point fixe.<br/><br/><br/><br/> 1.3. Epreuve d'organisation et de conduite<br/><br/>d'une plongée d'exploration dans l'espace lointain<br/><br/><br/><br/> Cette épreuve permet de vérifier la capacité du candidat à organiser et à conduire une plongée d'exploration, dont le jury fixe les caractéristiques. Elle consiste :<br/><br/> ― à organiser une plongée qui comporte un profil de décompression avec palier ;<br/><br/> ― à conduire la palanquée entre trente-cinq et quarante mètres de profondeur ;<br/><br/> ― à faire le bilan de la plongée aux membres de la palanquée.<br/><br/> Le candidat bénéficie d'un temps maximal de préparation d'une demi-heure. La durée maximale de la plongée est d'une heure. Elle est suivie d'un entretien avec les membres du jury, visant à expliciter les choix d'organisation mis en œuvre.<br/><br/><br/><br/> 2. Test de vérification des connaissances théoriques<br/><br/>et pratiques en matière de sécurité<br/><br/><br/><br/> Ce test vise à vérifier la capacité du candidat à diriger et à organiser la plongée, soit :<br/><br/> ― à faire des choix de navigation appliqués à l'utilisation du bateau support de plongée ;<br/><br/> ― à organiser la pratique de palanquées de plongeurs de niveaux différents ;<br/><br/> ― à procéder à l'installation matérielle sur le site de plongée ;<br/><br/> ― à organiser la sécurité, la surveillance et les premiers secours sur le site.<br/><br/> Il consiste en un exposé d'une durée maximale de vingt minutes, suivi d'un entretien de même durée avec le jury. L'exposé et l'entretien se déroulent en français.<br/><br/> Le jury soumet au candidat un cas pratique de direction de plongée. Le candidat bénéficie d'un temps maximal de préparation de trente minutes, sans document.<br/><br/> L'exposé du candidat porte sur ses choix de direction de plongée en fonction de la réglementation relative à la plongée et des conditions liées à l'environnement. ",
            "num": "Annexe II-16-3 (art. A212-195)",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1264723200000,
            "dateFin": 1327017600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1836342549,
            "context": {
                "titresTM": [
                    {
                        "debut": "2007-07-25",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000019003194",
                        "id": "LEGISCTA000019003194",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-04-30",
                        "fin": "2999-01-01",
                        "titre": "Annexes partie réglementaire - Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000018762192",
                        "id": "LEGISCTA000018762192",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-07-24",
                        "fin": "2999-01-01",
                        "titre": "Annexes II",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020898273",
                        "id": "LEGISCTA000020898273",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2006-02-01",
                        "fin": "2999-01-01",
                        "titre": "Code du sport",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071318",
                        "id": "LEGITEXT000006071318",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000021754811",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020898273",
            "sectionParentId": "LEGISCTA000020898273",
            "sectionParentTitre": "Annexes II",
            "fullSectionsTitre": "ANNEXES &gt; Annexes partie réglementaire - Arrêtés &gt; Annexes II",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000021755259",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071318",
                    "titre": "Code du sport.",
                    "titreLong": "Code du sport",
                    "etat": "VIGUEUR",
                    "dateDebut": 1138752000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071318",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000021751860",
                    "textTitle": "Arrêté du 18 janvier 2010 - art. 2",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000021752525",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2010-01-28",
                    "dateSignaTexte": "2010-01-18",
                    "dateDebutCible": "2010-01-29"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071318",
                    "textTitle": "Code du sport. - art. A212-195 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A212-195",
                    "articleId": "LEGIARTI000021755241",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1264723200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000021755259",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1264723200000,
                    "dateFin": 1327017600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025176814",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1327017600000,
                    "dateFin": 1391040000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028533305",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1391040000000,
                    "dateFin": 1512604800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036153143",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1512604800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe II-16-3 (art. A212-195)",
                "II-16-3"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}