{
    "cid": "LEGIARTI000033577720",
    "num": "L131-4",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-16",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107964",
                        "id": "LEGISCTA000006107964",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Le contrat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128391",
                        "id": "LEGISCTA000006128391",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Règles relatives aux assurances de personnes et aux opérations de capitalisation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142719",
                        "id": "LEGISCTA000006142719",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157300",
                        "id": "LEGISCTA000006157300",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000033577720",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000035000582",
                    "textTitle": "Décret n°2017-1104 du 23 juin 2017 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000035000848",
                    "natureText": "DECRET",
                    "date": 1599848860657,
                    "parentCid": null,
                    "numTexte": "2017-1104",
                    "datePubli": 1498348800000,
                    "dateDebut": 1498435200000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L223-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L223-2",
                    "articleId": "LEGIARTI000038611162",
                    "natureText": "CODE",
                    "date": 1599848860657,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1558656000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L932-15-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L932-15-1",
                    "articleId": "LEGIARTI000036923677",
                    "natureText": "CODE",
                    "date": 1599848860657,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1538352000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L131-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L131-1",
                    "articleId": "LEGIARTI000006792931",
                    "natureText": "CODE",
                    "date": 1599848860657,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1558656000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L132-21 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L132-21",
                    "articleId": "LEGIARTI000006793108",
                    "natureText": "CODE",
                    "date": 1599848860658,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1403913600000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L132-23-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L132-23-1",
                    "articleId": "LEGIARTI000017729377",
                    "natureText": "CODE",
                    "date": 1599848860658,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1558656000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R131-10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R131-10",
                    "articleId": "LEGIARTI000036768785",
                    "natureText": "CODE",
                    "date": 1599848860658,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1522540800000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R131-11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R131-11",
                    "articleId": "LEGIARTI000035000883",
                    "natureText": "CODE",
                    "date": 1599848860658,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1498435200000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R131-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R131-8",
                    "articleId": "LEGIARTI000036768790",
                    "natureText": "CODE",
                    "date": 1599848860658,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1522540800000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R131-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R131-9",
                    "articleId": "LEGIARTI000035000879",
                    "natureText": "CODE",
                    "date": 1599848860658,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1498435200000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000033558528",
                    "textTitle": "LOI n°2016-1691 du 9 décembre 2016 - art. 118",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "118",
                    "articleId": "LEGIARTI000033562215",
                    "natureText": "LOI",
                    "datePubliTexte": "2016-12-10",
                    "dateSignaTexte": "2016-12-09",
                    "dateDebutCible": "2016-12-11"
                }
            ],
            "num": "L131-4",
            "origine": "LEGI",
            "texte": "I.-Lorsqu'une ou plusieurs unités de compte mentionnées à l'article L. 131-1 sont constituées de parts ou d'actions d'un organisme de placement collectif qui fait l'objet d'une suspension du rachat ou de l'émission de ses parts ou actions et qui n'est pas en mesure de publier une valeur liquidative, l'entreprise d'assurance peut : 1° Proposer au contractant ou bénéficiaire de procéder, sur cette partie du contrat, au règlement des rachats, des prestations en capital en cas de vie et en cas de décès et des capitaux constitutifs de rentes, à la date de conversion, sous forme de remise des parts ou actions de cet organisme de placement collectif ; 2° Suspendre ou restreindre, sur cette partie du contrat uniquement, les facultés d'arbitrage, les versements de primes, les possibilités de rachats ou de transferts, le paiement des prestations en cas de vie ou de décès et les conversions en rentes ; 3° Dans le cadre de l'information qu'elle transmet au contractant, calculer les capitaux ou les rentes garantis des contrats sans tenir compte de la partie du contrat exprimée en unités de compte constituées d'actions ou de parts de l'organisme de placement collectif concerné. L'entreprise indique alors que cette partie du contrat n'a pas été intégrée au calcul des capitaux ou des rentes garantis en raison de l'absence de valeur liquidative. II.-Lorsqu'une ou plusieurs unités de compte mentionnées à l'article L. 131-1 sont constituées de parts ou actions d'un organisme de placement collectif qui fait l'objet d'une suspension du rachat ou de l'émission de ses parts ou actions et qui est en mesure de publier une valeur liquidative ou qui fait l'objet d'un plafonnement temporaire du rachat de ses parts ou actions, l'entreprise d'assurance peut : 1° Proposer au contractant ou bénéficiaire de procéder, outre le règlement en espèces, sur cette partie du contrat, au règlement de tout ou partie des rachats et des prestations en capital en cas de vie et en cas de décès sous forme de remise des parts ou actions de cet organisme de placement collectif ; 2° Suspendre ou restreindre, sur cette partie du contrat uniquement, les facultés d'arbitrage et les versements de primes, les possibilités de rachats ou de transferts, le paiement des prestations en cas de vie ou de décès et les conversions en rentes. Un décret en Conseil d'Etat précise les modalités de calcul de la valeur de rachat lorsque le plafonnement temporaire des rachats des parts ou actions de l'organisme de placement collectif concerné conduit à exécuter les ordres, nécessaires à l'exécution des dispositions et facultés prévues par les contrats d'assurance sur la vie et de capitalisation, à différentes valeurs liquidatives. L'Autorité de contrôle prudentiel et de résolution peut remettre en cause les décisions de suspension ou de restriction prises par l'entreprise d'assurance en application du 2°. Elle statue dans un délai de trente jours à compter de la date de début de cette suspension ou de cette restriction. Lorsqu'une décision de suspension ou de restriction est remise en cause par l'Autorité de contrôle prudentiel et de résolution, les demandes de rachats, de transferts, d'arbitrages, de versements de primes, de paiement des prestations en cas de vie ou de décès et de conversion en rentes reçues pendant la période de suspension sont exercées sur la base d'une valeur de rachat dont le calcul est fondé, sur cette partie du contrat uniquement, sur la valeur liquidative des parts ou actions de l'organisme de placement collectif concerné qui aurait été retenue sans l'exercice de cette faculté de suspension ou restriction par l'entreprise d'assurance. L'Autorité de contrôle prudentiel et de résolution se prononce en tenant compte de l'intérêt des assurés et bénéficiaires de l'entreprise d'assurance, de l'impact potentiel sur son bilan des mesures de suspension du rachat ou d'émission de parts ou actions ou de plafonnement temporaire du rachat de parts ou actions d'organismes de placement collectif et de sa capacité à honorer, dans le futur, ses engagements d'assurance. III.-L'entreprise d'assurance informe sans délai l'Autorité de contrôle prudentiel et de résolution de la mise en œuvre des facultés prévues aux I et II. Cette information est également portée à la connaissance des contractants concernés. IV.-L'ensemble des dispositions du présent article sont applicables nonobstant les délais de règlement prévus aux articles L. 132-21 et L. 132-23-1 ou tout autre délai ou modalité de valorisation prévus contractuellement afférents à la réalisation des opérations susvisées. V.-Les modalités d'application du présent article sont précisées par décret en Conseil d'Etat.",
            "texteHtml": "<p align='left'>I.-Lorsqu'une ou plusieurs unités de compte mentionnées à l'article <a href='/article/LEGIARTI000006792931' title='Code des assurances - art. L131-1 (V)'>L. 131-1 </a>sont constituées de parts ou d'actions d'un organisme de placement collectif qui fait l'objet d'une suspension du rachat ou de l'émission de ses parts ou actions et qui n'est pas en mesure de publier une valeur liquidative, l'entreprise d'assurance peut : <br/><br/>1° Proposer au contractant ou bénéficiaire de procéder, sur cette partie du contrat, au règlement des rachats, des prestations en capital en cas de vie et en cas de décès et des capitaux constitutifs de rentes, à la date de conversion, sous forme de remise des parts ou actions de cet organisme de placement collectif ; <br/><br/>2° Suspendre ou restreindre, sur cette partie du contrat uniquement, les facultés d'arbitrage, les versements de primes, les possibilités de rachats ou de transferts, le paiement des prestations en cas de vie ou de décès et les conversions en rentes ; <br/><br/>3° Dans le cadre de l'information qu'elle transmet au contractant, calculer les capitaux ou les rentes garantis des contrats sans tenir compte de la partie du contrat exprimée en unités de compte constituées d'actions ou de parts de l'organisme de placement collectif concerné. L'entreprise indique alors que cette partie du contrat n'a pas été intégrée au calcul des capitaux ou des rentes garantis en raison de l'absence de valeur liquidative. <br/><br/>II.-Lorsqu'une ou plusieurs unités de compte mentionnées à l'article L. 131-1 sont constituées de parts ou actions d'un organisme de placement collectif qui fait l'objet d'une suspension du rachat ou de l'émission de ses parts ou actions et qui est en mesure de publier une valeur liquidative ou qui fait l'objet d'un plafonnement temporaire du rachat de ses parts ou actions, l'entreprise d'assurance peut : <br/><br/>1° Proposer au contractant ou bénéficiaire de procéder, outre le règlement en espèces, sur cette partie du contrat, au règlement de tout ou partie des rachats et des prestations en capital en cas de vie et en cas de décès sous forme de remise des parts ou actions de cet organisme de placement collectif ; <br/><br/>2° Suspendre ou restreindre, sur cette partie du contrat uniquement, les facultés d'arbitrage et les versements de primes, les possibilités de rachats ou de transferts, le paiement des prestations en cas de vie ou de décès et les conversions en rentes. <br/><br/>Un décret en Conseil d'Etat précise les modalités de calcul de la valeur de rachat lorsque le plafonnement temporaire des rachats des parts ou actions de l'organisme de placement collectif concerné conduit à exécuter les ordres, nécessaires à l'exécution des dispositions et facultés prévues par les contrats d'assurance sur la vie et de capitalisation, à différentes valeurs liquidatives. <br/><br/>L'Autorité de contrôle prudentiel et de résolution peut remettre en cause les décisions de suspension ou de restriction prises par l'entreprise d'assurance en application du 2°. Elle statue dans un délai de trente jours à compter de la date de début de cette suspension ou de cette restriction. Lorsqu'une décision de suspension ou de restriction est remise en cause par l'Autorité de contrôle prudentiel et de résolution, les demandes de rachats, de transferts, d'arbitrages, de versements de primes, de paiement des prestations en cas de vie ou de décès et de conversion en rentes reçues pendant la période de suspension sont exercées sur la base d'une valeur de rachat dont le calcul est fondé, sur cette partie du contrat uniquement, sur la valeur liquidative des parts ou actions de l'organisme de placement collectif concerné qui aurait été retenue sans l'exercice de cette faculté de suspension ou restriction par l'entreprise d'assurance. <br/><br/>L'Autorité de contrôle prudentiel et de résolution se prononce en tenant compte de l'intérêt des assurés et bénéficiaires de l'entreprise d'assurance, de l'impact potentiel sur son bilan des mesures de suspension du rachat ou d'émission de parts ou actions ou de plafonnement temporaire du rachat de parts ou actions d'organismes de placement collectif et de sa capacité à honorer, dans le futur, ses engagements d'assurance. <br/><br/>III.-L'entreprise d'assurance informe sans délai l'Autorité de contrôle prudentiel et de résolution de la mise en œuvre des facultés prévues aux I et II. Cette information est également portée à la connaissance des contractants concernés. <br/><br/>IV.-L'ensemble des dispositions du présent article sont applicables nonobstant les délais de règlement prévus aux articles <a href='/article/LEGIARTI000006793108' title='Code des assurances - art. L132-21 (V)'>L. 132-21 </a>et <a href='/article/LEGIARTI000017729377' title='Code des assurances - art. L132-23-1 (V)'>L. 132-23-1</a> ou tout autre délai ou modalité de valorisation prévus contractuellement afférents à la réalisation des opérations susvisées. <br/><br/>V.-Les modalités d'application du présent article sont précisées par décret en Conseil d'Etat.</p>",
            "type": "AUTONOME",
            "dateDebut": "2016-12-11T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}