{
    "cid": "LEGIARTI000033452897",
    "num": "Annexe V",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2013-03-28",
                        "fin": "2999-01-01",
                        "titre": "PARTIE REGLEMENTAIRE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000027232261",
                        "id": "LEGISCTA000027232261",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-01-01",
                        "fin": "2999-01-01",
                        "titre": "TROISIÈME PARTIE : TRANSPORT ROUTIER",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000030048381",
                        "id": "LEGISCTA000030048381",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2017-01-01",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000033452817",
                        "id": "LEGISCTA000033452817",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "Code des transports",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023086525",
                        "id": "LEGITEXT000023086525",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000043864525",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R4515-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R4515-1",
                    "articleId": "LEGIARTI000018491662",
                    "natureText": "CODE",
                    "date": 1630965334571,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. D3222-5 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D3222-5",
                    "articleId": "LEGIARTI000033450115",
                    "natureText": "CODE",
                    "date": 1630965334571,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L1311-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1311-3",
                    "articleId": "LEGIARTI000023069444",
                    "natureText": "CODE",
                    "date": 1630965334572,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L1432-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1432-2",
                    "articleId": "LEGIARTI000023069598",
                    "natureText": "CODE",
                    "date": 1630965334572,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1291161600000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L1432-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1432-3",
                    "articleId": "LEGIARTI000023069600",
                    "natureText": "CODE",
                    "date": 1630965334572,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1291161600000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L3221-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3221-1",
                    "articleId": "LEGIARTI000023071167",
                    "natureText": "CODE",
                    "date": 1630965334572,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L3221-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3221-2",
                    "articleId": "LEGIARTI000023071169",
                    "natureText": "CODE",
                    "date": 1630965334572,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1291161600000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L3222-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3222-1",
                    "articleId": "LEGIARTI000023071180",
                    "natureText": "CODE",
                    "date": 1630965334572,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577664000000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L3222-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3222-7",
                    "articleId": "LEGIARTI000023071193",
                    "natureText": "CODE",
                    "date": 1630965334572,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1291161600000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L3223-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3223-3",
                    "articleId": "LEGIARTI000023071205",
                    "natureText": "CODE",
                    "date": 1630965334572,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L3242-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3242-2",
                    "articleId": "LEGIARTI000023071252",
                    "natureText": "CODE",
                    "date": 1630965334572,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1291161600000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L3242-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3242-3",
                    "articleId": "LEGIARTI000023071256",
                    "natureText": "CODE",
                    "date": 1630965334572,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000033419103",
                    "textTitle": "Décret n°2016-1550 du 17 novembre 2016 - art.",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                },
                {
                    "textCid": "JORFTEXT000043862139",
                    "textTitle": "Décret n°2021-985 du 26 juillet 2021 - art. 5",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000043863601",
                    "natureText": "DECRET",
                    "datePubliTexte": "2021-07-28",
                    "dateSignaTexte": "2021-07-26",
                    "dateDebutCible": "2021-09-01"
                }
            ],
            "num": "Annexe V",
            "origine": "LEGI",
            "texte": "ANNEXE V CONTRAT TYPE APPLICABLE AUX TRANSPORTS PUBLICS ROUTIERS DE MARCHANDISES PERISSABLES SOUS TEMPERATURE DIRIGEE ANNEXE À L'ARTICLE D. 3222-5 Article 1er Objet et domaine d'application du contrat Le présent contrat a pour objet le transport en régime intérieur, par un transporteur public, d'envois de marchandises périssables, quel qu'en soit le poids, au moyen de véhicules à température dirigée, moyennant un prix devant assurer une juste rémunération du service ainsi rendu, le tout conformément aux dispositions du présent code notamment celles relatives à la règlementation sociale du transport, aux conditions d'exercice des professions de transport et au transport routier. Sont exclues du champ d'application du présent contrat type les marchandises transportées en conteneurs maritimes ou aériens et en citernes. Quelle que soit la technique de transport utilisée, ce contrat règle les relations du donneur d'ordre et du transporteur public routier ou des transporteurs publics intervenant successivement dans le transport de l'envoi ainsi que les relations de ces transporteurs publics successifs entre eux. Il s'applique de plein droit, à défaut de convention écrite sur l'ensemble ou certaines des matières mentionnées à l'article L. 1432-2 . En cas de relations suivies entre un donneur d'ordre et un transporteur public ayant fait l'objet d'une convention écrite générale conclue conformément aux dispositions de l'article L. 1432-3 , chaque envoi est présumé exécuté aux conditions de cette convention. Article 2 Définitions 2.1. Envoi. L'envoi est la quantité de marchandises, emballage et support de charge compris, mise effectivement, au même moment, à la disposition d'un transporteur et dont le transport est demandé par un même donneur d'ordre pour un même destinataire d'un lieu de chargement unique à un lieu de déchargement unique et faisant l'objet d'un même contrat de transport. 2.2. Donneur d'ordre. Par donneur d'ordre, on entend la partie (expéditeur, commissionnaire de transport ou autre) qui conclut le contrat de transport avec le transporteur. 2.3. Colis. Par colis, on entend un objet ou un ensemble matériel composé de plusieurs objets, quels qu'en soient le poids, les dimensions et le volume, constituant une charge unitaire lors de la remise au transporteur (bac, caisse, carton, conteneur, fardeau, palette cerclée ou filmée par le donneur d'ordre, roll, etc.), même si le contenu en est détaillé dans le document de transport. 2.4. Jours non ouvrables. Par jours non ouvrables, on entend les dimanches et les jours de fêtes légales ainsi que les jours d'interdiction de circulation imposés par les pouvoirs publics. En outre, les autres jours de fermeture de l'établissement où s'effectue la prise en charge ou la livraison de la marchandise sont considérés comme jours non ouvrables si le transporteur en est dûment avisé par le donneur d'ordre lors de la conclusion du contrat de transport. 2.5. Distance-itinéraire. La distance de transport est celle de l'itinéraire le plus direct, compte tenu des contraintes de sécurité et des infrastructures de transport, du recours à des plates-formes, des caractéristiques du véhicule et de la nature des marchandises transportées. 2.6. Rendez-vous. Par rendez-vous, on entend la fixation, d'un commun accord entre le donneur d'ordre et le transporteur, d'un jour et d'une heure précis et fermes pour la mise à disposition du véhicule au lieu de chargement ou au lieu de déchargement. 2.7. Plage horaire. Par plage horaire, on entend la période, pour un jour donné ou non, fixée d'un commun accord entre le donneur d'ordre et le transporteur pour la mise à disposition du véhicule sur les lieux de chargement ou de déchargement. Sa durée maximale est de quatre heures. 2.8. Prise en charge. Par prise en charge, on entend la remise physique de la marchandise au transporteur, qui l'accepte. 2.9. Livraison. Par livraison, on entend la remise physique de la marchandise au destinataire ou à son représentant qui l'accepte. 2.10. Livraison contre remboursement. Par livraison contre remboursement, on entend le mandat accessoire du contrat de transport, donné par le donneur d'ordre au transporteur, qui l'accepte, de se faire remettre concomitamment à la livraison une somme grevant la marchandise. La stipulation d'une livraison contre remboursement ne vaut pas déclaration de valeur. 2.11. Durée de mise à disposition du véhicule. Par durée de mise à disposition du véhicule, on entend le délai qui s'écoule entre le moment où le véhicule est identifié à son arrivée sur les lieux de chargement ou de déchargement ou dans l'aire d'attente et celui où il est prêt à quitter ces lieux après émargement des documents de transport. 2.12. Marchandises périssables. Par marchandises périssables, on entend les denrées et produits sujets à prompte détérioration et/ ou dont la conservation justifie le maintien sous température dirigée. 2.13. Véhicules à température dirigée. Par véhicules à température dirigée, on entend tout engin isotherme, réfrigérant, frigorifique ou calorifique tels que définis par les textes réglementaires en vigueur. 2.14. Laissé-pour-compte. Par laissé-pour-compte, on entend l'envoi dont le destinataire a refusé de prendre livraison pour quelque motif que ce soit et qui est laissé à la disposition du transporteur par le donneur d'ordre, lequel l'analyse en perte totale. Article 3 Informations et documents à fournir au transporteur 3.1. Le donneur d'ordre fournit au transporteur, dans le cadre des dispositions des articles L. 3221-2 , L. 3222-1 à L. 3222-4 , L. 3223-3 et L. 3242-3 , préalablement à la présentation du véhicule au chargement, par écrit ou par tout autre procédé en permettant la mémorisation, les indications suivantes : a) Les noms et les adresses complètes, ainsi que les numéros de téléphone, télex et télécopie de l'expéditeur et du destinataire ; b) Les noms et les adresses complètes, ainsi que les numéros de téléphone, télex et télécopie des lieux de chargement et de déchargement, lorsque ces derniers diffèrent de ceux indiqués ci-dessus ; c) Le nom et l'adresse du donneur d'ordre ; d) Les dates et, si besoin est, les heures de chargement et de déchargement ; e) Les heures limites de mise à disposition du véhicule en vue du chargement et du déchargement ; f) La nature de la marchandise, le poids brut de l'envoi, les marques, le nombre de colis, d'objets ou de supports de charge (bacs, palettes, rolls, etc.) qui constituent l'envoi ; g) Le cas échéant, les dimensions des colis, des objets ou des supports de charge présentant des caractéristiques spéciales ; h) S'il y a lieu, le métrage linéaire de plancher ou le volume nécessaires ; i) La spécificité de la marchandise quand cette dernière requiert des dispositions particulières (marchandises dangereuses, denrées alimentaires, etc.) ; j) Pour les denrées alimentaires, l'état physique de la marchandise (frais, réfrigéré, surgelé, congelé, sec, etc.), sa destination et son conditionnement ainsi que, s'il s'agit d'un retour, du motif de ce dernier. ; k) Pour les marchandises dangereuses, la désignation réglementaire, les numéros de code danger et de code matière ; l) La température de la marchandise à maintenir au cours du transport ; m) La température de la marchandise au moment de la remise du chargement ainsi que celle (fourchette admise) à laquelle la marchandise doit être remise au destinataire ; n) Les modalités de paiement (port payé ou port dû) ; o) Toute autre modalité d'exécution du contrat de transport (livraison contre remboursement, déboursé, déclaration de valeur, déclaration d'intérêt spécial à la livraison, etc.) ; p) Le numéro de la commande et les références de l'envoi, quand ces informations sont nécessaires à la bonne exécution du contrat ; q) Le cas échéant, les prestations annexes convenues et leurs modalités d'exécution ; r) Les instructions spécifiques en cas d'empêchement à la livraison (nouvelle présentation, livraison à domicile, mise en entrepôt, retour, vente ou destruction de la marchandise, etc.). 3.2. En outre, le donneur d'ordre informe le transporteur des particularités non apparentes de la marchandise et de toutes données susceptibles d'avoir une incidence sur la bonne exécution du contrat de transport. 3.3. Le donneur d'ordre fournit au transporteur, en même temps que la marchandise, les renseignements et les documents d'accompagnement nécessaires à la bonne exécution d'une opération de transport soumise à une réglementation particulière, telle que régie, douane, police, marchandises dangereuses, denrées alimentaires, etc. 3.4. Le document de transport est établi sur la base de ces indications. Il est complété, si besoin est, au fur et à mesure de l'opération de transport ; un exemplaire est remis au destinataire au moment de la livraison. 3.5. Le donneur d'ordre supporte vis-à-vis du transporteur les conséquences d'une déclaration fausse ou incomplète sur les caractéristiques de l'envoi ainsi que d'une absence ou d'une insuffisance de déclaration ayant eu pour effet, entre autres, de dissimuler le caractère dangereux ou frauduleux des marchandises transportées. Article 4 Modification du contrat de transport Le donneur d'ordre dispose de la marchandise jusqu'au moment où le destinataire fait valoir ses droits. Toute nouvelle instruction du donneur d'ordre ayant pour objet la modification des conditions initiales d'exécution du transport est donnée ou confirmée immédiatement par écrit ou par tout autre procédé en permettant la mémorisation. Le transporteur n'est pas tenu d'accepter ces nouvelles instructions si elles sont de nature à l'empêcher d'honorer les engagements de transport pris antérieurement. Il doit en aviser immédiatement le donneur d'ordre par écrit ou par tout autre procédé en permettant la mémorisation. Lorsque les instructions entraînent une immobilisation du véhicule et/ ou de l'équipage, le transporteur perçoit un complément de rémunération pour frais d'immobilisation facturé séparément, conformément aux dispositions de l'article 17 ci-après. Toute modification au contrat entraîne un réajustement du prix initial. Article 5 Matériel de transport Le transporteur effectue le transport à l'aide d'un matériel adapté aux marchandises à transporter et aux températures requises ainsi qu'aux accès et installations de chargement et de déchargement préalablement définis par le donneur d'ordre. Article 6 Conditionnement, emballage et étiquetage des marchandises 6.1. Lorsque la nature de la marchandise le nécessite, celle-ci doit être conditionnée, emballée, marquée ou contremarquée de façon à supporter un transport exécuté dans des conditions normales et des manutentions successives intervenant en cours de transport, et à ne pas constituer une cause de danger pour le personnel de conduite ou de manutention, les autres marchandises transportées, le véhicule ou les tiers. 6.2. Sur chaque colis, objet ou support de charge, un étiquetage clair doit être effectué pour permettre une identification immédiate et sans équivoque de l'expéditeur, du destinataire, du lieu de livraison, ainsi que de la nature de la marchandise. Les mentions des étiquettes doivent correspondre à celles qui figurent sur le document de transport. 6.3. Le donneur d'ordre répond de toutes les conséquences d'une absence, d'une insuffisance ou d'une défectuosité du conditionnement, de l'emballage, du marquage ou de l'étiquetage, ainsi que d'un manquement à l'obligation d'information. Le fait que le transporteur n'a pas formulé de réserves à leur sujet lors de la prise en charge de la marchandise ne lui interdit pas d'invoquer ultérieurement l'absence, l'insuffisance ou la défectuosité du conditionnement, de l'emballage, du marquage, de l'étiquetage, ainsi qu'un manquement à l'obligation d'information incombant au donneur d'ordre. 6.4. Les supports de charge (bacs, palettes, rolls, etc.) utilisés pour le transport font partie intégrante de l'envoi. Leur poids est inclus dans le poids brut déclaré de l'envoi. Ils ne donnent lieu ni à consignation, ni à location au transporteur, ni à aucune déduction sur les frais de transport. Dans le cadre du contrat de transport, le transporteur n'effectue ni échange, ni fourniture, ni location des supports de charge. Toute autre disposition fait l'objet d'une prestation annexe, ainsi que d'une rémunération spécifique, convenues entre les parties. Le transport en retour des supports de charges vides fait l'objet d'un contrat de transport distinct. Article 7 Chargement, arrimage, déchargement Les opérations de chargement, de calage et d'arrimage, d'une part, de déchargement, d'autre part, incombent, respectivement, au donneur d'ordre ou au destinataire, sauf pour les envois inférieurs à trois tonnes. Le chargement doit permettre une circulation normale de l'air. La responsabilité des dommages matériels survenus au cours de ces opérations pèse sur celui qui les exécute. Le transporteur met en œuvre dans tous les cas les moyens techniques de transfert propres au véhicule. Il est responsable des dommages résultant de leur fait. 7.1. Pour les envois inférieurs à trois tonnes. Le transporteur exécute sous sa responsabilité les opérations de chargement, d'arrimage et de déchargement de l'envoi à partir de sa prise en charge et jusqu'à sa livraison, à savoir : -soit : a) Pour les établissements industriels et commerciaux, de même que pour les chantiers, dans leur enceinte, après que l'envoi a été amené par l'expéditeur au pied du véhicule ou jusqu'à ce qu'il soit déposé au pied du véhicule, selon le cas ; b) Pour les commerces sur rue, au seuil des magasins ; c) Pour les particuliers, au seuil de l'habitation ; -soit : En cas d'inaccessibilité des lieux, dans les locaux du transporteur, à l'endroit normalement affecté selon le cas à la prise en charge ou à la livraison des colis. Dans ces limites, tout préposé du donneur d'ordre ou du destinataire participant aux opérations de chargement et d'arrimage ou de déchargement est réputé agir pour le compte du transporteur et sous sa responsabilité. Toute manutention de l'envoi en deçà ou au-delà des lieux visés ci-dessus est réputée exécutée pour le compte du donneur d'ordre ou du destinataire et sous leur responsabilité. 7.2. Pour les envois égaux ou supérieurs à trois tonnes. Le chargement, le calage et l'arrimage de la marchandise sont exécutés par le donneur d'ordre ou par son représentant sous sa responsabilité. Le transporteur fournit au donneur d'ordre toutes indications utiles en vue d'une répartition équilibrée de la marchandise propre à assurer la stabilité du véhicule et le respect de la charge maximale par essieu. Le transporteur vérifie que le chargement, le calage ou l'arrimage ne compromettent pas la sécurité de la circulation. Dans le cas contraire, il doit demander qu'ils soient refaits dans des conditions satisfaisantes ou refuser la prise en charge de la marchandise. Le transporteur procède, avant le départ, à la reconnaissance extérieure du chargement, du point de vue de la conservation de la marchandise, notamment en ce qui concerne la circulation normale de l'air. En cas de défectuosité apparente de nature à porter atteinte à cette conservation, il formule des réserves motivées inscrites sur le document de transport. Si celles-ci ne sont pas acceptées, il peut refuser la prise en charge de la marchandise. Le transporteur est exonéré de la responsabilité résultant de la perte ou de l'avarie de la marchandise pendant le transport s'il établit que le dommage provient d'une défectuosité non apparente du chargement, du calage, de l'arrimage ou d'une défectuosité apparente pour laquelle il avait émis des réserves visées par le chargeur. En cas de chargement de plusieurs envois dans un même véhicule, le transporteur s'assure que tout nouveau chargement ne porte pas atteinte aux marchandises déjà chargées. Le déchargement de la marchandise est exécuté par le destinataire sous sa responsabilité. Article 8 Température 8.1. Température au départ. a) De la marchandise : L'abaissement ou l'élévation préalable de la température de la marchandise pour l'amener au niveau requis incombe au donneur d'ordre ; b) Du véhicule réfrigérant, frigorifique ou calorifique : L'abaissement ou l'élévation de la température à l'intérieur du véhicule, au niveau requis, incombe au transporteur. Lorsque le donneur d'ordre le demande, ces opérations sont effectuées préalablement au chargement ; c) Contrôle : Une vérification contradictoire de la température du véhicule avant l'ouverture des portes et de la marchandise est effectuée avec mention sur le document de transport. 8.2. Maintien de la température en cours de transport. Le transporteur est responsable du maintien de la température ambiante à l'intérieur du véhicule réfrigérant, frigorifique ou calorifique, selon les indications portées sur le document de transport ou selon toutes les instructions écrites du donneur d'ordre ou, à défaut, selon la nature de la marchandise conformément à la réglementation en vigueur. 8.3. Température à l'arrivée. Une vérification contradictoire de la température de la marchandise est effectuée. Article 9 Livraison 9.1. Règles générales. La livraison est effectuée entre les mains de la personne désignée comme destinataire sur le document de transport ou de son représentant. Dès que cette personne a pris possession de l'envoi, elle en donne décharge au transporteur en signant le document de transport. Le destinataire peut, à cette occasion, formuler des réserves motivées sur l'état de la marchandise. Le fait qu'il n'a pas formulé de réserves à la livraison ne lui interdit pas d'invoquer ultérieurement une perte ou une avarie à la marchandise dans les conditions du droit commun. La signature du destinataire ou de son représentant est la preuve de la remise et de l'acceptation de l'envoi ; elle est accompagnée du nom du signataire, de la date et de l'heure de la livraison ainsi que du cachet commercial de l'établissement. 9.2. Livraison dans les locaux du transporteur. Lorsque la livraison est prévue dans les locaux du transporteur, un avis d'arrivée est adressé immédiatement au destinataire qui dispose de deux jours ouvrables suivant l'expédition de l'avis d'arrivée pour prendre livraison de l'envoi. Si, à l'expiration de ce délai, le destinataire n'a pas procédé au retrait de la marchandise, un avis de souffrance est adressé au donneur d'ordre par écrit ou par tout autre procédé en permettant la mémorisation. Le donneur d'ordre doit donner au transporteur par écrit ou par tout autre procédé en permettant la mémorisation des instructions précises dans les délais et formes prévus à l'article 16.2 ci-après. Article 10 Conditions d'accès aux lieux de chargement et de déchargement Les lieux désignés par le donneur d'ordre doivent être accessibles sans contrainte ni risque particuliers pour des véhicules de caractéristiques usuelles pour le transport considéré. Le transporteur se conforme au protocole de sécurité applicable sur le site de chargement et/ ou de déchargement conformément aux articles R. 4515-1 à R. 4515-11 du code du travail. Plus généralement, il est tenu de respecter les règles de sécurité en vigueur dans les lieux où il est amené à intervenir. Article 11 Identification du véhicule et durées de mise à disposition en vue du chargement ou du déchargement A l'arrivée du véhicule sur les lieux de chargement ou de déchargement ou dans l'aire d'attente, même si elle est extérieure, le transporteur informe le représentant de l'établissement de chargement ou de déchargement que son véhicule est à disposition pour effectuer l'une ou l'autre de ces opérations. L'heure de cette mise à disposition est immédiatement consignée par le transporteur sur le document de suivi, ce qui constitue l'identification du véhicule au sens de l'article L. 3222-7 . L'identification est le point de départ des durées de mise à disposition du véhicule en vue du chargement ou du déchargement. Ces durées prennent fin au moment où est consignée sur le document de suivi l'heure où le véhicule est prêt à partir, l'opération de chargement ou de déchargement terminée et les documents de transport émargés remis au transporteur. 11.1. Pour les envois inférieurs à trois tonnes. Les durées totales de mise à disposition du véhicule sont au maximum : 1° Pour les envois inférieurs à cent kilogrammes composés de moins de vingt colis : de quinze minutes ; 2° Pour les autres envois : de trente minutes. En cas de dépassement non imputable au transporteur des durées ainsi fixées, le transporteur perçoit du donneur d'ordre ou du destinataire, selon le cas, un complément de rémunération pour frais d'immobilisation du véhicule et/ ou de l'équipage, facturé séparément, conformément aux dispositions de l'article 17 ci-après. 11.2. Pour les envois égaux ou supérieurs à trois tonnes. Les durées totales de mise à disposition du véhicule sont au maximum : 1° Pour les envois compris entre trois et dix tonnes et n'excédant pas trente mètres cubes : a) D'une heure en cas de rendez-vous respecté ; b) D'une heure trente en cas de plage horaire respectée ; c) De deux heures dans tous les autres cas ; 2° Pour les envois de plus de dix tonnes ou supérieurs à trente mètres cubes : a) D'une heure en cas de rendez-vous respecté ; b) De deux heures en cas de plage horaire respectée ; c) De trois heures dans tous les autres cas. Lorsqu'il y a rendez-vous, un retard de trente minutes est admis par rapport à l'heure d'arrivée fixée, ainsi qu'un allongement de la durée d'immobilisation du véhicule de trente minutes. En cas de rendez-vous manqué, ce sont les durées prévues pour les autres cas (c) qui sont applicables, majorées de quinze minutes. Les durées telles qu'elles sont définies au 1° et au 2° ci-dessus sont suspendues jusqu'à l'heure du rendez-vous ou jusqu'à l'heure du début de la plage horaire convenues par les parties. En l'absence de rendez-vous ou de plage horaire, si ces durées ne sont pas écoulées à 18 heures ou à l'heure de fermeture de l'établissement, elles sont suspendues jusqu'à 8 heures ou jusqu'à l'heure d'ouverture de l'établissement du premier jour ouvrable qui suit, sauf si ce délai est incompatible avec la bonne conservation de la marchandise. En cas de dépassement, non imputable au transporteur, des durées ainsi fixées, le transporteur perçoit du donneur d'ordre ou du destinataire, selon le cas, un complément de rémunération pour frais d'immobilisation du véhicule et/ ou de l'équipage facturé séparément, conformément aux dispositions de l'article 17 ci-après. Article 12 Opérations de pesage Si l'une des parties au contrat demande la pesée de l'envoi, cette opération est effectuée sur le lieu de chargement ou de déchargement. Si le déplacement du véhicule est nécessaire, son coût et celui de l'opération de pesage sont supportés par le demandeur. Article 13 Défaillance totale ou partielle du donneur d'ordre dans la remise de l'envoi En cas de préjudice prouvé résultant d'une non-remise totale ou partielle de l'envoi lors de la mise à disposition du véhicule par le transporteur, l'indemnité à verser au transporteur par le donneur d'ordre ne peut excéder le prix du transport. Article 14 Défaillance du transporteur au chargement En cas de rendez-vous tel que défini à l'article 2.6 : -si le transporteur n'avise pas le donneur d'ordre de son retard, celui-ci peut rechercher un autre transporteur à l'issue d'un délai d'attente de deux heures ; -si le transporteur avise le donneur d'ordre de son retard, celui-ci peut rechercher immédiatement un autre transporteur si le retard, égal ou supérieur à deux heures, annoncé par le transporteur risque d'entraîner un préjudice grave. En l'absence de rendez-vous, le donneur d'ordre peut rechercher un autre transporteur à l'issue d'un délai d'attente raisonnable. Article 15 Empêchement au transport Si le transport est empêché ou interrompu temporairement ou si, pour un motif quelconque, l'exécution du transport est ou devient impossible dans les conditions initialement prévues, le transporteur demande des instructions au donneur d'ordre. Si le transporteur n'a pu obtenir en temps utile les instructions du donneur d'ordre, il prend les mesures qui lui paraissent les meilleures dans l'intérêt de ce dernier pour la conservation de la marchandise ou son acheminement par d'autres voies ou d'autres moyens. Sauf si l'empêchement, l'interruption ou l'impossibilité est imputable au transporteur, le donneur d'ordre rembourse au transporteur les dépenses justifiées consécutives aux instructions données ou aux mesures prises en application des alinéas précédents. Ces dépenses, ainsi que les frais d'immobilisation du véhicule et/ ou de l'équipage, sont facturées séparément, en sus du prix du transport convenu, conformément aux dispositions de l'article 17 ci-après. En cas d'empêchement définitif dû à la force majeure, le transporteur a droit à la partie du prix du transport correspondant au trajet effectué jusqu'à l'arrêt du transport. Article 16 Empêchement à la livraison 16.1. Cas d'empêchement à la livraison. Il y a empêchement à la livraison chaque fois que l'envoi parvenu au lieu de livraison prévu ne peut être remis au destinataire désigné, et notamment en cas : a) D'absence du destinataire ; b) D'inaccessibilité du lieu de livraison ; c) D'immobilisation du véhicule chez le destinataire supérieure aux durées définies à l'article 11 ci-dessus ; d) De refus de prendre livraison par le destinataire. 16.2. Modalités. Un avis de passage daté, qui atteste la présentation de l'envoi, est déposé. Il mentionne le lieu où l'envoi peut être retiré ou la possibilité d'une nouvelle présentation. Corrélativement et sans préjudice d'une éventuelle demande d'expertise, le transporteur adresse au donneur d'ordre, par écrit ou tout autre procédé en permettant la mémorisation, un avis de souffrance dans les vingt-quatre heures suivant la constatation de l'empêchement à la livraison. Le donneur d'ordre doit donner au transporteur, par écrit ou par tout autre procédé en permettant la mémorisation, dans les deux jours de la date d'envoi de l'avis de souffrance, des instructions précises, dont il assume la responsabilité, sur le sort à réserver à la marchandise en souffrance : nouvelle présentation, livraison à domicile, mise en entrepôt, retour, vente ou destruction de la marchandise, etc. Le transporteur peut décharger la marchandise pour le compte de l'expéditeur. En ce cas, il assume la garde de la marchandise ou la confie à un entrepôt public approprié ou, à défaut, à un tiers dont il est le garant. La marchandise qui a fait l'objet de l'avis de souffrance reste à la disposition du destinataire jusqu'à la réception des instructions nouvelles du donneur d'ordre. 16.3. Prise en charge des frais. Les frais de nouvelle présentation, de livraison à domicile, de garde, de retour, de vente ou de destruction de la marchandise sont à la charge du donneur d'ordre, sauf s'ils sont la conséquence d'une faute du transporteur. En outre, le transporteur perçoit du donneur d'ordre un complément de rémunération pour frais d'immobilisation du véhicule et/ ou de l'équipage et pour les opérations de manutention accomplies, facturé séparément, conformément aux dispositions de l'article 17 ci-dessous. Article 17 Rémunération du transport et des prestations annexes et complémentaires La rémunération du transporteur comprend le prix du transport stricto sensu, celui des prestations annexes et des prestations complémentaires auxquels s'ajoutent les frais liés à l'établissement et à la gestion administrative et informatique du contrat de transport, ainsi que toute taxe liée au transport et/ ou tout droit dont la perception est mise à la charge du transporteur. Le prix du transport est établi en fonction du type de véhicule utilisé, de ses équipements, de la nature de la marchandise, de son poids, de son volume, du nombre de colis, de la distance du transport, des délais d'acheminement, de la relation assurée, des caractéristiques du trafic, des sujétions particulières de circulation, de la durée de mise à disposition du véhicule et de l'équipage, plus généralement des coûts engendrés par la prestation demandée, conformément aux dispositions des articles L. 3221-1, L. 3221-2 , L. 3222-1 à L. 3222-6, L. 3242-2 et L. 3242-3 ainsi que de la qualité de la prestation rendue. Sans préjudice des dispositions des articles L. 3222-1 et L. 3222-2, le prix du transport initialement convenu est révisé en cas de variations significatives des charges de l'entreprise de transport qui tiennent à des conditions extérieures à cette dernière. Toute prestation annexe ou complémentaire est rémunérée au prix convenu. Tel est le cas notamment : a) Des opérations d'encaissement, en particulier dans le cas d'encaissement différé ; b) De la livraison contre remboursement ; c) Des déboursés ; d) De la déclaration de valeur ; e) De la déclaration d'intérêt spécial à la livraison ; f) Du mandat d'assurance ; g) Des opérations de chargement et de déchargement (pour les envois égaux ou supérieurs à trois tonnes) ; h) De la nouvelle présentation au lieu de chargement ou au lieu de déchargement ; i) Des opérations de pesage ; j) Du nettoyage, du lavage ou de la désinfection du véhicule en cas de remise d'envois salissants remis en vrac ou en emballages non étanches ; k) Du magasinage. Toute modification du contrat de transport initial, notamment tout changement d'itinéraire, toute immobilisation du véhicule et/ ou de l'équipage non imputables au transporteur, entraîne un réajustement des conditions de rémunération du transporteur. Les frais supplémentaires de suivi du contrat de transport sont facturés séparément. Tous les prix sont calculés hors taxes. Article 18 Modalités de paiement 18.1. Le paiement du prix du transport, des prestations annexes et complémentaires est exigible à l'enlèvement (port payé) ou à la livraison (port dû) sur présentation de la facture ou d'un document en tenant lieu. S'il n'a pas été encaissé au moment de l'enlèvement ou de la livraison, ce prix est payable à la réception de la facture du transporteur. L'expéditeur et le destinataire sont garants de son acquittement. 18.2. L'imputation unilatérale du montant des dommages allégués sur le prix du transport est interdite. 18.3. Lorsque le transporteur consent à son débiteur des délais de paiement, la facture établie par le transporteur mentionne la date à laquelle le paiement doit intervenir. Elle précise les conditions d'escompte applicables en cas de paiement à une date antérieure à celle mentionnée sur ladite facture. Cette dernière doit être réglée au plus tard à la date indiquée. 18.4. Conformément aux dispositions du 5° du II de l'article L. 441-11 du code de commerce, les parties ne peuvent convenir d'un délai de paiement supérieur à trente jours à compter de la date d'émission de la facture. 18.5. Le paiement est exigible à la réception de la facture et à son lieu d'émission. Tout retard dans le paiement entraîne de plein droit, après mise en demeure, le versement de pénalités dans les conditions prévues par le II de l'article L. 441-10 du code de commerce, sans préjudice de la réparation, dans les conditions du droit commun, de tout autre dommage résultant de ce retard. 18.6. Le non-paiement total ou partiel d'une facture à une seule échéance emporte, sans formalité, déchéance du terme entraînant l'exigibilité immédiate du règlement, sans mise en demeure, de toutes les sommes dues, même à terme, à la date de ce manquement et autorise le transporteur à exiger le paiement comptant avant l'exécution de toute nouvelle opération. 18.7. En cas de perte ou d'avarie partielles ou totales de la marchandise, le transporteur a droit au paiement du prix du transport, sous réserve qu'il règle l'indemnité correspondante. Article 19 Livraison contre remboursement La livraison contre remboursement doit être expressément demandée par le donneur d'ordre conformément aux dispositions de l'article 3. Lorsqu'il y a stipulation d'une livraison contre remboursement, le transporteur reçoit entre ses mains la somme remise par le destinataire en échange de la marchandise soit sous forme d'un chèque établi à l'ordre de l'expéditeur ou de toute autre personne désignée par le donneur d'ordre, soit en espèces quand la législation l'autorise. Toutefois, même dans ce dernier cas, le transporteur ne peut refuser un chèque sans motif valable. Le transporteur doit adresser cette somme au donneur d'ordre ou à la personne désignée par ce dernier, dans un délai de huit jours ouvrables à compter de sa remise. La stipulation d'une livraison contre remboursement ne vaut pas déclaration de valeur et ne modifie donc pas les règles d'indemnisation pour pertes et avaries définies à l'article 21 ci-après. Elle ne lie le transporteur que si elle figure sur un document procédant du contrat de transport. La responsabilité du transporteur en cas de manquement à cette obligation est engagée selon les règles du mandat. Néanmoins, la prescription des actions relatives à la livraison contre remboursement est d'un an à compter de la date de la livraison. Article 20 Indemnisation pour pertes et avaries Déclaration de valeur Le transporteur est tenu de verser une indemnité pour la réparation de tous les dommages justifiés dont il est légalement tenu pour responsable, résultant de la perte totale ou partielle ou de l'avarie de la marchandise. Pour les envois inférieurs à trois tonnes, cette indemnité ne peut excéder 23 € par kilogramme de poids brut de marchandises manquantes ou avariées pour chacun des objets compris dans l'envoi, sans pouvoir dépasser 750 € par colis perdu, incomplet ou avarié, quels qu'en soient le poids, le volume, les dimensions, la nature ou la valeur. Pour les envois égaux ou supérieurs à trois tonnes, elle ne peut excéder 14 € par kilogramme de poids brut de marchandises manquantes ou avariées pour chacun des objets compris dans l'envoi, sans pouvoir dépasser, par envoi perdu, incomplet ou avarié, quels qu'en soient le poids, le volume, les dimensions, la nature ou la valeur, une somme supérieure au produit du poids brut de l'envoi exprimé en tonnes multiplié par 4 000 €. Le donneur d'ordre a toujours la faculté de faire une déclaration de valeur qui a pour effet de substituer le montant de cette déclaration au plafond de l'indemnité fixée à l'un ou à l'autre des alinéas ci-dessus. En tout état de cause, l'indemnité est réduite d'un tiers lorsque le donneur d'ordre impose la destruction de la marchandise laissée pour compte, pour autant consommable, ou en interdit le sauvetage. Article 21 Délai d'acheminement Indemnisation pour retard à la livraison 21.1. Délai d'acheminement. Le délai d'acheminement comprend le délai de transport et le délai de livraison à domicile. Le délai de transport court à partir de 0 heure du jour qui suit l'enlèvement de l'envoi ou sa remise au dépôt du transporteur. Il est d'un jour par fraction indivisible de 450 kilomètres. Les samedis et les jours non ouvrables ne sont pas compris dans le calcul de ce délai. Le délai de livraison à domicile est de : - un jour dans les villes de 5 000 habitants et plus ainsi que dans les sous-préfectures ; - deux jours dans toutes les autres localités. Le délai de livraison est ramené à un jour lorsque l'envoi est égal ou supérieur à trois tonnes. Les jours non ouvrables ne sont pas compris dans le calcul du délai de livraison. 21.2. Retard à la livraison. Il y a retard à la livraison lorsque l'envoi n'a pas été livré dans le délai convenu ou, s'il n'a pas été convenu de délai, lorsque la durée effective du transport dépasse le délai d'acheminement tel qu'il est défini ci-dessus. 21.3. Indemnisation pour retard à la livraison. En cas de préjudice prouvé résultant d'un retard à la livraison du fait du transporteur, celui-ci est tenu de verser une indemnité qui ne peut excéder le prix du transport (droits, taxes et frais divers exclus). Le donneur d'ordre a toujours la faculté de faire une déclaration d'intérêt spécial à la livraison qui a pour effet de substituer le montant de cette déclaration au plafond de l'indemnité fixé à l'alinéa précédent. Sans préjudice de l'indemnité prévue aux deux alinéas précédents, les pertes ou avaries à la marchandise résultant d'un retard sont indemnisées conformément aux dispositions de l'article 20 ci-dessus. Article 22 Respect des diverses réglementations Conformément aux dispositions de l'article L. 1311-3 , le transporteur doit, dans tous les cas, conduire les opérations de transport dans des conditions strictement compatibles avec la réglementation des conditions de travail et de sécurité. En cas de transport de marchandises soumises à une réglementation particulière, chacune des parties est tenue de se conformer aux obligations qui en découlent et qui lui incombent. Chacune des parties supporte les conséquences des manquements qui lui sont imputables. Article 23 Durée, reconduction et résiliation du contrat de transport 23.1. Le contrat de transport est conclu, soit pour une durée déterminée, reconductible ou non, soit pour une durée indéterminée. 23.2. Chacune des parties peut y mettre un terme par l'envoi d'une lettre recommandée avec avis de réception moyennant un préavis se calculant comme suit : a) Un (1) mois lorsque la durée de la relation est inférieure ou égale à six (6) mois ; b) Deux (2) mois lorsque la durée de la relation est supérieure à six (6) mois et inférieure ou égale à un (1) an ; c) Trois (3) mois lorsque la durée de la relation est supérieure à un (1) an et inférieure ou égale à trois (3) ans ; d) Quatre (4) mois quand la durée de la relation est supérieure à trois (3) ans, auxquels s'ajoute une semaine, par année complète de relations commerciales, sans pouvoir excéder une durée maximale de six (6) mois. 23.3. Pendant la période de préavis, les parties maintiennent l'économie du contrat. 23.4. En cas de manquement grave ou de manquements répétés de l'une des parties à ses obligations contractuelles, et à l'issue d'un délai de quinze (15) jours suivants une mise en demeure, mentionnant la présente clause résolutoire, restée sans effet, adressée par lettre recommandée avec avis de réception, l'autre partie peut mettre fin au contrat de transport, qu'il soit à durée déterminée ou indéterminée, sans préavis ni indemnités, par l'envoi d'une lettre recommandée avec avis de réception de résiliation de celui-ci.",
            "texteHtml": "<p>ANNEXE V</p><p>CONTRAT TYPE APPLICABLE AUX TRANSPORTS PUBLICS ROUTIERS DE MARCHANDISES PERISSABLES SOUS TEMPERATURE DIRIGEE</p><p>ANNEXE À L'ARTICLE D. 3222-5</p><p>Article 1er</p><p>Objet et domaine d'application du contrat</p><p>Le présent contrat a pour objet le transport en régime intérieur, par un transporteur public, d'envois de marchandises périssables, quel qu'en soit le poids, au moyen de véhicules à température dirigée, moyennant un prix devant assurer une juste rémunération du service ainsi rendu, le tout conformément aux dispositions du présent code notamment celles relatives à la règlementation sociale du transport, aux conditions d'exercice des professions de transport et au transport routier.</p><p>Sont exclues du champ d'application du présent contrat type les marchandises transportées en conteneurs maritimes ou aériens et en citernes.</p><p>Quelle que soit la technique de transport utilisée, ce contrat règle les relations du donneur d'ordre et du transporteur public routier ou des transporteurs publics intervenant successivement dans le transport de l'envoi ainsi que les relations de ces transporteurs publics successifs entre eux.</p><p>Il s'applique de plein droit, à défaut de convention écrite sur l'ensemble ou certaines des matières mentionnées à l'article <a href='/article/LEGIARTI000023069598'>L. 1432-2</a>.</p><p>En cas de relations suivies entre un donneur d'ordre et un transporteur public ayant fait l'objet d'une convention écrite générale conclue conformément aux dispositions de l'article <a href='/article/LEGIARTI000023069600'>L. 1432-3</a>, chaque envoi est présumé exécuté aux conditions de cette convention.</p><p>Article 2</p><p>Définitions</p><p>2.1. Envoi.</p><p>L'envoi est la quantité de marchandises, emballage et support de charge compris, mise effectivement, au même moment, à la disposition d'un transporteur et dont le transport est demandé par un même donneur d'ordre pour un même destinataire d'un lieu de chargement unique à un lieu de déchargement unique et faisant l'objet d'un même contrat de transport.</p><p>2.2. Donneur d'ordre.</p><p>Par donneur d'ordre, on entend la partie (expéditeur, commissionnaire de transport ou autre) qui conclut le contrat de transport avec le transporteur.</p><p>2.3. Colis.</p><p>Par colis, on entend un objet ou un ensemble matériel composé de plusieurs objets, quels qu'en soient le poids, les dimensions et le volume, constituant une charge unitaire lors de la remise au transporteur (bac, caisse, carton, conteneur, fardeau, palette cerclée ou filmée par le donneur d'ordre, roll, etc.), même si le contenu en est détaillé dans le document de transport.</p><p>2.4. Jours non ouvrables.</p><p>Par jours non ouvrables, on entend les dimanches et les jours de fêtes légales ainsi que les jours d'interdiction de circulation imposés par les pouvoirs publics. En outre, les autres jours de fermeture de l'établissement où s'effectue la prise en charge ou la livraison de la marchandise sont considérés comme jours non ouvrables si le transporteur en est dûment avisé par le donneur d'ordre lors de la conclusion du contrat de transport.</p><p>2.5. Distance-itinéraire.</p><p>La distance de transport est celle de l'itinéraire le plus direct, compte tenu des contraintes de sécurité et des infrastructures de transport, du recours à des plates-formes, des caractéristiques du véhicule et de la nature des marchandises transportées.</p><p>2.6. Rendez-vous.</p><p>Par rendez-vous, on entend la fixation, d'un commun accord entre le donneur d'ordre et le transporteur, d'un jour et d'une heure précis et fermes pour la mise à disposition du véhicule au lieu de chargement ou au lieu de déchargement.</p><p>2.7. Plage horaire.</p><p>Par plage horaire, on entend la période, pour un jour donné ou non, fixée d'un commun accord entre le donneur d'ordre et le transporteur pour la mise à disposition du véhicule sur les lieux de chargement ou de déchargement. Sa durée maximale est de quatre heures.</p><p>2.8. Prise en charge.</p><p>Par prise en charge, on entend la remise physique de la marchandise au transporteur, qui l'accepte.</p><p>2.9. Livraison.</p><p>Par livraison, on entend la remise physique de la marchandise au destinataire ou à son représentant qui l'accepte.</p><p>2.10. Livraison contre remboursement.</p><p>Par livraison contre remboursement, on entend le mandat accessoire du contrat de transport, donné par le donneur d'ordre au transporteur, qui l'accepte, de se faire remettre concomitamment à la livraison une somme grevant la marchandise. La stipulation d'une livraison contre remboursement ne vaut pas déclaration de valeur.</p><p>2.11. Durée de mise à disposition du véhicule.</p><p>Par durée de mise à disposition du véhicule, on entend le délai qui s'écoule entre le moment où le véhicule est identifié à son arrivée sur les lieux de chargement ou de déchargement ou dans l'aire d'attente et celui où il est prêt à quitter ces lieux après émargement des documents de transport.</p><p>2.12. Marchandises périssables.</p><p>Par marchandises périssables, on entend les denrées et produits sujets à prompte détérioration et/ ou dont la conservation justifie le maintien sous température dirigée.</p><p>2.13. Véhicules à température dirigée.</p><p>Par véhicules à température dirigée, on entend tout engin isotherme, réfrigérant, frigorifique ou calorifique tels que définis par les textes réglementaires en vigueur.</p><p>2.14. Laissé-pour-compte.</p><p>Par laissé-pour-compte, on entend l'envoi dont le destinataire a refusé de prendre livraison pour quelque motif que ce soit et qui est laissé à la disposition du transporteur par le donneur d'ordre, lequel l'analyse en perte totale.</p><p>Article 3</p><p>Informations et documents à fournir au transporteur</p><p>3.1. Le donneur d'ordre fournit au transporteur, dans le cadre des dispositions des articles <a href='/article/LEGIARTI000023071169'>L. 3221-2</a>, <a href='/article/LEGIARTI000023071180'>L. 3222-1 à L. 3222-4</a>, <a href='/article/LEGIARTI000023071205'>L. 3223-3 </a>et <a href='/article/LEGIARTI000023071256'>L. 3242-3</a>, préalablement à la présentation du véhicule au chargement, par écrit ou par tout autre procédé en permettant la mémorisation, les indications suivantes :</p><p>a) Les noms et les adresses complètes, ainsi que les numéros de téléphone, télex et télécopie de l'expéditeur et du destinataire ;</p><p>b) Les noms et les adresses complètes, ainsi que les numéros de téléphone, télex et télécopie des lieux de chargement et de déchargement, lorsque ces derniers diffèrent de ceux indiqués ci-dessus ;</p><p>c) Le nom et l'adresse du donneur d'ordre ;</p><p>d) Les dates et, si besoin est, les heures de chargement et de déchargement ;</p><p>e) Les heures limites de mise à disposition du véhicule en vue du chargement et du déchargement ;</p><p>f) La nature de la marchandise, le poids brut de l'envoi, les marques, le nombre de colis, d'objets ou de supports de charge (bacs, palettes, rolls, etc.) qui constituent l'envoi ;</p><p>g) Le cas échéant, les dimensions des colis, des objets ou des supports de charge présentant des caractéristiques spéciales ;</p><p>h) S'il y a lieu, le métrage linéaire de plancher ou le volume nécessaires ;</p><p>i) La spécificité de la marchandise quand cette dernière requiert des dispositions particulières (marchandises dangereuses, denrées alimentaires, etc.) ;</p><p>j) Pour les denrées alimentaires, l'état physique de la marchandise (frais, réfrigéré, surgelé, congelé, sec, etc.), sa destination et son conditionnement ainsi que, s'il s'agit d'un retour, du motif de ce dernier. ;</p><p>k) Pour les marchandises dangereuses, la désignation réglementaire, les numéros de code danger et de code matière ;</p><p>l) La température de la marchandise à maintenir au cours du transport ;</p><p>m) La température de la marchandise au moment de la remise du chargement ainsi que celle (fourchette admise) à laquelle la marchandise doit être remise au destinataire ;</p><p>n) Les modalités de paiement (port payé ou port dû) ;</p><p>o) Toute autre modalité d'exécution du contrat de transport (livraison contre remboursement, déboursé, déclaration de valeur, déclaration d'intérêt spécial à la livraison, etc.) ;</p><p>p) Le numéro de la commande et les références de l'envoi, quand ces informations sont nécessaires à la bonne exécution du contrat ;</p><p>q) Le cas échéant, les prestations annexes convenues et leurs modalités d'exécution ;</p><p>r) Les instructions spécifiques en cas d'empêchement à la livraison (nouvelle présentation, livraison à domicile, mise en entrepôt, retour, vente ou destruction de la marchandise, etc.).</p><p>3.2. En outre, le donneur d'ordre informe le transporteur des particularités non apparentes de la marchandise et de toutes données susceptibles d'avoir une incidence sur la bonne exécution du contrat de transport.</p><p>3.3. Le donneur d'ordre fournit au transporteur, en même temps que la marchandise, les renseignements et les documents d'accompagnement nécessaires à la bonne exécution d'une opération de transport soumise à une réglementation particulière, telle que régie, douane, police, marchandises dangereuses, denrées alimentaires, etc.</p><p>3.4. Le document de transport est établi sur la base de ces indications. Il est complété, si besoin est, au fur et à mesure de l'opération de transport ; un exemplaire est remis au destinataire au moment de la livraison.</p><p>3.5. Le donneur d'ordre supporte vis-à-vis du transporteur les conséquences d'une déclaration fausse ou incomplète sur les caractéristiques de l'envoi ainsi que d'une absence ou d'une insuffisance de déclaration ayant eu pour effet, entre autres, de dissimuler le caractère dangereux ou frauduleux des marchandises transportées.</p><p>Article 4</p><p>Modification du contrat de transport</p><p>Le donneur d'ordre dispose de la marchandise jusqu'au moment où le destinataire fait valoir ses droits.</p><p>Toute nouvelle instruction du donneur d'ordre ayant pour objet la modification des conditions initiales d'exécution du transport est donnée ou confirmée immédiatement par écrit ou par tout autre procédé en permettant la mémorisation.</p><p>Le transporteur n'est pas tenu d'accepter ces nouvelles instructions si elles sont de nature à l'empêcher d'honorer les engagements de transport pris antérieurement. Il doit en aviser immédiatement le donneur d'ordre par écrit ou par tout autre procédé en permettant la mémorisation.</p><p>Lorsque les instructions entraînent une immobilisation du véhicule et/ ou de l'équipage, le transporteur perçoit un complément de rémunération pour frais d'immobilisation facturé séparément, conformément aux dispositions de l'article 17 ci-après.</p><p>Toute modification au contrat entraîne un réajustement du prix initial.</p><p>Article 5</p><p>Matériel de transport</p><p>Le transporteur effectue le transport à l'aide d'un matériel adapté aux marchandises à transporter et aux températures requises ainsi qu'aux accès et installations de chargement et de déchargement préalablement définis par le donneur d'ordre.</p><p>Article 6</p><p>Conditionnement, emballage et étiquetage des marchandises</p><p>6.1. Lorsque la nature de la marchandise le nécessite, celle-ci doit être conditionnée, emballée, marquée ou contremarquée de façon à supporter un transport exécuté dans des conditions normales et des manutentions successives intervenant en cours de transport, et à ne pas constituer une cause de danger pour le personnel de conduite ou de manutention, les autres marchandises transportées, le véhicule ou les tiers.</p><p>6.2. Sur chaque colis, objet ou support de charge, un étiquetage clair doit être effectué pour permettre une identification immédiate et sans équivoque de l'expéditeur, du destinataire, du lieu de livraison, ainsi que de la nature de la marchandise. Les mentions des étiquettes doivent correspondre à celles qui figurent sur le document de transport.</p><p>6.3. Le donneur d'ordre répond de toutes les conséquences d'une absence, d'une insuffisance ou d'une défectuosité du conditionnement, de l'emballage, du marquage ou de l'étiquetage, ainsi que d'un manquement à l'obligation d'information.</p><p>Le fait que le transporteur n'a pas formulé de réserves à leur sujet lors de la prise en charge de la marchandise ne lui interdit pas d'invoquer ultérieurement l'absence, l'insuffisance ou la défectuosité du conditionnement, de l'emballage, du marquage, de l'étiquetage, ainsi qu'un manquement à l'obligation d'information incombant au donneur d'ordre.</p><p>6.4. Les supports de charge (bacs, palettes, rolls, etc.) utilisés pour le transport font partie intégrante de l'envoi. Leur poids est inclus dans le poids brut déclaré de l'envoi. Ils ne donnent lieu ni à consignation, ni à location au transporteur, ni à aucune déduction sur les frais de transport.</p><p>Dans le cadre du contrat de transport, le transporteur n'effectue ni échange, ni fourniture, ni location des supports de charge. Toute autre disposition fait l'objet d'une prestation annexe, ainsi que d'une rémunération spécifique, convenues entre les parties.</p><p>Le transport en retour des supports de charges vides fait l'objet d'un contrat de transport distinct.</p><p>Article 7</p><p>Chargement, arrimage, déchargement</p><p>Les opérations de chargement, de calage et d'arrimage, d'une part, de déchargement, d'autre part, incombent, respectivement, au donneur d'ordre ou au destinataire, sauf pour les envois inférieurs à trois tonnes.</p><p>Le chargement doit permettre une circulation normale de l'air.</p><p>La responsabilité des dommages matériels survenus au cours de ces opérations pèse sur celui qui les exécute.</p><p>Le transporteur met en œuvre dans tous les cas les moyens techniques de transfert propres au véhicule. Il est responsable des dommages résultant de leur fait.</p><p>7.1. Pour les envois inférieurs à trois tonnes.</p><p>Le transporteur exécute sous sa responsabilité les opérations de chargement, d'arrimage et de déchargement de l'envoi à partir de sa prise en charge et jusqu'à sa livraison, à savoir :</p><p>-soit :</p><p>a) Pour les établissements industriels et commerciaux, de même que pour les chantiers, dans leur enceinte, après que l'envoi a été amené par l'expéditeur au pied du véhicule ou jusqu'à ce qu'il soit déposé au pied du véhicule, selon le cas ;</p><p>b) Pour les commerces sur rue, au seuil des magasins ;</p><p>c) Pour les particuliers, au seuil de l'habitation ;</p><p>-soit :</p><p>En cas d'inaccessibilité des lieux, dans les locaux du transporteur, à l'endroit normalement affecté selon le cas à la prise en charge ou à la livraison des colis.</p><p>Dans ces limites, tout préposé du donneur d'ordre ou du destinataire participant aux opérations de chargement et d'arrimage ou de déchargement est réputé agir pour le compte du transporteur et sous sa responsabilité.</p><p>Toute manutention de l'envoi en deçà ou au-delà des lieux visés ci-dessus est réputée exécutée pour le compte du donneur d'ordre ou du destinataire et sous leur responsabilité.</p><p>7.2. Pour les envois égaux ou supérieurs à trois tonnes.</p><p>Le chargement, le calage et l'arrimage de la marchandise sont exécutés par le donneur d'ordre ou par son représentant sous sa responsabilité.</p><p>Le transporteur fournit au donneur d'ordre toutes indications utiles en vue d'une répartition équilibrée de la marchandise propre à assurer la stabilité du véhicule et le respect de la charge maximale par essieu.</p><p>Le transporteur vérifie que le chargement, le calage ou l'arrimage ne compromettent pas la sécurité de la circulation. Dans le cas contraire, il doit demander qu'ils soient refaits dans des conditions satisfaisantes ou refuser la prise en charge de la marchandise.</p><p>Le transporteur procède, avant le départ, à la reconnaissance extérieure du chargement, du point de vue de la conservation de la marchandise, notamment en ce qui concerne la circulation normale de l'air. En cas de défectuosité apparente de nature à porter atteinte à cette conservation, il formule des réserves motivées inscrites sur le document de transport. Si celles-ci ne sont pas acceptées, il peut refuser la prise en charge de la marchandise.</p><p>Le transporteur est exonéré de la responsabilité résultant de la perte ou de l'avarie de la marchandise pendant le transport s'il établit que le dommage provient d'une défectuosité non apparente du chargement, du calage, de l'arrimage ou d'une défectuosité apparente pour laquelle il avait émis des réserves visées par le chargeur.</p><p>En cas de chargement de plusieurs envois dans un même véhicule, le transporteur s'assure que tout nouveau chargement ne porte pas atteinte aux marchandises déjà chargées.</p><p>Le déchargement de la marchandise est exécuté par le destinataire sous sa responsabilité.</p><p>Article 8</p><p>Température</p><p>8.1. Température au départ.</p><p>a) De la marchandise :</p><p>L'abaissement ou l'élévation préalable de la température de la marchandise pour l'amener au niveau requis incombe au donneur d'ordre ;</p><p>b) Du véhicule réfrigérant, frigorifique ou calorifique :</p><p>L'abaissement ou l'élévation de la température à l'intérieur du véhicule, au niveau requis, incombe au transporteur. Lorsque le donneur d'ordre le demande, ces opérations sont effectuées préalablement au chargement ;</p><p>c) Contrôle :</p><p>Une vérification contradictoire de la température du véhicule avant l'ouverture des portes et de la marchandise est effectuée avec mention sur le document de transport.</p><p>8.2. Maintien de la température en cours de transport.</p><p>Le transporteur est responsable du maintien de la température ambiante à l'intérieur du véhicule réfrigérant, frigorifique ou calorifique, selon les indications portées sur le document de transport ou selon toutes les instructions écrites du donneur d'ordre ou, à défaut, selon la nature de la marchandise conformément à la réglementation en vigueur.</p><p>8.3. Température à l'arrivée.</p><p>Une vérification contradictoire de la température de la marchandise est effectuée.</p><p>Article 9</p><p>Livraison</p><p>9.1. Règles générales.</p><p>La livraison est effectuée entre les mains de la personne désignée comme destinataire sur le document de transport ou de son représentant. Dès que cette personne a pris possession de l'envoi, elle en donne décharge au transporteur en signant le document de transport.</p><p>Le destinataire peut, à cette occasion, formuler des réserves motivées sur l'état de la marchandise. Le fait qu'il n'a pas formulé de réserves à la livraison ne lui interdit pas d'invoquer ultérieurement une perte ou une avarie à la marchandise dans les conditions du droit commun.</p><p>La signature du destinataire ou de son représentant est la preuve de la remise et de l'acceptation de l'envoi ; elle est accompagnée du nom du signataire, de la date et de l'heure de la livraison ainsi que du cachet commercial de l'établissement.</p><p>9.2. Livraison dans les locaux du transporteur.</p><p>Lorsque la livraison est prévue dans les locaux du transporteur, un avis d'arrivée est adressé immédiatement au destinataire qui dispose de deux jours ouvrables suivant l'expédition de l'avis d'arrivée pour prendre livraison de l'envoi.</p><p>Si, à l'expiration de ce délai, le destinataire n'a pas procédé au retrait de la marchandise, un avis de souffrance est adressé au donneur d'ordre par écrit ou par tout autre procédé en permettant la mémorisation.</p><p>Le donneur d'ordre doit donner au transporteur par écrit ou par tout autre procédé en permettant la mémorisation des instructions précises dans les délais et formes prévus à l'article 16.2 ci-après.</p><p>Article 10</p><p>Conditions d'accès aux lieux de chargement et de déchargement</p><p>Les lieux désignés par le donneur d'ordre doivent être accessibles sans contrainte ni risque particuliers pour des véhicules de caractéristiques usuelles pour le transport considéré.</p><p>Le transporteur se conforme au protocole de sécurité applicable sur le site de chargement et/ ou de déchargement conformément aux articles <a href='/article/LEGIARTI000018491662'>R. 4515-1 à R. 4515-11 </a>du code du travail. Plus généralement, il est tenu de respecter les règles de sécurité en vigueur dans les lieux où il est amené à intervenir.</p><p>Article 11</p><p>Identification du véhicule et durées de mise à disposition en vue du chargement ou du déchargement</p><p>A l'arrivée du véhicule sur les lieux de chargement ou de déchargement ou dans l'aire d'attente, même si elle est extérieure, le transporteur informe le représentant de l'établissement de chargement ou de déchargement que son véhicule est à disposition pour effectuer l'une ou l'autre de ces opérations. L'heure de cette mise à disposition est immédiatement consignée par le transporteur sur le document de suivi, ce qui constitue l'identification du véhicule au sens de l'article <a href='/article/LEGIARTI000023071193'>L. 3222-7</a>.</p><p>L'identification est le point de départ des durées de mise à disposition du véhicule en vue du chargement ou du déchargement.</p><p>Ces durées prennent fin au moment où est consignée sur le document de suivi l'heure où le véhicule est prêt à partir, l'opération de chargement ou de déchargement terminée et les documents de transport émargés remis au transporteur.</p><p>11.1. Pour les envois inférieurs à trois tonnes.</p><p>Les durées totales de mise à disposition du véhicule sont au maximum :</p><p>1° Pour les envois inférieurs à cent kilogrammes composés de moins de vingt colis : de quinze minutes ;</p><p>2° Pour les autres envois : de trente minutes.</p><p>En cas de dépassement non imputable au transporteur des durées ainsi fixées, le transporteur perçoit du donneur d'ordre ou du destinataire, selon le cas, un complément de rémunération pour frais d'immobilisation du véhicule et/ ou de l'équipage, facturé séparément, conformément aux dispositions de l'article 17 ci-après.</p><p>11.2. Pour les envois égaux ou supérieurs à trois tonnes.</p><p>Les durées totales de mise à disposition du véhicule sont au maximum :</p><p>1° Pour les envois compris entre trois et dix tonnes et n'excédant pas trente mètres cubes :</p><p>a) D'une heure en cas de rendez-vous respecté ;</p><p>b) D'une heure trente en cas de plage horaire respectée ;</p><p>c) De deux heures dans tous les autres cas ;</p><p>2° Pour les envois de plus de dix tonnes ou supérieurs à trente mètres cubes :</p><p>a) D'une heure en cas de rendez-vous respecté ;</p><p>b) De deux heures en cas de plage horaire respectée ;</p><p>c) De trois heures dans tous les autres cas.</p><p>Lorsqu'il y a rendez-vous, un retard de trente minutes est admis par rapport à l'heure d'arrivée fixée, ainsi qu'un allongement de la durée d'immobilisation du véhicule de trente minutes.</p><p>En cas de rendez-vous manqué, ce sont les durées prévues pour les autres cas (c) qui sont applicables, majorées de quinze minutes.</p><p>Les durées telles qu'elles sont définies au 1° et au 2° ci-dessus sont suspendues jusqu'à l'heure du rendez-vous ou jusqu'à l'heure du début de la plage horaire convenues par les parties. En l'absence de rendez-vous ou de plage horaire, si ces durées ne sont pas écoulées à 18 heures ou à l'heure de fermeture de l'établissement, elles sont suspendues jusqu'à 8 heures ou jusqu'à l'heure d'ouverture de l'établissement du premier jour ouvrable qui suit, sauf si ce délai est incompatible avec la bonne conservation de la marchandise.</p><p>En cas de dépassement, non imputable au transporteur, des durées ainsi fixées, le transporteur perçoit du donneur d'ordre ou du destinataire, selon le cas, un complément de rémunération pour frais d'immobilisation du véhicule et/ ou de l'équipage facturé séparément, conformément aux dispositions de l'article 17 ci-après.</p><p>Article 12</p><p>Opérations de pesage</p><p>Si l'une des parties au contrat demande la pesée de l'envoi, cette opération est effectuée sur le lieu de chargement ou de déchargement. Si le déplacement du véhicule est nécessaire, son coût et celui de l'opération de pesage sont supportés par le demandeur.</p><p>Article 13</p><p>Défaillance totale ou partielle du donneur d'ordre dans la remise de l'envoi</p><p>En cas de préjudice prouvé résultant d'une non-remise totale ou partielle de l'envoi lors de la mise à disposition du véhicule par le transporteur, l'indemnité à verser au transporteur par le donneur d'ordre ne peut excéder le prix du transport.</p><p>Article 14</p><p>Défaillance du transporteur au chargement</p><p>En cas de rendez-vous tel que défini à l'article 2.6 :</p><p>-si le transporteur n'avise pas le donneur d'ordre de son retard, celui-ci peut rechercher un autre transporteur à l'issue d'un délai d'attente de deux heures ;</p><p>-si le transporteur avise le donneur d'ordre de son retard, celui-ci peut rechercher immédiatement un autre transporteur si le retard, égal ou supérieur à deux heures, annoncé par le transporteur risque d'entraîner un préjudice grave.</p><p>En l'absence de rendez-vous, le donneur d'ordre peut rechercher un autre transporteur à l'issue d'un délai d'attente raisonnable.</p><p>Article 15</p><p>Empêchement au transport</p><p>Si le transport est empêché ou interrompu temporairement ou si, pour un motif quelconque, l'exécution du transport est ou devient impossible dans les conditions initialement prévues, le transporteur demande des instructions au donneur d'ordre.</p><p>Si le transporteur n'a pu obtenir en temps utile les instructions du donneur d'ordre, il prend les mesures qui lui paraissent les meilleures dans l'intérêt de ce dernier pour la conservation de la marchandise ou son acheminement par d'autres voies ou d'autres moyens.</p><p>Sauf si l'empêchement, l'interruption ou l'impossibilité est imputable au transporteur, le donneur d'ordre rembourse au transporteur les dépenses justifiées consécutives aux instructions données ou aux mesures prises en application des alinéas précédents. Ces dépenses, ainsi que les frais d'immobilisation du véhicule et/ ou de l'équipage, sont facturées séparément, en sus du prix du transport convenu, conformément aux dispositions de l'article 17 ci-après.</p><p>En cas d'empêchement définitif dû à la force majeure, le transporteur a droit à la partie du prix du transport correspondant au trajet effectué jusqu'à l'arrêt du transport.</p><p>Article 16</p><p>Empêchement à la livraison</p><p>16.1. Cas d'empêchement à la livraison.</p><p>Il y a empêchement à la livraison chaque fois que l'envoi parvenu au lieu de livraison prévu ne peut être remis au destinataire désigné, et notamment en cas :</p><p>a) D'absence du destinataire ;</p><p>b) D'inaccessibilité du lieu de livraison ;</p><p>c) D'immobilisation du véhicule chez le destinataire supérieure aux durées définies à l'article 11 ci-dessus ;</p><p>d) De refus de prendre livraison par le destinataire.</p><p>16.2. Modalités.</p><p>Un avis de passage daté, qui atteste la présentation de l'envoi, est déposé. Il mentionne le lieu où l'envoi peut être retiré ou la possibilité d'une nouvelle présentation. Corrélativement et sans préjudice d'une éventuelle demande d'expertise, le transporteur adresse au donneur d'ordre, par écrit ou tout autre procédé en permettant la mémorisation, un avis de souffrance dans les vingt-quatre heures suivant la constatation de l'empêchement à la livraison.</p><p>Le donneur d'ordre doit donner au transporteur, par écrit ou par tout autre procédé en permettant la mémorisation, dans les deux jours de la date d'envoi de l'avis de souffrance, des instructions précises, dont il assume la responsabilité, sur le sort à réserver à la marchandise en souffrance : nouvelle présentation, livraison à domicile, mise en entrepôt, retour, vente ou destruction de la marchandise, etc.</p><p>Le transporteur peut décharger la marchandise pour le compte de l'expéditeur. En ce cas, il assume la garde de la marchandise ou la confie à un entrepôt public approprié ou, à défaut, à un tiers dont il est le garant.</p><p>La marchandise qui a fait l'objet de l'avis de souffrance reste à la disposition du destinataire jusqu'à la réception des instructions nouvelles du donneur d'ordre.</p><p>16.3. Prise en charge des frais.</p><p>Les frais de nouvelle présentation, de livraison à domicile, de garde, de retour, de vente ou de destruction de la marchandise sont à la charge du donneur d'ordre, sauf s'ils sont la conséquence d'une faute du transporteur. En outre, le transporteur perçoit du donneur d'ordre un complément de rémunération pour frais d'immobilisation du véhicule et/ ou de l'équipage et pour les opérations de manutention accomplies, facturé séparément, conformément aux dispositions de l'article 17 ci-dessous.</p><p>Article 17</p><p>Rémunération du transport et des prestations annexes et complémentaires</p><p>La rémunération du transporteur comprend le prix du transport stricto sensu, celui des prestations annexes et des prestations complémentaires auxquels s'ajoutent les frais liés à l'établissement et à la gestion administrative et informatique du contrat de transport, ainsi que toute taxe liée au transport et/ ou tout droit dont la perception est mise à la charge du transporteur.</p><p>Le prix du transport est établi en fonction du type de véhicule utilisé, de ses équipements, de la nature de la marchandise, de son poids, de son volume, du nombre de colis, de la distance du transport, des délais d'acheminement, de la relation assurée, des caractéristiques du trafic, des sujétions particulières de circulation, de la durée de mise à disposition du véhicule et de l'équipage, plus généralement des coûts engendrés par la prestation demandée, conformément aux dispositions des articles <a href='/article/LEGIARTI000023071167'>L. 3221-1, L. 3221-2</a>, L. 3222-1 à L. 3222-6, <a href='/article/LEGIARTI000023071252'>L. 3242-2 et L. 3242-3 </a>ainsi que de la qualité de la prestation rendue.</p><p>Sans préjudice des dispositions des articles L. 3222-1 et L. 3222-2, le prix du transport initialement convenu est révisé en cas de variations significatives des charges de l'entreprise de transport qui tiennent à des conditions extérieures à cette dernière.</p><p>Toute prestation annexe ou complémentaire est rémunérée au prix convenu. Tel est le cas notamment :</p><p>a) Des opérations d'encaissement, en particulier dans le cas d'encaissement différé ;</p><p>b) De la livraison contre remboursement ;</p><p>c) Des déboursés ;</p><p>d) De la déclaration de valeur ;</p><p>e) De la déclaration d'intérêt spécial à la livraison ;</p><p>f) Du mandat d'assurance ;</p><p>g) Des opérations de chargement et de déchargement (pour les envois égaux ou supérieurs à trois tonnes) ;</p><p>h) De la nouvelle présentation au lieu de chargement ou au lieu de déchargement ;</p><p>i) Des opérations de pesage ;</p><p>j) Du nettoyage, du lavage ou de la désinfection du véhicule en cas de remise d'envois salissants remis en vrac ou en emballages non étanches ;</p><p>k) Du magasinage.</p><p>Toute modification du contrat de transport initial, notamment tout changement d'itinéraire, toute immobilisation du véhicule et/ ou de l'équipage non imputables au transporteur, entraîne un réajustement des conditions de rémunération du transporteur.</p><p>Les frais supplémentaires de suivi du contrat de transport sont facturés séparément.</p><p>Tous les prix sont calculés hors taxes.</p><p>Article 18</p><p>Modalités de paiement</p><p>18.1. Le paiement du prix du transport, des prestations annexes et complémentaires est exigible à l'enlèvement (port payé) ou à la livraison (port dû) sur présentation de la facture ou d'un document en tenant lieu.</p><p>S'il n'a pas été encaissé au moment de l'enlèvement ou de la livraison, ce prix est payable à la réception de la facture du transporteur. L'expéditeur et le destinataire sont garants de son acquittement.</p><p>18.2. L'imputation unilatérale du montant des dommages allégués sur le prix du transport est interdite.</p><p>18.3. Lorsque le transporteur consent à son débiteur des délais de paiement, la facture établie par le transporteur mentionne la date à laquelle le paiement doit intervenir. Elle précise les conditions d'escompte applicables en cas de paiement à une date antérieure à celle mentionnée sur ladite facture. Cette dernière doit être réglée au plus tard à la date indiquée.</p><p>18.4. Conformément aux dispositions du 5° du II de l'article L. 441-11 du code de commerce, les parties ne peuvent convenir d'un délai de paiement supérieur à trente jours à compter de la date d'émission de la facture.</p><p>18.5. Le paiement est exigible à la réception de la facture et à son lieu d'émission. Tout retard dans le paiement entraîne de plein droit, après mise en demeure, le versement de pénalités dans les conditions prévues par le II de l'article L. 441-10 du code de commerce, sans préjudice de la réparation, dans les conditions du droit commun, de tout autre dommage résultant de ce retard.</p><p>18.6. Le non-paiement total ou partiel d'une facture à une seule échéance emporte, sans formalité, déchéance du terme entraînant l'exigibilité immédiate du règlement, sans mise en demeure, de toutes les sommes dues, même à terme, à la date de ce manquement et autorise le transporteur à exiger le paiement comptant avant l'exécution de toute nouvelle opération.</p><p>18.7. En cas de perte ou d'avarie partielles ou totales de la marchandise, le transporteur a droit au paiement du prix du transport, sous réserve qu'il règle l'indemnité correspondante.</p><p>Article 19</p><p>Livraison contre remboursement</p><p>La livraison contre remboursement doit être expressément demandée par le donneur d'ordre conformément aux dispositions de l'article 3.</p><p>Lorsqu'il y a stipulation d'une livraison contre remboursement, le transporteur reçoit entre ses mains la somme remise par le destinataire en échange de la marchandise soit sous forme d'un chèque établi à l'ordre de l'expéditeur ou de toute autre personne désignée par le donneur d'ordre, soit en espèces quand la législation l'autorise. Toutefois, même dans ce dernier cas, le transporteur ne peut refuser un chèque sans motif valable.</p><p>Le transporteur doit adresser cette somme au donneur d'ordre ou à la personne désignée par ce dernier, dans un délai de huit jours ouvrables à compter de sa remise.</p><p>La stipulation d'une livraison contre remboursement ne vaut pas déclaration de valeur et ne modifie donc pas les règles d'indemnisation pour pertes et avaries définies à l'article 21 ci-après. Elle ne lie le transporteur que si elle figure sur un document procédant du contrat de transport.</p><p>La responsabilité du transporteur en cas de manquement à cette obligation est engagée selon les règles du mandat. Néanmoins, la prescription des actions relatives à la livraison contre remboursement est d'un an à compter de la date de la livraison.</p><p>Article 20</p><p>Indemnisation pour pertes et avaries</p><p>Déclaration de valeur</p><p>Le transporteur est tenu de verser une indemnité pour la réparation de tous les dommages justifiés dont il est légalement tenu pour responsable, résultant de la perte totale ou partielle ou de l'avarie de la marchandise.</p><p>Pour les envois inférieurs à trois tonnes, cette indemnité ne peut excéder 23 € par kilogramme de poids brut de marchandises manquantes ou avariées pour chacun des objets compris dans l'envoi, sans pouvoir dépasser 750 € par colis perdu, incomplet ou avarié, quels qu'en soient le poids, le volume, les dimensions, la nature ou la valeur.</p><p>Pour les envois égaux ou supérieurs à trois tonnes, elle ne peut excéder 14 € par kilogramme de poids brut de marchandises manquantes ou avariées pour chacun des objets compris dans l'envoi, sans pouvoir dépasser, par envoi perdu, incomplet ou avarié, quels qu'en soient le poids, le volume, les dimensions, la nature ou la valeur, une somme supérieure au produit du poids brut de l'envoi exprimé en tonnes multiplié par 4 000 €.</p><p>Le donneur d'ordre a toujours la faculté de faire une déclaration de valeur qui a pour effet de substituer le montant de cette déclaration au plafond de l'indemnité fixée à l'un ou à l'autre des alinéas ci-dessus.</p><p>En tout état de cause, l'indemnité est réduite d'un tiers lorsque le donneur d'ordre impose la destruction de la marchandise laissée pour compte, pour autant consommable, ou en interdit le sauvetage.</p><p>Article 21</p><p>Délai d'acheminement</p><p>Indemnisation pour retard à la livraison</p><p>21.1. Délai d'acheminement.</p><p>Le délai d'acheminement comprend le délai de transport et le délai de livraison à domicile.</p><p>Le délai de transport court à partir de 0 heure du jour qui suit l'enlèvement de l'envoi ou sa remise au dépôt du transporteur. Il est d'un jour par fraction indivisible de 450 kilomètres. Les samedis et les jours non ouvrables ne sont pas compris dans le calcul de ce délai.</p><p>Le délai de livraison à domicile est de :</p><p>- un jour dans les villes de 5 000 habitants et plus ainsi que dans les sous-préfectures ;</p><p>- deux jours dans toutes les autres localités.</p><p>Le délai de livraison est ramené à un jour lorsque l'envoi est égal ou supérieur à trois tonnes.</p><p>Les jours non ouvrables ne sont pas compris dans le calcul du délai de livraison.</p><p>21.2. Retard à la livraison.</p><p>Il y a retard à la livraison lorsque l'envoi n'a pas été livré dans le délai convenu ou, s'il n'a pas été convenu de délai, lorsque la durée effective du transport dépasse le délai d'acheminement tel qu'il est défini ci-dessus.</p><p>21.3. Indemnisation pour retard à la livraison.</p><p>En cas de préjudice prouvé résultant d'un retard à la livraison du fait du transporteur, celui-ci est tenu de verser une indemnité qui ne peut excéder le prix du transport (droits, taxes et frais divers exclus).</p><p>Le donneur d'ordre a toujours la faculté de faire une déclaration d'intérêt spécial à la livraison qui a pour effet de substituer le montant de cette déclaration au plafond de l'indemnité fixé à l'alinéa précédent.</p><p>Sans préjudice de l'indemnité prévue aux deux alinéas précédents, les pertes ou avaries à la marchandise résultant d'un retard sont indemnisées conformément aux dispositions de l'article 20 ci-dessus.</p><p>Article 22</p><p>Respect des diverses réglementations</p><p>Conformément aux dispositions de l'article <a href='/article/LEGIARTI000023069444'>L. 1311-3</a>, le transporteur doit, dans tous les cas, conduire les opérations de transport dans des conditions strictement compatibles avec la réglementation des conditions de travail et de sécurité.</p><p>En cas de transport de marchandises soumises à une réglementation particulière, chacune des parties est tenue de se conformer aux obligations qui en découlent et qui lui incombent.</p><p>Chacune des parties supporte les conséquences des manquements qui lui sont imputables.</p><p>Article 23</p><p>Durée, reconduction et résiliation du contrat de transport</p><p>23.1. Le contrat de transport est conclu, soit pour une durée déterminée, reconductible ou non, soit pour une durée indéterminée.<br/><br/>\n 23.2. Chacune des parties peut y mettre un terme par l'envoi d'une lettre recommandée avec avis de réception moyennant un préavis se calculant comme suit :<br/><br/>\n a) Un (1) mois lorsque la durée de la relation est inférieure ou égale à six (6) mois ;<br/><br/>\n b) Deux (2) mois lorsque la durée de la relation est supérieure à six (6) mois et inférieure ou égale à un (1) an ;<br/><br/>\n c) Trois (3) mois lorsque la durée de la relation est supérieure à un (1) an et inférieure ou égale à trois (3) ans ;<br/><br/>\n d) Quatre (4) mois quand la durée de la relation est supérieure à trois (3) ans, auxquels s'ajoute une semaine, par année complète de relations commerciales, sans pouvoir excéder une durée maximale de six (6) mois.<br/><br/>\n 23.3. Pendant la période de préavis, les parties maintiennent l'économie du contrat.<br/><br/>\n 23.4. En cas de manquement grave ou de manquements répétés de l'une des parties à ses obligations contractuelles, et à l'issue d'un délai de quinze (15) jours suivants une mise en demeure, mentionnant la présente clause résolutoire, restée sans effet, adressée par lettre recommandée avec avis de réception, l'autre partie peut mettre fin au contrat de transport, qu'il soit à durée déterminée ou indéterminée, sans préavis ni indemnités, par l'envoi d'une lettre recommandée avec avis de réception de résiliation de celui-ci.</p><p></p>",
            "type": "AUTONOME",
            "dateDebut": "2021-09-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2013-03-28",
                        "fin": "2999-01-01",
                        "titre": "PARTIE REGLEMENTAIRE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000027232261",
                        "id": "LEGISCTA000027232261",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-01-01",
                        "fin": "2999-01-01",
                        "titre": "TROISIÈME PARTIE : TRANSPORT ROUTIER",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000030048381",
                        "id": "LEGISCTA000030048381",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2017-01-01",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000033452817",
                        "id": "LEGISCTA000033452817",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "Code des transports",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023086525",
                        "id": "LEGITEXT000023086525",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000043198142",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L441-6",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L441-6",
                    "articleId": "LEGIARTI000006232237",
                    "natureText": "CODE",
                    "date": 1630446591914,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1488412800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R4515-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R4515-1",
                    "articleId": "LEGIARTI000018491662",
                    "natureText": "CODE",
                    "date": 1630446591914,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. D3222-5 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D3222-5",
                    "articleId": "LEGIARTI000033450115",
                    "natureText": "CODE",
                    "date": 1630446591914,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L1311-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1311-3",
                    "articleId": "LEGIARTI000023069444",
                    "natureText": "CODE",
                    "date": 1630446591914,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L1432-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1432-2",
                    "articleId": "LEGIARTI000023069598",
                    "natureText": "CODE",
                    "date": 1630446591914,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1291161600000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L1432-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1432-3",
                    "articleId": "LEGIARTI000023069600",
                    "natureText": "CODE",
                    "date": 1630446591914,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1291161600000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L3221-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3221-1",
                    "articleId": "LEGIARTI000023071167",
                    "natureText": "CODE",
                    "date": 1630446591914,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L3221-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3221-2",
                    "articleId": "LEGIARTI000023071169",
                    "natureText": "CODE",
                    "date": 1630446591915,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1291161600000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L3222-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3222-1",
                    "articleId": "LEGIARTI000023071180",
                    "natureText": "CODE",
                    "date": 1630446591915,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577664000000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L3222-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3222-7",
                    "articleId": "LEGIARTI000023071193",
                    "natureText": "CODE",
                    "date": 1630446591915,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1291161600000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L3223-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3223-3",
                    "articleId": "LEGIARTI000023071205",
                    "natureText": "CODE",
                    "date": 1630446591915,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L3242-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3242-2",
                    "articleId": "LEGIARTI000023071252",
                    "natureText": "CODE",
                    "date": 1630446591915,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1291161600000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L3242-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3242-3",
                    "articleId": "LEGIARTI000023071256",
                    "natureText": "CODE",
                    "date": 1630446591915,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000033419103",
                    "textTitle": "Décret n°2016-1550 du 17 novembre 2016 - art.",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                },
                {
                    "textCid": "JORFTEXT000043183773",
                    "textTitle": "Décret n°2021-211 du 24 février 2021 - art. 13",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "13",
                    "articleId": "LEGIARTI000043186068",
                    "natureText": "DECRET",
                    "datePubliTexte": "2021-02-26",
                    "dateSignaTexte": "2021-02-24",
                    "dateDebutCible": "2021-02-27"
                }
            ],
            "num": "Annexe V",
            "origine": "LEGI",
            "texte": "ANNEXE V CONTRAT TYPE APPLICABLE AUX TRANSPORTS PUBLICS ROUTIERS DE MARCHANDISES PERISSABLES SOUS TEMPERATURE DIRIGEE ANNEXE À L'ARTICLE D. 3222-5 Article 1er Objet et domaine d'application du contrat Le présent contrat a pour objet le transport en régime intérieur, par un transporteur public, d'envois de marchandises périssables, quel qu'en soit le poids, au moyen de véhicules à température dirigée, moyennant un prix devant assurer une juste rémunération du service ainsi rendu, le tout conformément aux dispositions du présent code notamment celles relatives à la règlementation sociale du transport, aux conditions d'exercice des professions de transport et au transport routier. Sont exclues du champ d'application du présent contrat type les marchandises transportées en conteneurs maritimes ou aériens et en citernes. Quelle que soit la technique de transport utilisée, ce contrat règle les relations du donneur d'ordre et du transporteur public routier ou des transporteurs publics intervenant successivement dans le transport de l'envoi ainsi que les relations de ces transporteurs publics successifs entre eux. Il s'applique de plein droit, à défaut de convention écrite sur l'ensemble ou certaines des matières mentionnées à l'article L. 1432-2 . En cas de relations suivies entre un donneur d'ordre et un transporteur public ayant fait l'objet d'une convention écrite générale conclue conformément aux dispositions de l'article L. 1432-3 , chaque envoi est présumé exécuté aux conditions de cette convention. Article 2 Définitions 2.1. Envoi. L'envoi est la quantité de marchandises, emballage et support de charge compris, mise effectivement, au même moment, à la disposition d'un transporteur et dont le transport est demandé par un même donneur d'ordre pour un même destinataire d'un lieu de chargement unique à un lieu de déchargement unique et faisant l'objet d'un même contrat de transport. 2.2. Donneur d'ordre. Par donneur d'ordre, on entend la partie (expéditeur, commissionnaire de transport ou autre) qui conclut le contrat de transport avec le transporteur. 2.3. Colis. Par colis, on entend un objet ou un ensemble matériel composé de plusieurs objets, quels qu'en soient le poids, les dimensions et le volume, constituant une charge unitaire lors de la remise au transporteur (bac, caisse, carton, conteneur, fardeau, palette cerclée ou filmée par le donneur d'ordre, roll, etc.), même si le contenu en est détaillé dans le document de transport. 2.4. Jours non ouvrables. Par jours non ouvrables, on entend les dimanches et les jours de fêtes légales ainsi que les jours d'interdiction de circulation imposés par les pouvoirs publics. En outre, les autres jours de fermeture de l'établissement où s'effectue la prise en charge ou la livraison de la marchandise sont considérés comme jours non ouvrables si le transporteur en est dûment avisé par le donneur d'ordre lors de la conclusion du contrat de transport. 2.5. Distance-itinéraire. La distance de transport est celle de l'itinéraire le plus direct, compte tenu des contraintes de sécurité et des infrastructures de transport, du recours à des plates-formes, des caractéristiques du véhicule et de la nature des marchandises transportées. 2.6. Rendez-vous. Par rendez-vous, on entend la fixation, d'un commun accord entre le donneur d'ordre et le transporteur, d'un jour et d'une heure précis et fermes pour la mise à disposition du véhicule au lieu de chargement ou au lieu de déchargement. 2.7. Plage horaire. Par plage horaire, on entend la période, pour un jour donné ou non, fixée d'un commun accord entre le donneur d'ordre et le transporteur pour la mise à disposition du véhicule sur les lieux de chargement ou de déchargement. Sa durée maximale est de quatre heures. 2.8. Prise en charge. Par prise en charge, on entend la remise physique de la marchandise au transporteur, qui l'accepte. 2.9. Livraison. Par livraison, on entend la remise physique de la marchandise au destinataire ou à son représentant qui l'accepte. 2.10. Livraison contre remboursement. Par livraison contre remboursement, on entend le mandat accessoire du contrat de transport, donné par le donneur d'ordre au transporteur, qui l'accepte, de se faire remettre concomitamment à la livraison une somme grevant la marchandise. La stipulation d'une livraison contre remboursement ne vaut pas déclaration de valeur. 2.11. Durée de mise à disposition du véhicule. Par durée de mise à disposition du véhicule, on entend le délai qui s'écoule entre le moment où le véhicule est identifié à son arrivée sur les lieux de chargement ou de déchargement ou dans l'aire d'attente et celui où il est prêt à quitter ces lieux après émargement des documents de transport. 2.12. Marchandises périssables. Par marchandises périssables, on entend les denrées et produits sujets à prompte détérioration et/ ou dont la conservation justifie le maintien sous température dirigée. 2.13. Véhicules à température dirigée. Par véhicules à température dirigée, on entend tout engin isotherme, réfrigérant, frigorifique ou calorifique tels que définis par les textes réglementaires en vigueur. 2.14. Laissé-pour-compte. Par laissé-pour-compte, on entend l'envoi dont le destinataire a refusé de prendre livraison pour quelque motif que ce soit et qui est laissé à la disposition du transporteur par le donneur d'ordre, lequel l'analyse en perte totale. Article 3 Informations et documents à fournir au transporteur 3.1. Le donneur d'ordre fournit au transporteur, dans le cadre des dispositions des articles L. 3221-2 , L. 3222-1 à L. 3222-4 , L. 3223-3 et L. 3242-3 , préalablement à la présentation du véhicule au chargement, par écrit ou par tout autre procédé en permettant la mémorisation, les indications suivantes : a) Les noms et les adresses complètes, ainsi que les numéros de téléphone, télex et télécopie de l'expéditeur et du destinataire ; b) Les noms et les adresses complètes, ainsi que les numéros de téléphone, télex et télécopie des lieux de chargement et de déchargement, lorsque ces derniers diffèrent de ceux indiqués ci-dessus ; c) Le nom et l'adresse du donneur d'ordre ; d) Les dates et, si besoin est, les heures de chargement et de déchargement ; e) Les heures limites de mise à disposition du véhicule en vue du chargement et du déchargement ; f) La nature de la marchandise, le poids brut de l'envoi, les marques, le nombre de colis, d'objets ou de supports de charge (bacs, palettes, rolls, etc.) qui constituent l'envoi ; g) Le cas échéant, les dimensions des colis, des objets ou des supports de charge présentant des caractéristiques spéciales ; h) S'il y a lieu, le métrage linéaire de plancher ou le volume nécessaires ; i) La spécificité de la marchandise quand cette dernière requiert des dispositions particulières (marchandises dangereuses, denrées alimentaires, etc.) ; j) Pour les denrées alimentaires, l'état physique de la marchandise (frais, réfrigéré, surgelé, congelé, sec, etc.), sa destination et son conditionnement ainsi que, s'il s'agit d'un retour, du motif de ce dernier. ; k) Pour les marchandises dangereuses, la désignation réglementaire, les numéros de code danger et de code matière ; l) La température de la marchandise à maintenir au cours du transport ; m) La température de la marchandise au moment de la remise du chargement ainsi que celle (fourchette admise) à laquelle la marchandise doit être remise au destinataire ; n) Les modalités de paiement (port payé ou port dû) ; o) Toute autre modalité d'exécution du contrat de transport (livraison contre remboursement, déboursé, déclaration de valeur, déclaration d'intérêt spécial à la livraison, etc.) ; p) Le numéro de la commande et les références de l'envoi, quand ces informations sont nécessaires à la bonne exécution du contrat ; q) Le cas échéant, les prestations annexes convenues et leurs modalités d'exécution ; r) Les instructions spécifiques en cas d'empêchement à la livraison (nouvelle présentation, livraison à domicile, mise en entrepôt, retour, vente ou destruction de la marchandise, etc.). 3.2. En outre, le donneur d'ordre informe le transporteur des particularités non apparentes de la marchandise et de toutes données susceptibles d'avoir une incidence sur la bonne exécution du contrat de transport. 3.3. Le donneur d'ordre fournit au transporteur, en même temps que la marchandise, les renseignements et les documents d'accompagnement nécessaires à la bonne exécution d'une opération de transport soumise à une réglementation particulière, telle que régie, douane, police, marchandises dangereuses, denrées alimentaires, etc. 3.4. Le document de transport est établi sur la base de ces indications. Il est complété, si besoin est, au fur et à mesure de l'opération de transport ; un exemplaire est remis au destinataire au moment de la livraison. 3.5. Le donneur d'ordre supporte vis-à-vis du transporteur les conséquences d'une déclaration fausse ou incomplète sur les caractéristiques de l'envoi ainsi que d'une absence ou d'une insuffisance de déclaration ayant eu pour effet, entre autres, de dissimuler le caractère dangereux ou frauduleux des marchandises transportées. Article 4 Modification du contrat de transport Le donneur d'ordre dispose de la marchandise jusqu'au moment où le destinataire fait valoir ses droits. Toute nouvelle instruction du donneur d'ordre ayant pour objet la modification des conditions initiales d'exécution du transport est donnée ou confirmée immédiatement par écrit ou par tout autre procédé en permettant la mémorisation. Le transporteur n'est pas tenu d'accepter ces nouvelles instructions si elles sont de nature à l'empêcher d'honorer les engagements de transport pris antérieurement. Il doit en aviser immédiatement le donneur d'ordre par écrit ou par tout autre procédé en permettant la mémorisation. Lorsque les instructions entraînent une immobilisation du véhicule et/ ou de l'équipage, le transporteur perçoit un complément de rémunération pour frais d'immobilisation facturé séparément, conformément aux dispositions de l'article 17 ci-après. Toute modification au contrat entraîne un réajustement du prix initial. Article 5 Matériel de transport Le transporteur effectue le transport à l'aide d'un matériel adapté aux marchandises à transporter et aux températures requises ainsi qu'aux accès et installations de chargement et de déchargement préalablement définis par le donneur d'ordre. Article 6 Conditionnement, emballage et étiquetage des marchandises 6.1. Lorsque la nature de la marchandise le nécessite, celle-ci doit être conditionnée, emballée, marquée ou contremarquée de façon à supporter un transport exécuté dans des conditions normales et des manutentions successives intervenant en cours de transport, et à ne pas constituer une cause de danger pour le personnel de conduite ou de manutention, les autres marchandises transportées, le véhicule ou les tiers. 6.2. Sur chaque colis, objet ou support de charge, un étiquetage clair doit être effectué pour permettre une identification immédiate et sans équivoque de l'expéditeur, du destinataire, du lieu de livraison, ainsi que de la nature de la marchandise. Les mentions des étiquettes doivent correspondre à celles qui figurent sur le document de transport. 6.3. Le donneur d'ordre répond de toutes les conséquences d'une absence, d'une insuffisance ou d'une défectuosité du conditionnement, de l'emballage, du marquage ou de l'étiquetage, ainsi que d'un manquement à l'obligation d'information. Le fait que le transporteur n'a pas formulé de réserves à leur sujet lors de la prise en charge de la marchandise ne lui interdit pas d'invoquer ultérieurement l'absence, l'insuffisance ou la défectuosité du conditionnement, de l'emballage, du marquage, de l'étiquetage, ainsi qu'un manquement à l'obligation d'information incombant au donneur d'ordre. 6.4. Les supports de charge (bacs, palettes, rolls, etc.) utilisés pour le transport font partie intégrante de l'envoi. Leur poids est inclus dans le poids brut déclaré de l'envoi. Ils ne donnent lieu ni à consignation, ni à location au transporteur, ni à aucune déduction sur les frais de transport. Dans le cadre du contrat de transport, le transporteur n'effectue ni échange, ni fourniture, ni location des supports de charge. Toute autre disposition fait l'objet d'une prestation annexe, ainsi que d'une rémunération spécifique, convenues entre les parties. Le transport en retour des supports de charges vides fait l'objet d'un contrat de transport distinct. Article 7 Chargement, arrimage, déchargement Les opérations de chargement, de calage et d'arrimage, d'une part, de déchargement, d'autre part, incombent, respectivement, au donneur d'ordre ou au destinataire, sauf pour les envois inférieurs à trois tonnes. Le chargement doit permettre une circulation normale de l'air. La responsabilité des dommages matériels survenus au cours de ces opérations pèse sur celui qui les exécute. Le transporteur met en œuvre dans tous les cas les moyens techniques de transfert propres au véhicule. Il est responsable des dommages résultant de leur fait. 7.1. Pour les envois inférieurs à trois tonnes. Le transporteur exécute sous sa responsabilité les opérations de chargement, d'arrimage et de déchargement de l'envoi à partir de sa prise en charge et jusqu'à sa livraison, à savoir : -soit : a) Pour les établissements industriels et commerciaux, de même que pour les chantiers, dans leur enceinte, après que l'envoi a été amené par l'expéditeur au pied du véhicule ou jusqu'à ce qu'il soit déposé au pied du véhicule, selon le cas ; b) Pour les commerces sur rue, au seuil des magasins ; c) Pour les particuliers, au seuil de l'habitation ; -soit : En cas d'inaccessibilité des lieux, dans les locaux du transporteur, à l'endroit normalement affecté selon le cas à la prise en charge ou à la livraison des colis. Dans ces limites, tout préposé du donneur d'ordre ou du destinataire participant aux opérations de chargement et d'arrimage ou de déchargement est réputé agir pour le compte du transporteur et sous sa responsabilité. Toute manutention de l'envoi en deçà ou au-delà des lieux visés ci-dessus est réputée exécutée pour le compte du donneur d'ordre ou du destinataire et sous leur responsabilité. 7.2. Pour les envois égaux ou supérieurs à trois tonnes. Le chargement, le calage et l'arrimage de la marchandise sont exécutés par le donneur d'ordre ou par son représentant sous sa responsabilité. Le transporteur fournit au donneur d'ordre toutes indications utiles en vue d'une répartition équilibrée de la marchandise propre à assurer la stabilité du véhicule et le respect de la charge maximale par essieu. Le transporteur vérifie que le chargement, le calage ou l'arrimage ne compromettent pas la sécurité de la circulation. Dans le cas contraire, il doit demander qu'ils soient refaits dans des conditions satisfaisantes ou refuser la prise en charge de la marchandise. Le transporteur procède, avant le départ, à la reconnaissance extérieure du chargement, du point de vue de la conservation de la marchandise, notamment en ce qui concerne la circulation normale de l'air. En cas de défectuosité apparente de nature à porter atteinte à cette conservation, il formule des réserves motivées inscrites sur le document de transport. Si celles-ci ne sont pas acceptées, il peut refuser la prise en charge de la marchandise. Le transporteur est exonéré de la responsabilité résultant de la perte ou de l'avarie de la marchandise pendant le transport s'il établit que le dommage provient d'une défectuosité non apparente du chargement, du calage, de l'arrimage ou d'une défectuosité apparente pour laquelle il avait émis des réserves visées par le chargeur. En cas de chargement de plusieurs envois dans un même véhicule, le transporteur s'assure que tout nouveau chargement ne porte pas atteinte aux marchandises déjà chargées. Le déchargement de la marchandise est exécuté par le destinataire sous sa responsabilité. Article 8 Température 8.1. Température au départ. a) De la marchandise : L'abaissement ou l'élévation préalable de la température de la marchandise pour l'amener au niveau requis incombe au donneur d'ordre ; b) Du véhicule réfrigérant, frigorifique ou calorifique : L'abaissement ou l'élévation de la température à l'intérieur du véhicule, au niveau requis, incombe au transporteur. Lorsque le donneur d'ordre le demande, ces opérations sont effectuées préalablement au chargement ; c) Contrôle : Une vérification contradictoire de la température du véhicule avant l'ouverture des portes et de la marchandise est effectuée avec mention sur le document de transport. 8.2. Maintien de la température en cours de transport. Le transporteur est responsable du maintien de la température ambiante à l'intérieur du véhicule réfrigérant, frigorifique ou calorifique, selon les indications portées sur le document de transport ou selon toutes les instructions écrites du donneur d'ordre ou, à défaut, selon la nature de la marchandise conformément à la réglementation en vigueur. 8.3. Température à l'arrivée. Une vérification contradictoire de la température de la marchandise est effectuée. Article 9 Livraison 9.1. Règles générales. La livraison est effectuée entre les mains de la personne désignée comme destinataire sur le document de transport ou de son représentant. Dès que cette personne a pris possession de l'envoi, elle en donne décharge au transporteur en signant le document de transport. Le destinataire peut, à cette occasion, formuler des réserves motivées sur l'état de la marchandise. Le fait qu'il n'a pas formulé de réserves à la livraison ne lui interdit pas d'invoquer ultérieurement une perte ou une avarie à la marchandise dans les conditions du droit commun. La signature du destinataire ou de son représentant est la preuve de la remise et de l'acceptation de l'envoi ; elle est accompagnée du nom du signataire, de la date et de l'heure de la livraison ainsi que du cachet commercial de l'établissement. 9.2. Livraison dans les locaux du transporteur. Lorsque la livraison est prévue dans les locaux du transporteur, un avis d'arrivée est adressé immédiatement au destinataire qui dispose de deux jours ouvrables suivant l'expédition de l'avis d'arrivée pour prendre livraison de l'envoi. Si, à l'expiration de ce délai, le destinataire n'a pas procédé au retrait de la marchandise, un avis de souffrance est adressé au donneur d'ordre par écrit ou par tout autre procédé en permettant la mémorisation. Le donneur d'ordre doit donner au transporteur par écrit ou par tout autre procédé en permettant la mémorisation des instructions précises dans les délais et formes prévus à l'article 16.2 ci-après. Article 10 Conditions d'accès aux lieux de chargement et de déchargement Les lieux désignés par le donneur d'ordre doivent être accessibles sans contrainte ni risque particuliers pour des véhicules de caractéristiques usuelles pour le transport considéré. Le transporteur se conforme au protocole de sécurité applicable sur le site de chargement et/ ou de déchargement conformément aux articles R. 4515-1 à R. 4515-11 du code du travail. Plus généralement, il est tenu de respecter les règles de sécurité en vigueur dans les lieux où il est amené à intervenir. Article 11 Identification du véhicule et durées de mise à disposition en vue du chargement ou du déchargement A l'arrivée du véhicule sur les lieux de chargement ou de déchargement ou dans l'aire d'attente, même si elle est extérieure, le transporteur informe le représentant de l'établissement de chargement ou de déchargement que son véhicule est à disposition pour effectuer l'une ou l'autre de ces opérations. L'heure de cette mise à disposition est immédiatement consignée par le transporteur sur le document de suivi, ce qui constitue l'identification du véhicule au sens de l'article L. 3222-7 . L'identification est le point de départ des durées de mise à disposition du véhicule en vue du chargement ou du déchargement. Ces durées prennent fin au moment où est consignée sur le document de suivi l'heure où le véhicule est prêt à partir, l'opération de chargement ou de déchargement terminée et les documents de transport émargés remis au transporteur. 11.1. Pour les envois inférieurs à trois tonnes. Les durées totales de mise à disposition du véhicule sont au maximum : 1° Pour les envois inférieurs à cent kilogrammes composés de moins de vingt colis : de quinze minutes ; 2° Pour les autres envois : de trente minutes. En cas de dépassement non imputable au transporteur des durées ainsi fixées, le transporteur perçoit du donneur d'ordre ou du destinataire, selon le cas, un complément de rémunération pour frais d'immobilisation du véhicule et/ ou de l'équipage, facturé séparément, conformément aux dispositions de l'article 17 ci-après. 11.2. Pour les envois égaux ou supérieurs à trois tonnes. Les durées totales de mise à disposition du véhicule sont au maximum : 1° Pour les envois compris entre trois et dix tonnes et n'excédant pas trente mètres cubes : a) D'une heure en cas de rendez-vous respecté ; b) D'une heure trente en cas de plage horaire respectée ; c) De deux heures dans tous les autres cas ; 2° Pour les envois de plus de dix tonnes ou supérieurs à trente mètres cubes : a) D'une heure en cas de rendez-vous respecté ; b) De deux heures en cas de plage horaire respectée ; c) De trois heures dans tous les autres cas. Lorsqu'il y a rendez-vous, un retard de trente minutes est admis par rapport à l'heure d'arrivée fixée, ainsi qu'un allongement de la durée d'immobilisation du véhicule de trente minutes. En cas de rendez-vous manqué, ce sont les durées prévues pour les autres cas (c) qui sont applicables, majorées de quinze minutes. Les durées telles qu'elles sont définies au 1° et au 2° ci-dessus sont suspendues jusqu'à l'heure du rendez-vous ou jusqu'à l'heure du début de la plage horaire convenues par les parties. En l'absence de rendez-vous ou de plage horaire, si ces durées ne sont pas écoulées à 18 heures ou à l'heure de fermeture de l'établissement, elles sont suspendues jusqu'à 8 heures ou jusqu'à l'heure d'ouverture de l'établissement du premier jour ouvrable qui suit, sauf si ce délai est incompatible avec la bonne conservation de la marchandise. En cas de dépassement, non imputable au transporteur, des durées ainsi fixées, le transporteur perçoit du donneur d'ordre ou du destinataire, selon le cas, un complément de rémunération pour frais d'immobilisation du véhicule et/ ou de l'équipage facturé séparément, conformément aux dispositions de l'article 17 ci-après. Article 12 Opérations de pesage Si l'une des parties au contrat demande la pesée de l'envoi, cette opération est effectuée sur le lieu de chargement ou de déchargement. Si le déplacement du véhicule est nécessaire, son coût et celui de l'opération de pesage sont supportés par le demandeur. Article 13 Défaillance totale ou partielle du donneur d'ordre dans la remise de l'envoi En cas de préjudice prouvé résultant d'une non-remise totale ou partielle de l'envoi lors de la mise à disposition du véhicule par le transporteur, l'indemnité à verser au transporteur par le donneur d'ordre ne peut excéder le prix du transport. Article 14 Défaillance du transporteur au chargement En cas de rendez-vous tel que défini à l'article 2.6 : -si le transporteur n'avise pas le donneur d'ordre de son retard, celui-ci peut rechercher un autre transporteur à l'issue d'un délai d'attente de deux heures ; -si le transporteur avise le donneur d'ordre de son retard, celui-ci peut rechercher immédiatement un autre transporteur si le retard, égal ou supérieur à deux heures, annoncé par le transporteur risque d'entraîner un préjudice grave. En l'absence de rendez-vous, le donneur d'ordre peut rechercher un autre transporteur à l'issue d'un délai d'attente raisonnable. Article 15 Empêchement au transport Si le transport est empêché ou interrompu temporairement ou si, pour un motif quelconque, l'exécution du transport est ou devient impossible dans les conditions initialement prévues, le transporteur demande des instructions au donneur d'ordre. Si le transporteur n'a pu obtenir en temps utile les instructions du donneur d'ordre, il prend les mesures qui lui paraissent les meilleures dans l'intérêt de ce dernier pour la conservation de la marchandise ou son acheminement par d'autres voies ou d'autres moyens. Sauf si l'empêchement, l'interruption ou l'impossibilité est imputable au transporteur, le donneur d'ordre rembourse au transporteur les dépenses justifiées consécutives aux instructions données ou aux mesures prises en application des alinéas précédents. Ces dépenses, ainsi que les frais d'immobilisation du véhicule et/ ou de l'équipage, sont facturées séparément, en sus du prix du transport convenu, conformément aux dispositions de l'article 17 ci-après. En cas d'empêchement définitif dû à la force majeure, le transporteur a droit à la partie du prix du transport correspondant au trajet effectué jusqu'à l'arrêt du transport. Article 16 Empêchement à la livraison 16.1. Cas d'empêchement à la livraison. Il y a empêchement à la livraison chaque fois que l'envoi parvenu au lieu de livraison prévu ne peut être remis au destinataire désigné, et notamment en cas : a) D'absence du destinataire ; b) D'inaccessibilité du lieu de livraison ; c) D'immobilisation du véhicule chez le destinataire supérieure aux durées définies à l'article 11 ci-dessus ; d) De refus de prendre livraison par le destinataire. 16.2. Modalités. Un avis de passage daté, qui atteste la présentation de l'envoi, est déposé. Il mentionne le lieu où l'envoi peut être retiré ou la possibilité d'une nouvelle présentation. Corrélativement et sans préjudice d'une éventuelle demande d'expertise, le transporteur adresse au donneur d'ordre, par écrit ou tout autre procédé en permettant la mémorisation, un avis de souffrance dans les vingt-quatre heures suivant la constatation de l'empêchement à la livraison. Le donneur d'ordre doit donner au transporteur, par écrit ou par tout autre procédé en permettant la mémorisation, dans les deux jours de la date d'envoi de l'avis de souffrance, des instructions précises, dont il assume la responsabilité, sur le sort à réserver à la marchandise en souffrance : nouvelle présentation, livraison à domicile, mise en entrepôt, retour, vente ou destruction de la marchandise, etc. Le transporteur peut décharger la marchandise pour le compte de l'expéditeur. En ce cas, il assume la garde de la marchandise ou la confie à un entrepôt public approprié ou, à défaut, à un tiers dont il est le garant. La marchandise qui a fait l'objet de l'avis de souffrance reste à la disposition du destinataire jusqu'à la réception des instructions nouvelles du donneur d'ordre. 16.3. Prise en charge des frais. Les frais de nouvelle présentation, de livraison à domicile, de garde, de retour, de vente ou de destruction de la marchandise sont à la charge du donneur d'ordre, sauf s'ils sont la conséquence d'une faute du transporteur. En outre, le transporteur perçoit du donneur d'ordre un complément de rémunération pour frais d'immobilisation du véhicule et/ ou de l'équipage et pour les opérations de manutention accomplies, facturé séparément, conformément aux dispositions de l'article 17 ci-dessous. Article 17 Rémunération du transport et des prestations annexes et complémentaires La rémunération du transporteur comprend le prix du transport stricto sensu, celui des prestations annexes et des prestations complémentaires auxquels s'ajoutent les frais liés à l'établissement et à la gestion administrative et informatique du contrat de transport, ainsi que toute taxe liée au transport et/ ou tout droit dont la perception est mise à la charge du transporteur. Le prix du transport est établi en fonction du type de véhicule utilisé, de ses équipements, de la nature de la marchandise, de son poids, de son volume, du nombre de colis, de la distance du transport, des délais d'acheminement, de la relation assurée, des caractéristiques du trafic, des sujétions particulières de circulation, de la durée de mise à disposition du véhicule et de l'équipage, plus généralement des coûts engendrés par la prestation demandée, conformément aux dispositions des articles L. 3221-1, L. 3221-2 , L. 3222-1 à L. 3222-6, L. 3242-2 et L. 3242-3 ainsi que de la qualité de la prestation rendue. Sans préjudice des dispositions des articles L. 3222-1 et L. 3222-2, le prix du transport initialement convenu est révisé en cas de variations significatives des charges de l'entreprise de transport qui tiennent à des conditions extérieures à cette dernière. Toute prestation annexe ou complémentaire est rémunérée au prix convenu. Tel est le cas notamment : a) Des opérations d'encaissement, en particulier dans le cas d'encaissement différé ; b) De la livraison contre remboursement ; c) Des déboursés ; d) De la déclaration de valeur ; e) De la déclaration d'intérêt spécial à la livraison ; f) Du mandat d'assurance ; g) Des opérations de chargement et de déchargement (pour les envois égaux ou supérieurs à trois tonnes) ; h) De la nouvelle présentation au lieu de chargement ou au lieu de déchargement ; i) Des opérations de pesage ; j) Du nettoyage, du lavage ou de la désinfection du véhicule en cas de remise d'envois salissants remis en vrac ou en emballages non étanches ; k) Du magasinage. Toute modification du contrat de transport initial, notamment tout changement d'itinéraire, toute immobilisation du véhicule et/ ou de l'équipage non imputables au transporteur, entraîne un réajustement des conditions de rémunération du transporteur. Les frais supplémentaires de suivi du contrat de transport sont facturés séparément. Tous les prix sont calculés hors taxes. Article 18 Modalités de paiement 18.1. Le paiement du prix du transport, des prestations annexes et complémentaires est exigible à l'enlèvement (port payé) ou à la livraison (port dû) sur présentation de la facture ou d'un document en tenant lieu. S'il n'a pas été encaissé au moment de l'enlèvement ou de la livraison, ce prix est payable à la réception de la facture du transporteur. L'expéditeur et le destinataire sont garants de son acquittement. 18.2. L'imputation unilatérale du montant des dommages allégués sur le prix du transport est interdite. 18.3. Lorsque le transporteur consent à son débiteur des délais de paiement, la facture établie par le transporteur mentionne la date à laquelle le paiement doit intervenir. Elle précise les conditions d'escompte applicables en cas de paiement à une date antérieure à celle mentionnée sur ladite facture. Cette dernière doit être réglée au plus tard à la date indiquée. 18.4. Conformément aux dispositions du 5° du II de l'article L. 441-11 du code de commerce, les parties ne peuvent convenir d'un délai de paiement supérieur à trente jours à compter de la date d'émission de la facture. 18.5. Le paiement est exigible à la réception de la facture et à son lieu d'émission. Tout retard dans le paiement entraîne de plein droit, après mise en demeure, le versement de pénalités dans les conditions prévues par le II de l'article L. 441-10 du code de commerce, sans préjudice de la réparation, dans les conditions du droit commun, de tout autre dommage résultant de ce retard. 18.6. Le non-paiement total ou partiel d'une facture à une seule échéance emporte, sans formalité, déchéance du terme entraînant l'exigibilité immédiate du règlement, sans mise en demeure, de toutes les sommes dues, même à terme, à la date de ce manquement et autorise le transporteur à exiger le paiement comptant avant l'exécution de toute nouvelle opération. 18.7. En cas de perte ou d'avarie partielles ou totales de la marchandise, le transporteur a droit au paiement du prix du transport, sous réserve qu'il règle l'indemnité correspondante. Article 19 Livraison contre remboursement La livraison contre remboursement doit être expressément demandée par le donneur d'ordre conformément aux dispositions de l'article 3. Lorsqu'il y a stipulation d'une livraison contre remboursement, le transporteur reçoit entre ses mains la somme remise par le destinataire en échange de la marchandise soit sous forme d'un chèque établi à l'ordre de l'expéditeur ou de toute autre personne désignée par le donneur d'ordre, soit en espèces quand la législation l'autorise. Toutefois, même dans ce dernier cas, le transporteur ne peut refuser un chèque sans motif valable. Le transporteur doit adresser cette somme au donneur d'ordre ou à la personne désignée par ce dernier, dans un délai de huit jours ouvrables à compter de sa remise. La stipulation d'une livraison contre remboursement ne vaut pas déclaration de valeur et ne modifie donc pas les règles d'indemnisation pour pertes et avaries définies à l'article 21 ci-après. Elle ne lie le transporteur que si elle figure sur un document procédant du contrat de transport. La responsabilité du transporteur en cas de manquement à cette obligation est engagée selon les règles du mandat. Néanmoins, la prescription des actions relatives à la livraison contre remboursement est d'un an à compter de la date de la livraison. Article 20 Indemnisation pour pertes et avaries Déclaration de valeur Le transporteur est tenu de verser une indemnité pour la réparation de tous les dommages justifiés dont il est légalement tenu pour responsable, résultant de la perte totale ou partielle ou de l'avarie de la marchandise. Pour les envois inférieurs à trois tonnes, cette indemnité ne peut excéder 23 € par kilogramme de poids brut de marchandises manquantes ou avariées pour chacun des objets compris dans l'envoi, sans pouvoir dépasser 750 € par colis perdu, incomplet ou avarié, quels qu'en soient le poids, le volume, les dimensions, la nature ou la valeur. Pour les envois égaux ou supérieurs à trois tonnes, elle ne peut excéder 14 € par kilogramme de poids brut de marchandises manquantes ou avariées pour chacun des objets compris dans l'envoi, sans pouvoir dépasser, par envoi perdu, incomplet ou avarié, quels qu'en soient le poids, le volume, les dimensions, la nature ou la valeur, une somme supérieure au produit du poids brut de l'envoi exprimé en tonnes multiplié par 4 000 €. Le donneur d'ordre a toujours la faculté de faire une déclaration de valeur qui a pour effet de substituer le montant de cette déclaration au plafond de l'indemnité fixée à l'un ou à l'autre des alinéas ci-dessus. En tout état de cause, l'indemnité est réduite d'un tiers lorsque le donneur d'ordre impose la destruction de la marchandise laissée pour compte, pour autant consommable, ou en interdit le sauvetage. Article 21 Délai d'acheminement Indemnisation pour retard à la livraison 21.1. Délai d'acheminement. Le délai d'acheminement comprend le délai de transport et le délai de livraison à domicile. Le délai de transport court à partir de 0 heure du jour qui suit l'enlèvement de l'envoi ou sa remise au dépôt du transporteur. Il est d'un jour par fraction indivisible de 450 kilomètres. Les samedis et les jours non ouvrables ne sont pas compris dans le calcul de ce délai. Le délai de livraison à domicile est de : - un jour dans les villes de 5 000 habitants et plus ainsi que dans les sous-préfectures ; - deux jours dans toutes les autres localités. Le délai de livraison est ramené à un jour lorsque l'envoi est égal ou supérieur à trois tonnes. Les jours non ouvrables ne sont pas compris dans le calcul du délai de livraison. 21.2. Retard à la livraison. Il y a retard à la livraison lorsque l'envoi n'a pas été livré dans le délai convenu ou, s'il n'a pas été convenu de délai, lorsque la durée effective du transport dépasse le délai d'acheminement tel qu'il est défini ci-dessus. 21.3. Indemnisation pour retard à la livraison. En cas de préjudice prouvé résultant d'un retard à la livraison du fait du transporteur, celui-ci est tenu de verser une indemnité qui ne peut excéder le prix du transport (droits, taxes et frais divers exclus). Le donneur d'ordre a toujours la faculté de faire une déclaration d'intérêt spécial à la livraison qui a pour effet de substituer le montant de cette déclaration au plafond de l'indemnité fixé à l'alinéa précédent. Sans préjudice de l'indemnité prévue aux deux alinéas précédents, les pertes ou avaries à la marchandise résultant d'un retard sont indemnisées conformément aux dispositions de l'article 20 ci-dessus. Article 22 Respect des diverses réglementations Conformément aux dispositions de l'article L. 1311-3 , le transporteur doit, dans tous les cas, conduire les opérations de transport dans des conditions strictement compatibles avec la réglementation des conditions de travail et de sécurité. En cas de transport de marchandises soumises à une réglementation particulière, chacune des parties est tenue de se conformer aux obligations qui en découlent et qui lui incombent. Chacune des parties supporte les conséquences des manquements qui lui sont imputables.",
            "texteHtml": "<p>ANNEXE V</p><p>CONTRAT TYPE APPLICABLE AUX TRANSPORTS PUBLICS ROUTIERS DE MARCHANDISES PERISSABLES SOUS TEMPERATURE DIRIGEE</p><p>ANNEXE À L'ARTICLE D. 3222-5</p><p>Article 1er</p><p>Objet et domaine d'application du contrat</p><p>Le présent contrat a pour objet le transport en régime intérieur, par un transporteur public, d'envois de marchandises périssables, quel qu'en soit le poids, au moyen de véhicules à température dirigée, moyennant un prix devant assurer une juste rémunération du service ainsi rendu, le tout conformément aux dispositions du présent code notamment celles relatives à la règlementation sociale du transport, aux conditions d'exercice des professions de transport et au transport routier.</p><p>Sont exclues du champ d'application du présent contrat type les marchandises transportées en conteneurs maritimes ou aériens et en citernes.</p><p>Quelle que soit la technique de transport utilisée, ce contrat règle les relations du donneur d'ordre et du transporteur public routier ou des transporteurs publics intervenant successivement dans le transport de l'envoi ainsi que les relations de ces transporteurs publics successifs entre eux.</p><p>Il s'applique de plein droit, à défaut de convention écrite sur l'ensemble ou certaines des matières mentionnées à l'article <a href='/article/LEGIARTI000023069598'>L. 1432-2</a>.</p><p>En cas de relations suivies entre un donneur d'ordre et un transporteur public ayant fait l'objet d'une convention écrite générale conclue conformément aux dispositions de l'article <a href='/article/LEGIARTI000023069600'>L. 1432-3</a>, chaque envoi est présumé exécuté aux conditions de cette convention.</p><p>Article 2</p><p>Définitions</p><p>2.1. Envoi.</p><p>L'envoi est la quantité de marchandises, emballage et support de charge compris, mise effectivement, au même moment, à la disposition d'un transporteur et dont le transport est demandé par un même donneur d'ordre pour un même destinataire d'un lieu de chargement unique à un lieu de déchargement unique et faisant l'objet d'un même contrat de transport.</p><p>2.2. Donneur d'ordre.</p><p>Par donneur d'ordre, on entend la partie (expéditeur, commissionnaire de transport ou autre) qui conclut le contrat de transport avec le transporteur.</p><p>2.3. Colis.</p><p>Par colis, on entend un objet ou un ensemble matériel composé de plusieurs objets, quels qu'en soient le poids, les dimensions et le volume, constituant une charge unitaire lors de la remise au transporteur (bac, caisse, carton, conteneur, fardeau, palette cerclée ou filmée par le donneur d'ordre, roll, etc.), même si le contenu en est détaillé dans le document de transport.</p><p>2.4. Jours non ouvrables.</p><p>Par jours non ouvrables, on entend les dimanches et les jours de fêtes légales ainsi que les jours d'interdiction de circulation imposés par les pouvoirs publics. En outre, les autres jours de fermeture de l'établissement où s'effectue la prise en charge ou la livraison de la marchandise sont considérés comme jours non ouvrables si le transporteur en est dûment avisé par le donneur d'ordre lors de la conclusion du contrat de transport.</p><p>2.5. Distance-itinéraire.</p><p>La distance de transport est celle de l'itinéraire le plus direct, compte tenu des contraintes de sécurité et des infrastructures de transport, du recours à des plates-formes, des caractéristiques du véhicule et de la nature des marchandises transportées.</p><p>2.6. Rendez-vous.</p><p>Par rendez-vous, on entend la fixation, d'un commun accord entre le donneur d'ordre et le transporteur, d'un jour et d'une heure précis et fermes pour la mise à disposition du véhicule au lieu de chargement ou au lieu de déchargement.</p><p>2.7. Plage horaire.</p><p>Par plage horaire, on entend la période, pour un jour donné ou non, fixée d'un commun accord entre le donneur d'ordre et le transporteur pour la mise à disposition du véhicule sur les lieux de chargement ou de déchargement. Sa durée maximale est de quatre heures.</p><p>2.8. Prise en charge.</p><p>Par prise en charge, on entend la remise physique de la marchandise au transporteur, qui l'accepte.</p><p>2.9. Livraison.</p><p>Par livraison, on entend la remise physique de la marchandise au destinataire ou à son représentant qui l'accepte.</p><p>2.10. Livraison contre remboursement.</p><p>Par livraison contre remboursement, on entend le mandat accessoire du contrat de transport, donné par le donneur d'ordre au transporteur, qui l'accepte, de se faire remettre concomitamment à la livraison une somme grevant la marchandise. La stipulation d'une livraison contre remboursement ne vaut pas déclaration de valeur.</p><p>2.11. Durée de mise à disposition du véhicule.</p><p>Par durée de mise à disposition du véhicule, on entend le délai qui s'écoule entre le moment où le véhicule est identifié à son arrivée sur les lieux de chargement ou de déchargement ou dans l'aire d'attente et celui où il est prêt à quitter ces lieux après émargement des documents de transport.</p><p>2.12. Marchandises périssables.</p><p>Par marchandises périssables, on entend les denrées et produits sujets à prompte détérioration et/ ou dont la conservation justifie le maintien sous température dirigée.</p><p>2.13. Véhicules à température dirigée.</p><p>Par véhicules à température dirigée, on entend tout engin isotherme, réfrigérant, frigorifique ou calorifique tels que définis par les textes réglementaires en vigueur.</p><p>2.14. Laissé-pour-compte.</p><p>Par laissé-pour-compte, on entend l'envoi dont le destinataire a refusé de prendre livraison pour quelque motif que ce soit et qui est laissé à la disposition du transporteur par le donneur d'ordre, lequel l'analyse en perte totale.</p><p>Article 3</p><p>Informations et documents à fournir au transporteur</p><p>3.1. Le donneur d'ordre fournit au transporteur, dans le cadre des dispositions des articles <a href='/article/LEGIARTI000023071169'>L. 3221-2</a>, <a href='/article/LEGIARTI000023071180'>L. 3222-1 à L. 3222-4</a>, <a href='/article/LEGIARTI000023071205'>L. 3223-3 </a>et <a href='/article/LEGIARTI000023071256'>L. 3242-3</a>, préalablement à la présentation du véhicule au chargement, par écrit ou par tout autre procédé en permettant la mémorisation, les indications suivantes :</p><p>a) Les noms et les adresses complètes, ainsi que les numéros de téléphone, télex et télécopie de l'expéditeur et du destinataire ;</p><p>b) Les noms et les adresses complètes, ainsi que les numéros de téléphone, télex et télécopie des lieux de chargement et de déchargement, lorsque ces derniers diffèrent de ceux indiqués ci-dessus ;</p><p>c) Le nom et l'adresse du donneur d'ordre ;</p><p>d) Les dates et, si besoin est, les heures de chargement et de déchargement ;</p><p>e) Les heures limites de mise à disposition du véhicule en vue du chargement et du déchargement ;</p><p>f) La nature de la marchandise, le poids brut de l'envoi, les marques, le nombre de colis, d'objets ou de supports de charge (bacs, palettes, rolls, etc.) qui constituent l'envoi ;</p><p>g) Le cas échéant, les dimensions des colis, des objets ou des supports de charge présentant des caractéristiques spéciales ;</p><p>h) S'il y a lieu, le métrage linéaire de plancher ou le volume nécessaires ;</p><p>i) La spécificité de la marchandise quand cette dernière requiert des dispositions particulières (marchandises dangereuses, denrées alimentaires, etc.) ;</p><p>j) Pour les denrées alimentaires, l'état physique de la marchandise (frais, réfrigéré, surgelé, congelé, sec, etc.), sa destination et son conditionnement ainsi que, s'il s'agit d'un retour, du motif de ce dernier. ;</p><p>k) Pour les marchandises dangereuses, la désignation réglementaire, les numéros de code danger et de code matière ;</p><p>l) La température de la marchandise à maintenir au cours du transport ;</p><p>m) La température de la marchandise au moment de la remise du chargement ainsi que celle (fourchette admise) à laquelle la marchandise doit être remise au destinataire ;</p><p>n) Les modalités de paiement (port payé ou port dû) ;</p><p>o) Toute autre modalité d'exécution du contrat de transport (livraison contre remboursement, déboursé, déclaration de valeur, déclaration d'intérêt spécial à la livraison, etc.) ;</p><p>p) Le numéro de la commande et les références de l'envoi, quand ces informations sont nécessaires à la bonne exécution du contrat ;</p><p>q) Le cas échéant, les prestations annexes convenues et leurs modalités d'exécution ;</p><p>r) Les instructions spécifiques en cas d'empêchement à la livraison (nouvelle présentation, livraison à domicile, mise en entrepôt, retour, vente ou destruction de la marchandise, etc.).</p><p>3.2. En outre, le donneur d'ordre informe le transporteur des particularités non apparentes de la marchandise et de toutes données susceptibles d'avoir une incidence sur la bonne exécution du contrat de transport.</p><p>3.3. Le donneur d'ordre fournit au transporteur, en même temps que la marchandise, les renseignements et les documents d'accompagnement nécessaires à la bonne exécution d'une opération de transport soumise à une réglementation particulière, telle que régie, douane, police, marchandises dangereuses, denrées alimentaires, etc.</p><p>3.4. Le document de transport est établi sur la base de ces indications. Il est complété, si besoin est, au fur et à mesure de l'opération de transport ; un exemplaire est remis au destinataire au moment de la livraison.</p><p>3.5. Le donneur d'ordre supporte vis-à-vis du transporteur les conséquences d'une déclaration fausse ou incomplète sur les caractéristiques de l'envoi ainsi que d'une absence ou d'une insuffisance de déclaration ayant eu pour effet, entre autres, de dissimuler le caractère dangereux ou frauduleux des marchandises transportées.</p><p>Article 4</p><p>Modification du contrat de transport</p><p>Le donneur d'ordre dispose de la marchandise jusqu'au moment où le destinataire fait valoir ses droits.</p><p>Toute nouvelle instruction du donneur d'ordre ayant pour objet la modification des conditions initiales d'exécution du transport est donnée ou confirmée immédiatement par écrit ou par tout autre procédé en permettant la mémorisation.</p><p>Le transporteur n'est pas tenu d'accepter ces nouvelles instructions si elles sont de nature à l'empêcher d'honorer les engagements de transport pris antérieurement. Il doit en aviser immédiatement le donneur d'ordre par écrit ou par tout autre procédé en permettant la mémorisation.</p><p>Lorsque les instructions entraînent une immobilisation du véhicule et/ ou de l'équipage, le transporteur perçoit un complément de rémunération pour frais d'immobilisation facturé séparément, conformément aux dispositions de l'article 17 ci-après.</p><p>Toute modification au contrat entraîne un réajustement du prix initial.</p><p>Article 5</p><p>Matériel de transport</p><p>Le transporteur effectue le transport à l'aide d'un matériel adapté aux marchandises à transporter et aux températures requises ainsi qu'aux accès et installations de chargement et de déchargement préalablement définis par le donneur d'ordre.</p><p>Article 6</p><p>Conditionnement, emballage et étiquetage des marchandises</p><p>6.1. Lorsque la nature de la marchandise le nécessite, celle-ci doit être conditionnée, emballée, marquée ou contremarquée de façon à supporter un transport exécuté dans des conditions normales et des manutentions successives intervenant en cours de transport, et à ne pas constituer une cause de danger pour le personnel de conduite ou de manutention, les autres marchandises transportées, le véhicule ou les tiers.</p><p>6.2. Sur chaque colis, objet ou support de charge, un étiquetage clair doit être effectué pour permettre une identification immédiate et sans équivoque de l'expéditeur, du destinataire, du lieu de livraison, ainsi que de la nature de la marchandise. Les mentions des étiquettes doivent correspondre à celles qui figurent sur le document de transport.</p><p>6.3. Le donneur d'ordre répond de toutes les conséquences d'une absence, d'une insuffisance ou d'une défectuosité du conditionnement, de l'emballage, du marquage ou de l'étiquetage, ainsi que d'un manquement à l'obligation d'information.</p><p>Le fait que le transporteur n'a pas formulé de réserves à leur sujet lors de la prise en charge de la marchandise ne lui interdit pas d'invoquer ultérieurement l'absence, l'insuffisance ou la défectuosité du conditionnement, de l'emballage, du marquage, de l'étiquetage, ainsi qu'un manquement à l'obligation d'information incombant au donneur d'ordre.</p><p>6.4. Les supports de charge (bacs, palettes, rolls, etc.) utilisés pour le transport font partie intégrante de l'envoi. Leur poids est inclus dans le poids brut déclaré de l'envoi. Ils ne donnent lieu ni à consignation, ni à location au transporteur, ni à aucune déduction sur les frais de transport.</p><p>Dans le cadre du contrat de transport, le transporteur n'effectue ni échange, ni fourniture, ni location des supports de charge. Toute autre disposition fait l'objet d'une prestation annexe, ainsi que d'une rémunération spécifique, convenues entre les parties.</p><p>Le transport en retour des supports de charges vides fait l'objet d'un contrat de transport distinct.</p><p>Article 7</p><p>Chargement, arrimage, déchargement</p><p>Les opérations de chargement, de calage et d'arrimage, d'une part, de déchargement, d'autre part, incombent, respectivement, au donneur d'ordre ou au destinataire, sauf pour les envois inférieurs à trois tonnes.</p><p>Le chargement doit permettre une circulation normale de l'air.</p><p>La responsabilité des dommages matériels survenus au cours de ces opérations pèse sur celui qui les exécute.</p><p>Le transporteur met en œuvre dans tous les cas les moyens techniques de transfert propres au véhicule. Il est responsable des dommages résultant de leur fait.</p><p>7.1. Pour les envois inférieurs à trois tonnes.</p><p>Le transporteur exécute sous sa responsabilité les opérations de chargement, d'arrimage et de déchargement de l'envoi à partir de sa prise en charge et jusqu'à sa livraison, à savoir :</p><p>-soit :</p><p>a) Pour les établissements industriels et commerciaux, de même que pour les chantiers, dans leur enceinte, après que l'envoi a été amené par l'expéditeur au pied du véhicule ou jusqu'à ce qu'il soit déposé au pied du véhicule, selon le cas ;</p><p>b) Pour les commerces sur rue, au seuil des magasins ;</p><p>c) Pour les particuliers, au seuil de l'habitation ;</p><p>-soit :</p><p>En cas d'inaccessibilité des lieux, dans les locaux du transporteur, à l'endroit normalement affecté selon le cas à la prise en charge ou à la livraison des colis.</p><p>Dans ces limites, tout préposé du donneur d'ordre ou du destinataire participant aux opérations de chargement et d'arrimage ou de déchargement est réputé agir pour le compte du transporteur et sous sa responsabilité.</p><p>Toute manutention de l'envoi en deçà ou au-delà des lieux visés ci-dessus est réputée exécutée pour le compte du donneur d'ordre ou du destinataire et sous leur responsabilité.</p><p>7.2. Pour les envois égaux ou supérieurs à trois tonnes.</p><p>Le chargement, le calage et l'arrimage de la marchandise sont exécutés par le donneur d'ordre ou par son représentant sous sa responsabilité.</p><p>Le transporteur fournit au donneur d'ordre toutes indications utiles en vue d'une répartition équilibrée de la marchandise propre à assurer la stabilité du véhicule et le respect de la charge maximale par essieu.</p><p>Le transporteur vérifie que le chargement, le calage ou l'arrimage ne compromettent pas la sécurité de la circulation. Dans le cas contraire, il doit demander qu'ils soient refaits dans des conditions satisfaisantes ou refuser la prise en charge de la marchandise.</p><p>Le transporteur procède, avant le départ, à la reconnaissance extérieure du chargement, du point de vue de la conservation de la marchandise, notamment en ce qui concerne la circulation normale de l'air. En cas de défectuosité apparente de nature à porter atteinte à cette conservation, il formule des réserves motivées inscrites sur le document de transport. Si celles-ci ne sont pas acceptées, il peut refuser la prise en charge de la marchandise.</p><p>Le transporteur est exonéré de la responsabilité résultant de la perte ou de l'avarie de la marchandise pendant le transport s'il établit que le dommage provient d'une défectuosité non apparente du chargement, du calage, de l'arrimage ou d'une défectuosité apparente pour laquelle il avait émis des réserves visées par le chargeur.</p><p>En cas de chargement de plusieurs envois dans un même véhicule, le transporteur s'assure que tout nouveau chargement ne porte pas atteinte aux marchandises déjà chargées.</p><p>Le déchargement de la marchandise est exécuté par le destinataire sous sa responsabilité.</p><p>Article 8</p><p>Température</p><p>8.1. Température au départ.</p><p>a) De la marchandise :</p><p>L'abaissement ou l'élévation préalable de la température de la marchandise pour l'amener au niveau requis incombe au donneur d'ordre ;</p><p>b) Du véhicule réfrigérant, frigorifique ou calorifique :</p><p>L'abaissement ou l'élévation de la température à l'intérieur du véhicule, au niveau requis, incombe au transporteur. Lorsque le donneur d'ordre le demande, ces opérations sont effectuées préalablement au chargement ;</p><p>c) Contrôle :</p><p>Une vérification contradictoire de la température du véhicule avant l'ouverture des portes et de la marchandise est effectuée avec mention sur le document de transport.</p><p>8.2. Maintien de la température en cours de transport.</p><p>Le transporteur est responsable du maintien de la température ambiante à l'intérieur du véhicule réfrigérant, frigorifique ou calorifique, selon les indications portées sur le document de transport ou selon toutes les instructions écrites du donneur d'ordre ou, à défaut, selon la nature de la marchandise conformément à la réglementation en vigueur.</p><p>8.3. Température à l'arrivée.</p><p>Une vérification contradictoire de la température de la marchandise est effectuée.</p><p>Article 9</p><p>Livraison</p><p>9.1. Règles générales.</p><p>La livraison est effectuée entre les mains de la personne désignée comme destinataire sur le document de transport ou de son représentant. Dès que cette personne a pris possession de l'envoi, elle en donne décharge au transporteur en signant le document de transport.</p><p>Le destinataire peut, à cette occasion, formuler des réserves motivées sur l'état de la marchandise. Le fait qu'il n'a pas formulé de réserves à la livraison ne lui interdit pas d'invoquer ultérieurement une perte ou une avarie à la marchandise dans les conditions du droit commun.</p><p>La signature du destinataire ou de son représentant est la preuve de la remise et de l'acceptation de l'envoi ; elle est accompagnée du nom du signataire, de la date et de l'heure de la livraison ainsi que du cachet commercial de l'établissement.</p><p>9.2. Livraison dans les locaux du transporteur.</p><p>Lorsque la livraison est prévue dans les locaux du transporteur, un avis d'arrivée est adressé immédiatement au destinataire qui dispose de deux jours ouvrables suivant l'expédition de l'avis d'arrivée pour prendre livraison de l'envoi.</p><p>Si, à l'expiration de ce délai, le destinataire n'a pas procédé au retrait de la marchandise, un avis de souffrance est adressé au donneur d'ordre par écrit ou par tout autre procédé en permettant la mémorisation.</p><p>Le donneur d'ordre doit donner au transporteur par écrit ou par tout autre procédé en permettant la mémorisation des instructions précises dans les délais et formes prévus à l'article 16.2 ci-après.</p><p>Article 10</p><p>Conditions d'accès aux lieux de chargement et de déchargement</p><p>Les lieux désignés par le donneur d'ordre doivent être accessibles sans contrainte ni risque particuliers pour des véhicules de caractéristiques usuelles pour le transport considéré.</p><p>Le transporteur se conforme au protocole de sécurité applicable sur le site de chargement et/ ou de déchargement conformément aux articles <a href='/article/LEGIARTI000018491662'>R. 4515-1 à R. 4515-11 </a>du code du travail. Plus généralement, il est tenu de respecter les règles de sécurité en vigueur dans les lieux où il est amené à intervenir.</p><p>Article 11</p><p>Identification du véhicule et durées de mise à disposition en vue du chargement ou du déchargement</p><p>A l'arrivée du véhicule sur les lieux de chargement ou de déchargement ou dans l'aire d'attente, même si elle est extérieure, le transporteur informe le représentant de l'établissement de chargement ou de déchargement que son véhicule est à disposition pour effectuer l'une ou l'autre de ces opérations. L'heure de cette mise à disposition est immédiatement consignée par le transporteur sur le document de suivi, ce qui constitue l'identification du véhicule au sens de l'article <a href='/article/LEGIARTI000023071193'>L. 3222-7</a>.</p><p>L'identification est le point de départ des durées de mise à disposition du véhicule en vue du chargement ou du déchargement.</p><p>Ces durées prennent fin au moment où est consignée sur le document de suivi l'heure où le véhicule est prêt à partir, l'opération de chargement ou de déchargement terminée et les documents de transport émargés remis au transporteur.</p><p>11.1. Pour les envois inférieurs à trois tonnes.</p><p>Les durées totales de mise à disposition du véhicule sont au maximum :</p><p>1° Pour les envois inférieurs à cent kilogrammes composés de moins de vingt colis : de quinze minutes ;</p><p>2° Pour les autres envois : de trente minutes.</p><p>En cas de dépassement non imputable au transporteur des durées ainsi fixées, le transporteur perçoit du donneur d'ordre ou du destinataire, selon le cas, un complément de rémunération pour frais d'immobilisation du véhicule et/ ou de l'équipage, facturé séparément, conformément aux dispositions de l'article 17 ci-après.</p><p>11.2. Pour les envois égaux ou supérieurs à trois tonnes.</p><p>Les durées totales de mise à disposition du véhicule sont au maximum :</p><p>1° Pour les envois compris entre trois et dix tonnes et n'excédant pas trente mètres cubes :</p><p>a) D'une heure en cas de rendez-vous respecté ;</p><p>b) D'une heure trente en cas de plage horaire respectée ;</p><p>c) De deux heures dans tous les autres cas ;</p><p>2° Pour les envois de plus de dix tonnes ou supérieurs à trente mètres cubes :</p><p>a) D'une heure en cas de rendez-vous respecté ;</p><p>b) De deux heures en cas de plage horaire respectée ;</p><p>c) De trois heures dans tous les autres cas.</p><p>Lorsqu'il y a rendez-vous, un retard de trente minutes est admis par rapport à l'heure d'arrivée fixée, ainsi qu'un allongement de la durée d'immobilisation du véhicule de trente minutes.</p><p>En cas de rendez-vous manqué, ce sont les durées prévues pour les autres cas (c) qui sont applicables, majorées de quinze minutes.</p><p>Les durées telles qu'elles sont définies au 1° et au 2° ci-dessus sont suspendues jusqu'à l'heure du rendez-vous ou jusqu'à l'heure du début de la plage horaire convenues par les parties. En l'absence de rendez-vous ou de plage horaire, si ces durées ne sont pas écoulées à 18 heures ou à l'heure de fermeture de l'établissement, elles sont suspendues jusqu'à 8 heures ou jusqu'à l'heure d'ouverture de l'établissement du premier jour ouvrable qui suit, sauf si ce délai est incompatible avec la bonne conservation de la marchandise.</p><p>En cas de dépassement, non imputable au transporteur, des durées ainsi fixées, le transporteur perçoit du donneur d'ordre ou du destinataire, selon le cas, un complément de rémunération pour frais d'immobilisation du véhicule et/ ou de l'équipage facturé séparément, conformément aux dispositions de l'article 17 ci-après.</p><p>Article 12</p><p>Opérations de pesage</p><p>Si l'une des parties au contrat demande la pesée de l'envoi, cette opération est effectuée sur le lieu de chargement ou de déchargement. Si le déplacement du véhicule est nécessaire, son coût et celui de l'opération de pesage sont supportés par le demandeur.</p><p>Article 13</p><p>Défaillance totale ou partielle du donneur d'ordre dans la remise de l'envoi</p><p>En cas de préjudice prouvé résultant d'une non-remise totale ou partielle de l'envoi lors de la mise à disposition du véhicule par le transporteur, l'indemnité à verser au transporteur par le donneur d'ordre ne peut excéder le prix du transport.</p><p>Article 14</p><p>Défaillance du transporteur au chargement</p><p>En cas de rendez-vous tel que défini à l'article 2.6 :</p><p>-si le transporteur n'avise pas le donneur d'ordre de son retard, celui-ci peut rechercher un autre transporteur à l'issue d'un délai d'attente de deux heures ;</p><p>-si le transporteur avise le donneur d'ordre de son retard, celui-ci peut rechercher immédiatement un autre transporteur si le retard, égal ou supérieur à deux heures, annoncé par le transporteur risque d'entraîner un préjudice grave.</p><p>En l'absence de rendez-vous, le donneur d'ordre peut rechercher un autre transporteur à l'issue d'un délai d'attente raisonnable.</p><p>Article 15</p><p>Empêchement au transport</p><p>Si le transport est empêché ou interrompu temporairement ou si, pour un motif quelconque, l'exécution du transport est ou devient impossible dans les conditions initialement prévues, le transporteur demande des instructions au donneur d'ordre.</p><p>Si le transporteur n'a pu obtenir en temps utile les instructions du donneur d'ordre, il prend les mesures qui lui paraissent les meilleures dans l'intérêt de ce dernier pour la conservation de la marchandise ou son acheminement par d'autres voies ou d'autres moyens.</p><p>Sauf si l'empêchement, l'interruption ou l'impossibilité est imputable au transporteur, le donneur d'ordre rembourse au transporteur les dépenses justifiées consécutives aux instructions données ou aux mesures prises en application des alinéas précédents. Ces dépenses, ainsi que les frais d'immobilisation du véhicule et/ ou de l'équipage, sont facturées séparément, en sus du prix du transport convenu, conformément aux dispositions de l'article 17 ci-après.</p><p>En cas d'empêchement définitif dû à la force majeure, le transporteur a droit à la partie du prix du transport correspondant au trajet effectué jusqu'à l'arrêt du transport.</p><p>Article 16</p><p>Empêchement à la livraison</p><p>16.1. Cas d'empêchement à la livraison.</p><p>Il y a empêchement à la livraison chaque fois que l'envoi parvenu au lieu de livraison prévu ne peut être remis au destinataire désigné, et notamment en cas :</p><p>a) D'absence du destinataire ;</p><p>b) D'inaccessibilité du lieu de livraison ;</p><p>c) D'immobilisation du véhicule chez le destinataire supérieure aux durées définies à l'article 11 ci-dessus ;</p><p>d) De refus de prendre livraison par le destinataire.</p><p>16.2. Modalités.</p><p>Un avis de passage daté, qui atteste la présentation de l'envoi, est déposé. Il mentionne le lieu où l'envoi peut être retiré ou la possibilité d'une nouvelle présentation. Corrélativement et sans préjudice d'une éventuelle demande d'expertise, le transporteur adresse au donneur d'ordre, par écrit ou tout autre procédé en permettant la mémorisation, un avis de souffrance dans les vingt-quatre heures suivant la constatation de l'empêchement à la livraison.</p><p>Le donneur d'ordre doit donner au transporteur, par écrit ou par tout autre procédé en permettant la mémorisation, dans les deux jours de la date d'envoi de l'avis de souffrance, des instructions précises, dont il assume la responsabilité, sur le sort à réserver à la marchandise en souffrance : nouvelle présentation, livraison à domicile, mise en entrepôt, retour, vente ou destruction de la marchandise, etc.</p><p>Le transporteur peut décharger la marchandise pour le compte de l'expéditeur. En ce cas, il assume la garde de la marchandise ou la confie à un entrepôt public approprié ou, à défaut, à un tiers dont il est le garant.</p><p>La marchandise qui a fait l'objet de l'avis de souffrance reste à la disposition du destinataire jusqu'à la réception des instructions nouvelles du donneur d'ordre.</p><p>16.3. Prise en charge des frais.</p><p>Les frais de nouvelle présentation, de livraison à domicile, de garde, de retour, de vente ou de destruction de la marchandise sont à la charge du donneur d'ordre, sauf s'ils sont la conséquence d'une faute du transporteur. En outre, le transporteur perçoit du donneur d'ordre un complément de rémunération pour frais d'immobilisation du véhicule et/ ou de l'équipage et pour les opérations de manutention accomplies, facturé séparément, conformément aux dispositions de l'article 17 ci-dessous.</p><p>Article 17</p><p>Rémunération du transport et des prestations annexes et complémentaires</p><p>La rémunération du transporteur comprend le prix du transport stricto sensu, celui des prestations annexes et des prestations complémentaires auxquels s'ajoutent les frais liés à l'établissement et à la gestion administrative et informatique du contrat de transport, ainsi que toute taxe liée au transport et/ ou tout droit dont la perception est mise à la charge du transporteur.</p><p>Le prix du transport est établi en fonction du type de véhicule utilisé, de ses équipements, de la nature de la marchandise, de son poids, de son volume, du nombre de colis, de la distance du transport, des délais d'acheminement, de la relation assurée, des caractéristiques du trafic, des sujétions particulières de circulation, de la durée de mise à disposition du véhicule et de l'équipage, plus généralement des coûts engendrés par la prestation demandée, conformément aux dispositions des articles <a href='/article/LEGIARTI000023071167'>L. 3221-1, L. 3221-2</a>, L. 3222-1 à L. 3222-6, <a href='/article/LEGIARTI000023071252'>L. 3242-2 et L. 3242-3 </a>ainsi que de la qualité de la prestation rendue.</p><p>Sans préjudice des dispositions des articles L. 3222-1 et L. 3222-2, le prix du transport initialement convenu est révisé en cas de variations significatives des charges de l'entreprise de transport qui tiennent à des conditions extérieures à cette dernière.</p><p>Toute prestation annexe ou complémentaire est rémunérée au prix convenu. Tel est le cas notamment :</p><p>a) Des opérations d'encaissement, en particulier dans le cas d'encaissement différé ;</p><p>b) De la livraison contre remboursement ;</p><p>c) Des déboursés ;</p><p>d) De la déclaration de valeur ;</p><p>e) De la déclaration d'intérêt spécial à la livraison ;</p><p>f) Du mandat d'assurance ;</p><p>g) Des opérations de chargement et de déchargement (pour les envois égaux ou supérieurs à trois tonnes) ;</p><p>h) De la nouvelle présentation au lieu de chargement ou au lieu de déchargement ;</p><p>i) Des opérations de pesage ;</p><p>j) Du nettoyage, du lavage ou de la désinfection du véhicule en cas de remise d'envois salissants remis en vrac ou en emballages non étanches ;</p><p>k) Du magasinage.</p><p>Toute modification du contrat de transport initial, notamment tout changement d'itinéraire, toute immobilisation du véhicule et/ ou de l'équipage non imputables au transporteur, entraîne un réajustement des conditions de rémunération du transporteur.</p><p>Les frais supplémentaires de suivi du contrat de transport sont facturés séparément.</p><p>Tous les prix sont calculés hors taxes.</p><p>Article 18</p><p>Modalités de paiement</p><p>18.1. Le paiement du prix du transport, des prestations annexes et complémentaires est exigible à l'enlèvement (port payé) ou à la livraison (port dû) sur présentation de la facture ou d'un document en tenant lieu.</p><p>S'il n'a pas été encaissé au moment de l'enlèvement ou de la livraison, ce prix est payable à la réception de la facture du transporteur. L'expéditeur et le destinataire sont garants de son acquittement.</p><p>18.2. L'imputation unilatérale du montant des dommages allégués sur le prix du transport est interdite.</p><p>18.3. Lorsque le transporteur consent à son débiteur des délais de paiement, la facture établie par le transporteur mentionne la date à laquelle le paiement doit intervenir. Elle précise les conditions d'escompte applicables en cas de paiement à une date antérieure à celle mentionnée sur ladite facture. Cette dernière doit être réglée au plus tard à la date indiquée.</p><p>18.4. Conformément aux dispositions du 5° du II de l'article L. 441-11 du code de commerce, les parties ne peuvent convenir d'un délai de paiement supérieur à trente jours à compter de la date d'émission de la facture.</p><p>18.5. Le paiement est exigible à la réception de la facture et à son lieu d'émission. Tout retard dans le paiement entraîne de plein droit, après mise en demeure, le versement de pénalités dans les conditions prévues par le II de l'article L. 441-10 du code de commerce, sans préjudice de la réparation, dans les conditions du droit commun, de tout autre dommage résultant de ce retard.</p><p>18.6. Le non-paiement total ou partiel d'une facture à une seule échéance emporte, sans formalité, déchéance du terme entraînant l'exigibilité immédiate du règlement, sans mise en demeure, de toutes les sommes dues, même à terme, à la date de ce manquement et autorise le transporteur à exiger le paiement comptant avant l'exécution de toute nouvelle opération.</p><p>18.7. En cas de perte ou d'avarie partielles ou totales de la marchandise, le transporteur a droit au paiement du prix du transport, sous réserve qu'il règle l'indemnité correspondante.</p><p>Article 19</p><p>Livraison contre remboursement</p><p>La livraison contre remboursement doit être expressément demandée par le donneur d'ordre conformément aux dispositions de l'article 3.</p><p>Lorsqu'il y a stipulation d'une livraison contre remboursement, le transporteur reçoit entre ses mains la somme remise par le destinataire en échange de la marchandise soit sous forme d'un chèque établi à l'ordre de l'expéditeur ou de toute autre personne désignée par le donneur d'ordre, soit en espèces quand la législation l'autorise. Toutefois, même dans ce dernier cas, le transporteur ne peut refuser un chèque sans motif valable.</p><p>Le transporteur doit adresser cette somme au donneur d'ordre ou à la personne désignée par ce dernier, dans un délai de huit jours ouvrables à compter de sa remise.</p><p>La stipulation d'une livraison contre remboursement ne vaut pas déclaration de valeur et ne modifie donc pas les règles d'indemnisation pour pertes et avaries définies à l'article 21 ci-après. Elle ne lie le transporteur que si elle figure sur un document procédant du contrat de transport.</p><p>La responsabilité du transporteur en cas de manquement à cette obligation est engagée selon les règles du mandat. Néanmoins, la prescription des actions relatives à la livraison contre remboursement est d'un an à compter de la date de la livraison.</p><p>Article 20</p><p>Indemnisation pour pertes et avaries</p><p>Déclaration de valeur</p><p>Le transporteur est tenu de verser une indemnité pour la réparation de tous les dommages justifiés dont il est légalement tenu pour responsable, résultant de la perte totale ou partielle ou de l'avarie de la marchandise.</p><p>Pour les envois inférieurs à trois tonnes, cette indemnité ne peut excéder 23 € par kilogramme de poids brut de marchandises manquantes ou avariées pour chacun des objets compris dans l'envoi, sans pouvoir dépasser 750 € par colis perdu, incomplet ou avarié, quels qu'en soient le poids, le volume, les dimensions, la nature ou la valeur.</p><p>Pour les envois égaux ou supérieurs à trois tonnes, elle ne peut excéder 14 € par kilogramme de poids brut de marchandises manquantes ou avariées pour chacun des objets compris dans l'envoi, sans pouvoir dépasser, par envoi perdu, incomplet ou avarié, quels qu'en soient le poids, le volume, les dimensions, la nature ou la valeur, une somme supérieure au produit du poids brut de l'envoi exprimé en tonnes multiplié par 4 000 €.</p><p>Le donneur d'ordre a toujours la faculté de faire une déclaration de valeur qui a pour effet de substituer le montant de cette déclaration au plafond de l'indemnité fixée à l'un ou à l'autre des alinéas ci-dessus.</p><p>En tout état de cause, l'indemnité est réduite d'un tiers lorsque le donneur d'ordre impose la destruction de la marchandise laissée pour compte, pour autant consommable, ou en interdit le sauvetage.</p><p>Article 21</p><p>Délai d'acheminement</p><p>Indemnisation pour retard à la livraison</p><p>21.1. Délai d'acheminement.</p><p>Le délai d'acheminement comprend le délai de transport et le délai de livraison à domicile.</p><p>Le délai de transport court à partir de 0 heure du jour qui suit l'enlèvement de l'envoi ou sa remise au dépôt du transporteur. Il est d'un jour par fraction indivisible de 450 kilomètres. Les samedis et les jours non ouvrables ne sont pas compris dans le calcul de ce délai.</p><p>Le délai de livraison à domicile est de :</p><p>- un jour dans les villes de 5 000 habitants et plus ainsi que dans les sous-préfectures ;</p><p>- deux jours dans toutes les autres localités.</p><p>Le délai de livraison est ramené à un jour lorsque l'envoi est égal ou supérieur à trois tonnes.</p><p>Les jours non ouvrables ne sont pas compris dans le calcul du délai de livraison.</p><p>21.2. Retard à la livraison.</p><p>Il y a retard à la livraison lorsque l'envoi n'a pas été livré dans le délai convenu ou, s'il n'a pas été convenu de délai, lorsque la durée effective du transport dépasse le délai d'acheminement tel qu'il est défini ci-dessus.</p><p>21.3. Indemnisation pour retard à la livraison.</p><p>En cas de préjudice prouvé résultant d'un retard à la livraison du fait du transporteur, celui-ci est tenu de verser une indemnité qui ne peut excéder le prix du transport (droits, taxes et frais divers exclus).</p><p>Le donneur d'ordre a toujours la faculté de faire une déclaration d'intérêt spécial à la livraison qui a pour effet de substituer le montant de cette déclaration au plafond de l'indemnité fixé à l'alinéa précédent.</p><p>Sans préjudice de l'indemnité prévue aux deux alinéas précédents, les pertes ou avaries à la marchandise résultant d'un retard sont indemnisées conformément aux dispositions de l'article 20 ci-dessus.</p><p>Article 22</p><p>Respect des diverses réglementations</p><p>Conformément aux dispositions de l'article <a href='/article/LEGIARTI000023069444'>L. 1311-3</a>, le transporteur doit, dans tous les cas, conduire les opérations de transport dans des conditions strictement compatibles avec la réglementation des conditions de travail et de sécurité.</p><p>En cas de transport de marchandises soumises à une réglementation particulière, chacune des parties est tenue de se conformer aux obligations qui en découlent et qui lui incombent.</p><p>Chacune des parties supporte les conséquences des manquements qui lui sont imputables.</p>",
            "type": "AUTONOME",
            "dateDebut": "2021-02-27T00:00:00.000Z",
            "dateFin": "2021-09-01T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2013-03-28",
                        "fin": "2999-01-01",
                        "titre": "PARTIE REGLEMENTAIRE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000027232261",
                        "id": "LEGISCTA000027232261",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-01-01",
                        "fin": "2999-01-01",
                        "titre": "TROISIÈME PARTIE : TRANSPORT ROUTIER",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000030048381",
                        "id": "LEGISCTA000030048381",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2017-01-01",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000033452817",
                        "id": "LEGISCTA000033452817",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "Code des transports",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023086525",
                        "id": "LEGITEXT000023086525",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000033452897",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L441-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L441-6",
                    "articleId": "LEGIARTI000006232237",
                    "natureText": "CODE",
                    "date": 1630446591986,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1488412800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R4515-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R4515-1",
                    "articleId": "LEGIARTI000018491662",
                    "natureText": "CODE",
                    "date": 1630446591986,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. D3222-5 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D3222-5",
                    "articleId": "LEGIARTI000033450115",
                    "natureText": "CODE",
                    "date": 1630446591986,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L1311-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1311-3",
                    "articleId": "LEGIARTI000023069444",
                    "natureText": "CODE",
                    "date": 1630446591986,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L1432-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1432-2",
                    "articleId": "LEGIARTI000023069598",
                    "natureText": "CODE",
                    "date": 1630446591986,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1291161600000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L1432-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1432-3",
                    "articleId": "LEGIARTI000023069600",
                    "natureText": "CODE",
                    "date": 1630446591986,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1291161600000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L3221-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3221-1",
                    "articleId": "LEGIARTI000023071167",
                    "natureText": "CODE",
                    "date": 1630446591986,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L3221-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3221-2",
                    "articleId": "LEGIARTI000023071169",
                    "natureText": "CODE",
                    "date": 1630446591986,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1291161600000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L3222-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3222-1",
                    "articleId": "LEGIARTI000023071180",
                    "natureText": "CODE",
                    "date": 1630446591986,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577664000000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L3222-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3222-7",
                    "articleId": "LEGIARTI000023071193",
                    "natureText": "CODE",
                    "date": 1630446591986,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1291161600000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L3223-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3223-3",
                    "articleId": "LEGIARTI000023071205",
                    "natureText": "CODE",
                    "date": 1630446591987,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L3242-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3242-2",
                    "articleId": "LEGIARTI000023071252",
                    "natureText": "CODE",
                    "date": 1630446591987,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1291161600000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L3242-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3242-3",
                    "articleId": "LEGIARTI000023071256",
                    "natureText": "CODE",
                    "date": 1630446591987,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000033419103",
                    "textTitle": "Décret n°2016-1550 du 17 novembre 2016 - art.",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGIARTI000033446681",
                    "natureText": "DECRET",
                    "datePubliTexte": "2016-11-19",
                    "dateSignaTexte": "2016-11-17",
                    "dateDebutCible": "2017-01-01"
                },
                {
                    "textCid": "JORFTEXT000033419103",
                    "textTitle": "Décret n°2016-1550 du 17 novembre 2016 - art.",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGIARTI000033446681",
                    "natureText": "DECRET",
                    "datePubliTexte": "2016-11-19",
                    "dateSignaTexte": "2016-11-17",
                    "dateDebutCible": "2017-01-01"
                }
            ],
            "num": "Annexe V",
            "origine": "LEGI",
            "texte": "ANNEXE V CONTRAT TYPE APPLICABLE AUX TRANSPORTS PUBLICS ROUTIERS DE MARCHANDISES PERISSABLES SOUS TEMPERATURE DIRIGEE ANNEXE À L'ARTICLE D. 3222-5 Article 1er Objet et domaine d'application du contrat Le présent contrat a pour objet le transport en régime intérieur, par un transporteur public, d'envois de marchandises périssables, quel qu'en soit le poids, au moyen de véhicules à température dirigée, moyennant un prix devant assurer une juste rémunération du service ainsi rendu, le tout conformément aux dispositions du présent code notamment celles relatives à la règlementation sociale du transport, aux conditions d'exercice des professions de transport et au transport routier. Sont exclues du champ d'application du présent contrat type les marchandises transportées en conteneurs maritimes ou aériens et en citernes. Quelle que soit la technique de transport utilisée, ce contrat règle les relations du donneur d'ordre et du transporteur public routier ou des transporteurs publics intervenant successivement dans le transport de l'envoi ainsi que les relations de ces transporteurs publics successifs entre eux. Il s'applique de plein droit, à défaut de convention écrite sur l'ensemble ou certaines des matières mentionnées à l'article L. 1432-2 . En cas de relations suivies entre un donneur d'ordre et un transporteur public ayant fait l'objet d'une convention écrite générale conclue conformément aux dispositions de l'article L. 1432-3 , chaque envoi est présumé exécuté aux conditions de cette convention. Article 2 Définitions 2.1. Envoi. L'envoi est la quantité de marchandises, emballage et support de charge compris, mise effectivement, au même moment, à la disposition d'un transporteur et dont le transport est demandé par un même donneur d'ordre pour un même destinataire d'un lieu de chargement unique à un lieu de déchargement unique et faisant l'objet d'un même contrat de transport. 2.2. Donneur d'ordre. Par donneur d'ordre, on entend la partie (expéditeur, commissionnaire de transport ou autre) qui conclut le contrat de transport avec le transporteur. 2.3. Colis. Par colis, on entend un objet ou un ensemble matériel composé de plusieurs objets, quels qu'en soient le poids, les dimensions et le volume, constituant une charge unitaire lors de la remise au transporteur (bac, caisse, carton, conteneur, fardeau, palette cerclée ou filmée par le donneur d'ordre, roll, etc.), même si le contenu en est détaillé dans le document de transport. 2.4. Jours non ouvrables. Par jours non ouvrables, on entend les dimanches et les jours de fêtes légales ainsi que les jours d'interdiction de circulation imposés par les pouvoirs publics. En outre, les autres jours de fermeture de l'établissement où s'effectue la prise en charge ou la livraison de la marchandise sont considérés comme jours non ouvrables si le transporteur en est dûment avisé par le donneur d'ordre lors de la conclusion du contrat de transport. 2.5. Distance-itinéraire. La distance de transport est celle de l'itinéraire le plus direct, compte tenu des contraintes de sécurité et des infrastructures de transport, du recours à des plates-formes, des caractéristiques du véhicule et de la nature des marchandises transportées. 2.6. Rendez-vous. Par rendez-vous, on entend la fixation, d'un commun accord entre le donneur d'ordre et le transporteur, d'un jour et d'une heure précis et fermes pour la mise à disposition du véhicule au lieu de chargement ou au lieu de déchargement. 2.7. Plage horaire. Par plage horaire, on entend la période, pour un jour donné ou non, fixée d'un commun accord entre le donneur d'ordre et le transporteur pour la mise à disposition du véhicule sur les lieux de chargement ou de déchargement. Sa durée maximale est de quatre heures. 2.8. Prise en charge. Par prise en charge, on entend la remise physique de la marchandise au transporteur, qui l'accepte. 2.9. Livraison. Par livraison, on entend la remise physique de la marchandise au destinataire ou à son représentant qui l'accepte. 2.10. Livraison contre remboursement. Par livraison contre remboursement, on entend le mandat accessoire du contrat de transport, donné par le donneur d'ordre au transporteur, qui l'accepte, de se faire remettre concomitamment à la livraison une somme grevant la marchandise. La stipulation d'une livraison contre remboursement ne vaut pas déclaration de valeur. 2.11. Durée de mise à disposition du véhicule. Par durée de mise à disposition du véhicule, on entend le délai qui s'écoule entre le moment où le véhicule est identifié à son arrivée sur les lieux de chargement ou de déchargement ou dans l'aire d'attente et celui où il est prêt à quitter ces lieux après émargement des documents de transport. 2.12. Marchandises périssables. Par marchandises périssables, on entend les denrées et produits sujets à prompte détérioration et/ ou dont la conservation justifie le maintien sous température dirigée. 2.13. Véhicules à température dirigée. Par véhicules à température dirigée, on entend tout engin isotherme, réfrigérant, frigorifique ou calorifique tels que définis par les textes réglementaires en vigueur. 2.14. Laissé-pour-compte. Par laissé-pour-compte, on entend l'envoi dont le destinataire a refusé de prendre livraison pour quelque motif que ce soit et qui est laissé à la disposition du transporteur par le donneur d'ordre, lequel l'analyse en perte totale. Article 3 Informations et documents à fournir au transporteur 3.1. Le donneur d'ordre fournit au transporteur, dans le cadre des dispositions des articles L. 3221-2 , L. 3222-1 à L. 3222-4 , L. 3223-3 et L. 3242-3 , préalablement à la présentation du véhicule au chargement, par écrit ou par tout autre procédé en permettant la mémorisation, les indications suivantes : a) Les noms et les adresses complètes, ainsi que les numéros de téléphone, télex et télécopie de l'expéditeur et du destinataire ; b) Les noms et les adresses complètes, ainsi que les numéros de téléphone, télex et télécopie des lieux de chargement et de déchargement, lorsque ces derniers diffèrent de ceux indiqués ci-dessus ; c) Le nom et l'adresse du donneur d'ordre ; d) Les dates et, si besoin est, les heures de chargement et de déchargement ; e) Les heures limites de mise à disposition du véhicule en vue du chargement et du déchargement ; f) La nature de la marchandise, le poids brut de l'envoi, les marques, le nombre de colis, d'objets ou de supports de charge (bacs, palettes, rolls, etc.) qui constituent l'envoi ; g) Le cas échéant, les dimensions des colis, des objets ou des supports de charge présentant des caractéristiques spéciales ; h) S'il y a lieu, le métrage linéaire de plancher ou le volume nécessaires ; i) La spécificité de la marchandise quand cette dernière requiert des dispositions particulières (marchandises dangereuses, denrées alimentaires, etc.) ; j) Pour les denrées alimentaires, l'état physique de la marchandise (frais, réfrigéré, surgelé, congelé, sec, etc.), sa destination et son conditionnement ainsi que, s'il s'agit d'un retour, du motif de ce dernier. ; k) Pour les marchandises dangereuses, la désignation réglementaire, les numéros de code danger et de code matière ; l) La température de la marchandise à maintenir au cours du transport ; m) La température de la marchandise au moment de la remise du chargement ainsi que celle (fourchette admise) à laquelle la marchandise doit être remise au destinataire ; n) Les modalités de paiement (port payé ou port dû) ; o) Toute autre modalité d'exécution du contrat de transport (livraison contre remboursement, déboursé, déclaration de valeur, déclaration d'intérêt spécial à la livraison, etc.) ; p) Le numéro de la commande et les références de l'envoi, quand ces informations sont nécessaires à la bonne exécution du contrat ; q) Le cas échéant, les prestations annexes convenues et leurs modalités d'exécution ; r) Les instructions spécifiques en cas d'empêchement à la livraison (nouvelle présentation, livraison à domicile, mise en entrepôt, retour, vente ou destruction de la marchandise, etc.). 3.2. En outre, le donneur d'ordre informe le transporteur des particularités non apparentes de la marchandise et de toutes données susceptibles d'avoir une incidence sur la bonne exécution du contrat de transport. 3.3. Le donneur d'ordre fournit au transporteur, en même temps que la marchandise, les renseignements et les documents d'accompagnement nécessaires à la bonne exécution d'une opération de transport soumise à une réglementation particulière, telle que régie, douane, police, marchandises dangereuses, denrées alimentaires, etc. 3.4. Le document de transport est établi sur la base de ces indications. Il est complété, si besoin est, au fur et à mesure de l'opération de transport ; un exemplaire est remis au destinataire au moment de la livraison. 3.5. Le donneur d'ordre supporte vis-à-vis du transporteur les conséquences d'une déclaration fausse ou incomplète sur les caractéristiques de l'envoi ainsi que d'une absence ou d'une insuffisance de déclaration ayant eu pour effet, entre autres, de dissimuler le caractère dangereux ou frauduleux des marchandises transportées. Article 4 Modification du contrat de transport Le donneur d'ordre dispose de la marchandise jusqu'au moment où le destinataire fait valoir ses droits. Toute nouvelle instruction du donneur d'ordre ayant pour objet la modification des conditions initiales d'exécution du transport est donnée ou confirmée immédiatement par écrit ou par tout autre procédé en permettant la mémorisation. Le transporteur n'est pas tenu d'accepter ces nouvelles instructions si elles sont de nature à l'empêcher d'honorer les engagements de transport pris antérieurement. Il doit en aviser immédiatement le donneur d'ordre par écrit ou par tout autre procédé en permettant la mémorisation. Lorsque les instructions entraînent une immobilisation du véhicule et/ ou de l'équipage, le transporteur perçoit un complément de rémunération pour frais d'immobilisation facturé séparément, conformément aux dispositions de l'article 17 ci-après. Toute modification au contrat entraîne un réajustement du prix initial. Article 5 Matériel de transport Le transporteur effectue le transport à l'aide d'un matériel adapté aux marchandises à transporter et aux températures requises ainsi qu'aux accès et installations de chargement et de déchargement préalablement définis par le donneur d'ordre. Article 6 Conditionnement, emballage et étiquetage des marchandises 6.1. Lorsque la nature de la marchandise le nécessite, celle-ci doit être conditionnée, emballée, marquée ou contremarquée de façon à supporter un transport exécuté dans des conditions normales et des manutentions successives intervenant en cours de transport, et à ne pas constituer une cause de danger pour le personnel de conduite ou de manutention, les autres marchandises transportées, le véhicule ou les tiers. 6.2. Sur chaque colis, objet ou support de charge, un étiquetage clair doit être effectué pour permettre une identification immédiate et sans équivoque de l'expéditeur, du destinataire, du lieu de livraison, ainsi que de la nature de la marchandise. Les mentions des étiquettes doivent correspondre à celles qui figurent sur le document de transport. 6.3. Le donneur d'ordre répond de toutes les conséquences d'une absence, d'une insuffisance ou d'une défectuosité du conditionnement, de l'emballage, du marquage ou de l'étiquetage, ainsi que d'un manquement à l'obligation d'information. Le fait que le transporteur n'a pas formulé de réserves à leur sujet lors de la prise en charge de la marchandise ne lui interdit pas d'invoquer ultérieurement l'absence, l'insuffisance ou la défectuosité du conditionnement, de l'emballage, du marquage, de l'étiquetage, ainsi qu'un manquement à l'obligation d'information incombant au donneur d'ordre. 6.4. Les supports de charge (bacs, palettes, rolls, etc.) utilisés pour le transport font partie intégrante de l'envoi. Leur poids est inclus dans le poids brut déclaré de l'envoi. Ils ne donnent lieu ni à consignation, ni à location au transporteur, ni à aucune déduction sur les frais de transport. Dans le cadre du contrat de transport, le transporteur n'effectue ni échange, ni fourniture, ni location des supports de charge. Toute autre disposition fait l'objet d'une prestation annexe, ainsi que d'une rémunération spécifique, convenues entre les parties. Le transport en retour des supports de charges vides fait l'objet d'un contrat de transport distinct. Article 7 Chargement, arrimage, déchargement Les opérations de chargement, de calage et d'arrimage, d'une part, de déchargement, d'autre part, incombent, respectivement, au donneur d'ordre ou au destinataire, sauf pour les envois inférieurs à trois tonnes. Le chargement doit permettre une circulation normale de l'air. La responsabilité des dommages matériels survenus au cours de ces opérations pèse sur celui qui les exécute. Le transporteur met en œuvre dans tous les cas les moyens techniques de transfert propres au véhicule. Il est responsable des dommages résultant de leur fait. 7.1. Pour les envois inférieurs à trois tonnes. Le transporteur exécute sous sa responsabilité les opérations de chargement, d'arrimage et de déchargement de l'envoi à partir de sa prise en charge et jusqu'à sa livraison, à savoir : -soit : a) Pour les établissements industriels et commerciaux, de même que pour les chantiers, dans leur enceinte, après que l'envoi a été amené par l'expéditeur au pied du véhicule ou jusqu'à ce qu'il soit déposé au pied du véhicule, selon le cas ; b) Pour les commerces sur rue, au seuil des magasins ; c) Pour les particuliers, au seuil de l'habitation ; -soit : En cas d'inaccessibilité des lieux, dans les locaux du transporteur, à l'endroit normalement affecté selon le cas à la prise en charge ou à la livraison des colis. Dans ces limites, tout préposé du donneur d'ordre ou du destinataire participant aux opérations de chargement et d'arrimage ou de déchargement est réputé agir pour le compte du transporteur et sous sa responsabilité. Toute manutention de l'envoi en deçà ou au-delà des lieux visés ci-dessus est réputée exécutée pour le compte du donneur d'ordre ou du destinataire et sous leur responsabilité. 7.2. Pour les envois égaux ou supérieurs à trois tonnes. Le chargement, le calage et l'arrimage de la marchandise sont exécutés par le donneur d'ordre ou par son représentant sous sa responsabilité. Le transporteur fournit au donneur d'ordre toutes indications utiles en vue d'une répartition équilibrée de la marchandise propre à assurer la stabilité du véhicule et le respect de la charge maximale par essieu. Le transporteur vérifie que le chargement, le calage ou l'arrimage ne compromettent pas la sécurité de la circulation. Dans le cas contraire, il doit demander qu'ils soient refaits dans des conditions satisfaisantes ou refuser la prise en charge de la marchandise. Le transporteur procède, avant le départ, à la reconnaissance extérieure du chargement, du point de vue de la conservation de la marchandise, notamment en ce qui concerne la circulation normale de l'air. En cas de défectuosité apparente de nature à porter atteinte à cette conservation, il formule des réserves motivées inscrites sur le document de transport. Si celles-ci ne sont pas acceptées, il peut refuser la prise en charge de la marchandise. Le transporteur est exonéré de la responsabilité résultant de la perte ou de l'avarie de la marchandise pendant le transport s'il établit que le dommage provient d'une défectuosité non apparente du chargement, du calage, de l'arrimage ou d'une défectuosité apparente pour laquelle il avait émis des réserves visées par le chargeur. En cas de chargement de plusieurs envois dans un même véhicule, le transporteur s'assure que tout nouveau chargement ne porte pas atteinte aux marchandises déjà chargées. Le déchargement de la marchandise est exécuté par le destinataire sous sa responsabilité. Article 8 Température 8.1. Température au départ. a) De la marchandise : L'abaissement ou l'élévation préalable de la température de la marchandise pour l'amener au niveau requis incombe au donneur d'ordre ; b) Du véhicule réfrigérant, frigorifique ou calorifique : L'abaissement ou l'élévation de la température à l'intérieur du véhicule, au niveau requis, incombe au transporteur. Lorsque le donneur d'ordre le demande, ces opérations sont effectuées préalablement au chargement ; c) Contrôle : Une vérification contradictoire de la température du véhicule avant l'ouverture des portes et de la marchandise est effectuée avec mention sur le document de transport. 8.2. Maintien de la température en cours de transport. Le transporteur est responsable du maintien de la température ambiante à l'intérieur du véhicule réfrigérant, frigorifique ou calorifique, selon les indications portées sur le document de transport ou selon toutes les instructions écrites du donneur d'ordre ou, à défaut, selon la nature de la marchandise conformément à la réglementation en vigueur. 8.3. Température à l'arrivée. Une vérification contradictoire de la température de la marchandise est effectuée. Article 9 Livraison 9.1. Règles générales. La livraison est effectuée entre les mains de la personne désignée comme destinataire sur le document de transport ou de son représentant. Dès que cette personne a pris possession de l'envoi, elle en donne décharge au transporteur en signant le document de transport. Le destinataire peut, à cette occasion, formuler des réserves motivées sur l'état de la marchandise. Le fait qu'il n'a pas formulé de réserves à la livraison ne lui interdit pas d'invoquer ultérieurement une perte ou une avarie à la marchandise dans les conditions du droit commun. La signature du destinataire ou de son représentant est la preuve de la remise et de l'acceptation de l'envoi ; elle est accompagnée du nom du signataire, de la date et de l'heure de la livraison ainsi que du cachet commercial de l'établissement. 9.2. Livraison dans les locaux du transporteur. Lorsque la livraison est prévue dans les locaux du transporteur, un avis d'arrivée est adressé immédiatement au destinataire qui dispose de deux jours ouvrables suivant l'expédition de l'avis d'arrivée pour prendre livraison de l'envoi. Si, à l'expiration de ce délai, le destinataire n'a pas procédé au retrait de la marchandise, un avis de souffrance est adressé au donneur d'ordre par écrit ou par tout autre procédé en permettant la mémorisation. Le donneur d'ordre doit donner au transporteur par écrit ou par tout autre procédé en permettant la mémorisation des instructions précises dans les délais et formes prévus à l'article 16.2 ci-après. Article 10 Conditions d'accès aux lieux de chargement et de déchargement Les lieux désignés par le donneur d'ordre doivent être accessibles sans contrainte ni risque particuliers pour des véhicules de caractéristiques usuelles pour le transport considéré. Le transporteur se conforme au protocole de sécurité applicable sur le site de chargement et/ ou de déchargement conformément aux articles R. 4515-1 à R. 4515-11 du code du travail. Plus généralement, il est tenu de respecter les règles de sécurité en vigueur dans les lieux où il est amené à intervenir. Article 11 Identification du véhicule et durées de mise à disposition en vue du chargement ou du déchargement A l'arrivée du véhicule sur les lieux de chargement ou de déchargement ou dans l'aire d'attente, même si elle est extérieure, le transporteur informe le représentant de l'établissement de chargement ou de déchargement que son véhicule est à disposition pour effectuer l'une ou l'autre de ces opérations. L'heure de cette mise à disposition est immédiatement consignée par le transporteur sur le document de suivi, ce qui constitue l'identification du véhicule au sens de l'article L. 3222-7 . L'identification est le point de départ des durées de mise à disposition du véhicule en vue du chargement ou du déchargement. Ces durées prennent fin au moment où est consignée sur le document de suivi l'heure où le véhicule est prêt à partir, l'opération de chargement ou de déchargement terminée et les documents de transport émargés remis au transporteur. 11.1. Pour les envois inférieurs à trois tonnes. Les durées totales de mise à disposition du véhicule sont au maximum : 1° Pour les envois inférieurs à cent kilogrammes composés de moins de vingt colis : de quinze minutes ; 2° Pour les autres envois : de trente minutes. En cas de dépassement non imputable au transporteur des durées ainsi fixées, le transporteur perçoit du donneur d'ordre ou du destinataire, selon le cas, un complément de rémunération pour frais d'immobilisation du véhicule et/ ou de l'équipage, facturé séparément, conformément aux dispositions de l'article 17 ci-après. 11.2. Pour les envois égaux ou supérieurs à trois tonnes. Les durées totales de mise à disposition du véhicule sont au maximum : 1° Pour les envois compris entre trois et dix tonnes et n'excédant pas trente mètres cubes : a) D'une heure en cas de rendez-vous respecté ; b) D'une heure trente en cas de plage horaire respectée ; c) De deux heures dans tous les autres cas ; 2° Pour les envois de plus de dix tonnes ou supérieurs à trente mètres cubes : a) D'une heure en cas de rendez-vous respecté ; b) De deux heures en cas de plage horaire respectée ; c) De trois heures dans tous les autres cas. Lorsqu'il y a rendez-vous, un retard de trente minutes est admis par rapport à l'heure d'arrivée fixée, ainsi qu'un allongement de la durée d'immobilisation du véhicule de trente minutes. En cas de rendez-vous manqué, ce sont les durées prévues pour les autres cas (c) qui sont applicables, majorées de quinze minutes. Les durées telles qu'elles sont définies au 1° et au 2° ci-dessus sont suspendues jusqu'à l'heure du rendez-vous ou jusqu'à l'heure du début de la plage horaire convenues par les parties. En l'absence de rendez-vous ou de plage horaire, si ces durées ne sont pas écoulées à 18 heures ou à l'heure de fermeture de l'établissement, elles sont suspendues jusqu'à 8 heures ou jusqu'à l'heure d'ouverture de l'établissement du premier jour ouvrable qui suit, sauf si ce délai est incompatible avec la bonne conservation de la marchandise. En cas de dépassement, non imputable au transporteur, des durées ainsi fixées, le transporteur perçoit du donneur d'ordre ou du destinataire, selon le cas, un complément de rémunération pour frais d'immobilisation du véhicule et/ ou de l'équipage facturé séparément, conformément aux dispositions de l'article 17 ci-après. Article 12 Opérations de pesage Si l'une des parties au contrat demande la pesée de l'envoi, cette opération est effectuée sur le lieu de chargement ou de déchargement. Si le déplacement du véhicule est nécessaire, son coût et celui de l'opération de pesage sont supportés par le demandeur. Article 13 Défaillance totale ou partielle du donneur d'ordre dans la remise de l'envoi En cas de préjudice prouvé résultant d'une non-remise totale ou partielle de l'envoi lors de la mise à disposition du véhicule par le transporteur, l'indemnité à verser au transporteur par le donneur d'ordre ne peut excéder le prix du transport. Article 14 Défaillance du transporteur au chargement En cas de rendez-vous tel que défini à l'article 2.6 : -si le transporteur n'avise pas le donneur d'ordre de son retard, celui-ci peut rechercher un autre transporteur à l'issue d'un délai d'attente de deux heures ; -si le transporteur avise le donneur d'ordre de son retard, celui-ci peut rechercher immédiatement un autre transporteur si le retard, égal ou supérieur à deux heures, annoncé par le transporteur risque d'entraîner un préjudice grave. En l'absence de rendez-vous, le donneur d'ordre peut rechercher un autre transporteur à l'issue d'un délai d'attente raisonnable. Article 15 Empêchement au transport Si le transport est empêché ou interrompu temporairement ou si, pour un motif quelconque, l'exécution du transport est ou devient impossible dans les conditions initialement prévues, le transporteur demande des instructions au donneur d'ordre. Si le transporteur n'a pu obtenir en temps utile les instructions du donneur d'ordre, il prend les mesures qui lui paraissent les meilleures dans l'intérêt de ce dernier pour la conservation de la marchandise ou son acheminement par d'autres voies ou d'autres moyens. Sauf si l'empêchement, l'interruption ou l'impossibilité est imputable au transporteur, le donneur d'ordre rembourse au transporteur les dépenses justifiées consécutives aux instructions données ou aux mesures prises en application des alinéas précédents. Ces dépenses, ainsi que les frais d'immobilisation du véhicule et/ ou de l'équipage, sont facturées séparément, en sus du prix du transport convenu, conformément aux dispositions de l'article 17 ci-après. En cas d'empêchement définitif dû à la force majeure, le transporteur a droit à la partie du prix du transport correspondant au trajet effectué jusqu'à l'arrêt du transport. Article 16 Empêchement à la livraison 16.1. Cas d'empêchement à la livraison. Il y a empêchement à la livraison chaque fois que l'envoi parvenu au lieu de livraison prévu ne peut être remis au destinataire désigné, et notamment en cas : a) D'absence du destinataire ; b) D'inaccessibilité du lieu de livraison ; c) D'immobilisation du véhicule chez le destinataire supérieure aux durées définies à l'article 11 ci-dessus ; d) De refus de prendre livraison par le destinataire. 16.2. Modalités. Un avis de passage daté, qui atteste la présentation de l'envoi, est déposé. Il mentionne le lieu où l'envoi peut être retiré ou la possibilité d'une nouvelle présentation. Corrélativement et sans préjudice d'une éventuelle demande d'expertise, le transporteur adresse au donneur d'ordre, par écrit ou tout autre procédé en permettant la mémorisation, un avis de souffrance dans les vingt-quatre heures suivant la constatation de l'empêchement à la livraison. Le donneur d'ordre doit donner au transporteur, par écrit ou par tout autre procédé en permettant la mémorisation, dans les deux jours de la date d'envoi de l'avis de souffrance, des instructions précises, dont il assume la responsabilité, sur le sort à réserver à la marchandise en souffrance : nouvelle présentation, livraison à domicile, mise en entrepôt, retour, vente ou destruction de la marchandise, etc. Le transporteur peut décharger la marchandise pour le compte de l'expéditeur. En ce cas, il assume la garde de la marchandise ou la confie à un entrepôt public approprié ou, à défaut, à un tiers dont il est le garant. La marchandise qui a fait l'objet de l'avis de souffrance reste à la disposition du destinataire jusqu'à la réception des instructions nouvelles du donneur d'ordre. 16.3. Prise en charge des frais. Les frais de nouvelle présentation, de livraison à domicile, de garde, de retour, de vente ou de destruction de la marchandise sont à la charge du donneur d'ordre, sauf s'ils sont la conséquence d'une faute du transporteur. En outre, le transporteur perçoit du donneur d'ordre un complément de rémunération pour frais d'immobilisation du véhicule et/ ou de l'équipage et pour les opérations de manutention accomplies, facturé séparément, conformément aux dispositions de l'article 17 ci-dessous. Article 17 Rémunération du transport et des prestations annexes et complémentaires La rémunération du transporteur comprend le prix du transport stricto sensu, celui des prestations annexes et des prestations complémentaires auxquels s'ajoutent les frais liés à l'établissement et à la gestion administrative et informatique du contrat de transport, ainsi que toute taxe liée au transport et/ ou tout droit dont la perception est mise à la charge du transporteur. Le prix du transport est établi en fonction du type de véhicule utilisé, de ses équipements, de la nature de la marchandise, de son poids, de son volume, du nombre de colis, de la distance du transport, des délais d'acheminement, de la relation assurée, des caractéristiques du trafic, des sujétions particulières de circulation, de la durée de mise à disposition du véhicule et de l'équipage, plus généralement des coûts engendrés par la prestation demandée, conformément aux dispositions des articles L. 3221-1, L. 3221-2 , L. 3222-1 à L. 3222-6, L. 3242-2 et L. 3242-3 ainsi que de la qualité de la prestation rendue. Sans préjudice des dispositions des articles L. 3222-1 et L. 3222-2, le prix du transport initialement convenu est révisé en cas de variations significatives des charges de l'entreprise de transport qui tiennent à des conditions extérieures à cette dernière. Toute prestation annexe ou complémentaire est rémunérée au prix convenu. Tel est le cas notamment : a) Des opérations d'encaissement, en particulier dans le cas d'encaissement différé ; b) De la livraison contre remboursement ; c) Des déboursés ; d) De la déclaration de valeur ; e) De la déclaration d'intérêt spécial à la livraison ; f) Du mandat d'assurance ; g) Des opérations de chargement et de déchargement (pour les envois égaux ou supérieurs à trois tonnes) ; h) De la nouvelle présentation au lieu de chargement ou au lieu de déchargement ; i) Des opérations de pesage ; j) Du nettoyage, du lavage ou de la désinfection du véhicule en cas de remise d'envois salissants remis en vrac ou en emballages non étanches ; k) Du magasinage. Toute modification du contrat de transport initial, notamment tout changement d'itinéraire, toute immobilisation du véhicule et/ ou de l'équipage non imputables au transporteur, entraîne un réajustement des conditions de rémunération du transporteur. Les frais supplémentaires de suivi du contrat de transport sont facturés séparément. Tous les prix sont calculés hors taxes. Article 18 Modalités de paiement 18.1. Le paiement du prix du transport, des prestations annexes et complémentaires est exigible à l'enlèvement (port payé) ou à la livraison (port dû) sur présentation de la facture ou d'un document en tenant lieu. S'il n'a pas été encaissé au moment de l'enlèvement ou de la livraison, ce prix est payable à la réception de la facture du transporteur. L'expéditeur et le destinataire sont garants de son acquittement. 18.2. L'imputation unilatérale du montant des dommages allégués sur le prix du transport est interdite. 18.3. Lorsque le transporteur consent à son débiteur des délais de paiement, la facture établie par le transporteur mentionne la date à laquelle le paiement doit intervenir. Elle précise les conditions d'escompte applicables en cas de paiement à une date antérieure à celle mentionnée sur ladite facture. Cette dernière doit être réglée au plus tard à la date indiquée. 18.4. Conformément aux dispositions de l'article L. 441-6 , alinéa 11, du code de commerce, les parties ne peuvent convenir d'un délai de paiement supérieur à trente jours à compter de la date d'émission de la facture. 18.5. Le paiement est exigible à la réception de la facture et à son lieu d'émission. Tout retard dans le paiement entraîne de plein droit, après mise en demeure, le versement de pénalités dans les conditions prévues par l'article L. 441-6, alinéa 12, du code de commerce, sans préjudice de la réparation, dans les conditions du droit commun, de tout autre dommage résultant de ce retard. 18.6. Le non-paiement total ou partiel d'une facture à une seule échéance emporte, sans formalité, déchéance du terme entraînant l'exigibilité immédiate du règlement, sans mise en demeure, de toutes les sommes dues, même à terme, à la date de ce manquement et autorise le transporteur à exiger le paiement comptant avant l'exécution de toute nouvelle opération. 18.7. En cas de perte ou d'avarie partielles ou totales de la marchandise, le transporteur a droit au paiement du prix du transport, sous réserve qu'il règle l'indemnité correspondante. Article 19 Livraison contre remboursement La livraison contre remboursement doit être expressément demandée par le donneur d'ordre conformément aux dispositions de l'article 3. Lorsqu'il y a stipulation d'une livraison contre remboursement, le transporteur reçoit entre ses mains la somme remise par le destinataire en échange de la marchandise soit sous forme d'un chèque établi à l'ordre de l'expéditeur ou de toute autre personne désignée par le donneur d'ordre, soit en espèces quand la législation l'autorise. Toutefois, même dans ce dernier cas, le transporteur ne peut refuser un chèque sans motif valable. Le transporteur doit adresser cette somme au donneur d'ordre ou à la personne désignée par ce dernier, dans un délai de huit jours ouvrables à compter de sa remise. La stipulation d'une livraison contre remboursement ne vaut pas déclaration de valeur et ne modifie donc pas les règles d'indemnisation pour pertes et avaries définies à l'article 21 ci-après. Elle ne lie le transporteur que si elle figure sur un document procédant du contrat de transport. La responsabilité du transporteur en cas de manquement à cette obligation est engagée selon les règles du mandat. Néanmoins, la prescription des actions relatives à la livraison contre remboursement est d'un an à compter de la date de la livraison. Article 20 Indemnisation pour pertes et avaries Déclaration de valeur Le transporteur est tenu de verser une indemnité pour la réparation de tous les dommages justifiés dont il est légalement tenu pour responsable, résultant de la perte totale ou partielle ou de l'avarie de la marchandise. Pour les envois inférieurs à trois tonnes, cette indemnité ne peut excéder 23 € par kilogramme de poids brut de marchandises manquantes ou avariées pour chacun des objets compris dans l'envoi, sans pouvoir dépasser 750 € par colis perdu, incomplet ou avarié, quels qu'en soient le poids, le volume, les dimensions, la nature ou la valeur. Pour les envois égaux ou supérieurs à trois tonnes, elle ne peut excéder 14 € par kilogramme de poids brut de marchandises manquantes ou avariées pour chacun des objets compris dans l'envoi, sans pouvoir dépasser, par envoi perdu, incomplet ou avarié, quels qu'en soient le poids, le volume, les dimensions, la nature ou la valeur, une somme supérieure au produit du poids brut de l'envoi exprimé en tonnes multiplié par 4 000 €. Le donneur d'ordre a toujours la faculté de faire une déclaration de valeur qui a pour effet de substituer le montant de cette déclaration au plafond de l'indemnité fixée à l'un ou à l'autre des alinéas ci-dessus. En tout état de cause, l'indemnité est réduite d'un tiers lorsque le donneur d'ordre impose la destruction de la marchandise laissée pour compte, pour autant consommable, ou en interdit le sauvetage. Article 21 Délai d'acheminement Indemnisation pour retard à la livraison 21.1. Délai d'acheminement. Le délai d'acheminement comprend le délai de transport et le délai de livraison à domicile. Le délai de transport court à partir de 0 heure du jour qui suit l'enlèvement de l'envoi ou sa remise au dépôt du transporteur. Il est d'un jour par fraction indivisible de 450 kilomètres. Les samedis et les jours non ouvrables ne sont pas compris dans le calcul de ce délai. Le délai de livraison à domicile est de : - un jour dans les villes de 5 000 habitants et plus ainsi que dans les sous-préfectures ; - deux jours dans toutes les autres localités. Le délai de livraison est ramené à un jour lorsque l'envoi est égal ou supérieur à trois tonnes. Les jours non ouvrables ne sont pas compris dans le calcul du délai de livraison. 21.2. Retard à la livraison. Il y a retard à la livraison lorsque l'envoi n'a pas été livré dans le délai convenu ou, s'il n'a pas été convenu de délai, lorsque la durée effective du transport dépasse le délai d'acheminement tel qu'il est défini ci-dessus. 21.3. Indemnisation pour retard à la livraison. En cas de préjudice prouvé résultant d'un retard à la livraison du fait du transporteur, celui-ci est tenu de verser une indemnité qui ne peut excéder le prix du transport (droits, taxes et frais divers exclus). Le donneur d'ordre a toujours la faculté de faire une déclaration d'intérêt spécial à la livraison qui a pour effet de substituer le montant de cette déclaration au plafond de l'indemnité fixé à l'alinéa précédent. Sans préjudice de l'indemnité prévue aux deux alinéas précédents, les pertes ou avaries à la marchandise résultant d'un retard sont indemnisées conformément aux dispositions de l'article 20 ci-dessus. Article 22 Respect des diverses réglementations Conformément aux dispositions de l'article L. 1311-3 , le transporteur doit, dans tous les cas, conduire les opérations de transport dans des conditions strictement compatibles avec la réglementation des conditions de travail et de sécurité. En cas de transport de marchandises soumises à une réglementation particulière, chacune des parties est tenue de se conformer aux obligations qui en découlent et qui lui incombent. Chacune des parties supporte les conséquences des manquements qui lui sont imputables.",
            "texteHtml": "<p>ANNEXE V </p><p>CONTRAT TYPE APPLICABLE AUX TRANSPORTS PUBLICS ROUTIERS DE MARCHANDISES PERISSABLES SOUS TEMPERATURE DIRIGEE </p><p>ANNEXE À L'ARTICLE D. 3222-5 </p><p>Article 1er </p><p>Objet et domaine d'application du contrat </p><p>Le présent contrat a pour objet le transport en régime intérieur, par un transporteur public, d'envois de marchandises périssables, quel qu'en soit le poids, au moyen de véhicules à température dirigée, moyennant un prix devant assurer une juste rémunération du service ainsi rendu, le tout conformément aux dispositions du présent code notamment celles relatives à la règlementation sociale du transport, aux conditions d'exercice des professions de transport et au transport routier. </p><p>Sont exclues du champ d'application du présent contrat type les marchandises transportées en conteneurs maritimes ou aériens et en citernes. </p><p>Quelle que soit la technique de transport utilisée, ce contrat règle les relations du donneur d'ordre et du transporteur public routier ou des transporteurs publics intervenant successivement dans le transport de l'envoi ainsi que les relations de ces transporteurs publics successifs entre eux. </p><p>Il s'applique de plein droit, à défaut de convention écrite sur l'ensemble ou certaines des matières mentionnées à l'article <a href='/article/LEGIARTI000023069598' title='Code des transports - art. L1432-2 (V)'>L. 1432-2</a>. </p><p>En cas de relations suivies entre un donneur d'ordre et un transporteur public ayant fait l'objet d'une convention écrite générale conclue conformément aux dispositions de l'article <a href='/article/LEGIARTI000023069600' title='Code des transports - art. L1432-3 (V)'>L. 1432-3</a>, chaque envoi est présumé exécuté aux conditions de cette convention. </p><p>Article 2 </p><p>Définitions </p><p>2.1. Envoi. </p><p>L'envoi est la quantité de marchandises, emballage et support de charge compris, mise effectivement, au même moment, à la disposition d'un transporteur et dont le transport est demandé par un même donneur d'ordre pour un même destinataire d'un lieu de chargement unique à un lieu de déchargement unique et faisant l'objet d'un même contrat de transport. </p><p>2.2. Donneur d'ordre. </p><p>Par donneur d'ordre, on entend la partie (expéditeur, commissionnaire de transport ou autre) qui conclut le contrat de transport avec le transporteur. </p><p>2.3. Colis. </p><p>Par colis, on entend un objet ou un ensemble matériel composé de plusieurs objets, quels qu'en soient le poids, les dimensions et le volume, constituant une charge unitaire lors de la remise au transporteur (bac, caisse, carton, conteneur, fardeau, palette cerclée ou filmée par le donneur d'ordre, roll, etc.), même si le contenu en est détaillé dans le document de transport. </p><p>2.4. Jours non ouvrables. </p><p>Par jours non ouvrables, on entend les dimanches et les jours de fêtes légales ainsi que les jours d'interdiction de circulation imposés par les pouvoirs publics. En outre, les autres jours de fermeture de l'établissement où s'effectue la prise en charge ou la livraison de la marchandise sont considérés comme jours non ouvrables si le transporteur en est dûment avisé par le donneur d'ordre lors de la conclusion du contrat de transport. </p><p>2.5. Distance-itinéraire. </p><p>La distance de transport est celle de l'itinéraire le plus direct, compte tenu des contraintes de sécurité et des infrastructures de transport, du recours à des plates-formes, des caractéristiques du véhicule et de la nature des marchandises transportées. </p><p>2.6. Rendez-vous. </p><p>Par rendez-vous, on entend la fixation, d'un commun accord entre le donneur d'ordre et le transporteur, d'un jour et d'une heure précis et fermes pour la mise à disposition du véhicule au lieu de chargement ou au lieu de déchargement. </p><p>2.7. Plage horaire. </p><p>Par plage horaire, on entend la période, pour un jour donné ou non, fixée d'un commun accord entre le donneur d'ordre et le transporteur pour la mise à disposition du véhicule sur les lieux de chargement ou de déchargement. Sa durée maximale est de quatre heures. </p><p>2.8. Prise en charge. </p><p>Par prise en charge, on entend la remise physique de la marchandise au transporteur, qui l'accepte. </p><p>2.9. Livraison. </p><p>Par livraison, on entend la remise physique de la marchandise au destinataire ou à son représentant qui l'accepte. </p><p>2.10. Livraison contre remboursement. </p><p>Par livraison contre remboursement, on entend le mandat accessoire du contrat de transport, donné par le donneur d'ordre au transporteur, qui l'accepte, de se faire remettre concomitamment à la livraison une somme grevant la marchandise. La stipulation d'une livraison contre remboursement ne vaut pas déclaration de valeur. </p><p>2.11. Durée de mise à disposition du véhicule. </p><p>Par durée de mise à disposition du véhicule, on entend le délai qui s'écoule entre le moment où le véhicule est identifié à son arrivée sur les lieux de chargement ou de déchargement ou dans l'aire d'attente et celui où il est prêt à quitter ces lieux après émargement des documents de transport. </p><p>2.12. Marchandises périssables. </p><p>Par marchandises périssables, on entend les denrées et produits sujets à prompte détérioration et/ ou dont la conservation justifie le maintien sous température dirigée. </p><p>2.13. Véhicules à température dirigée. </p><p>Par véhicules à température dirigée, on entend tout engin isotherme, réfrigérant, frigorifique ou calorifique tels que définis par les textes réglementaires en vigueur. </p><p>2.14. Laissé-pour-compte. </p><p>Par laissé-pour-compte, on entend l'envoi dont le destinataire a refusé de prendre livraison pour quelque motif que ce soit et qui est laissé à la disposition du transporteur par le donneur d'ordre, lequel l'analyse en perte totale. </p><p>Article 3 </p><p>Informations et documents à fournir au transporteur </p><p>3.1. Le donneur d'ordre fournit au transporteur, dans le cadre des dispositions des articles <a href='/article/LEGIARTI000023071169' title='Code des transports - art. L3221-2 (V)'>L. 3221-2</a>, <a href='/article/LEGIARTI000023071180' title='Code des transports - art. L3222-1 (V)'>L. 3222-1 à L. 3222-4</a>, <a href='/article/LEGIARTI000023071205' title='Code des transports - art. L3223-3 (V)'>L. 3223-3 </a>et <a href='/article/LEGIARTI000023071256' title='Code des transports - art. L3242-3 (V)'>L. 3242-3</a>, préalablement à la présentation du véhicule au chargement, par écrit ou par tout autre procédé en permettant la mémorisation, les indications suivantes : </p><p>a) Les noms et les adresses complètes, ainsi que les numéros de téléphone, télex et télécopie de l'expéditeur et du destinataire ; </p><p>b) Les noms et les adresses complètes, ainsi que les numéros de téléphone, télex et télécopie des lieux de chargement et de déchargement, lorsque ces derniers diffèrent de ceux indiqués ci-dessus ; </p><p>c) Le nom et l'adresse du donneur d'ordre ; </p><p>d) Les dates et, si besoin est, les heures de chargement et de déchargement ; </p><p>e) Les heures limites de mise à disposition du véhicule en vue du chargement et du déchargement ; </p><p>f) La nature de la marchandise, le poids brut de l'envoi, les marques, le nombre de colis, d'objets ou de supports de charge (bacs, palettes, rolls, etc.) qui constituent l'envoi ; </p><p>g) Le cas échéant, les dimensions des colis, des objets ou des supports de charge présentant des caractéristiques spéciales ; </p><p>h) S'il y a lieu, le métrage linéaire de plancher ou le volume nécessaires ; </p><p>i) La spécificité de la marchandise quand cette dernière requiert des dispositions particulières (marchandises dangereuses, denrées alimentaires, etc.) ; </p><p>j) Pour les denrées alimentaires, l'état physique de la marchandise (frais, réfrigéré, surgelé, congelé, sec, etc.), sa destination et son conditionnement ainsi que, s'il s'agit d'un retour, du motif de ce dernier. ; </p><p>k) Pour les marchandises dangereuses, la désignation réglementaire, les numéros de code danger et de code matière ; </p><p>l) La température de la marchandise à maintenir au cours du transport ; </p><p>m) La température de la marchandise au moment de la remise du chargement ainsi que celle (fourchette admise) à laquelle la marchandise doit être remise au destinataire ; </p><p>n) Les modalités de paiement (port payé ou port dû) ; </p><p>o) Toute autre modalité d'exécution du contrat de transport (livraison contre remboursement, déboursé, déclaration de valeur, déclaration d'intérêt spécial à la livraison, etc.) ; </p><p>p) Le numéro de la commande et les références de l'envoi, quand ces informations sont nécessaires à la bonne exécution du contrat ; </p><p>q) Le cas échéant, les prestations annexes convenues et leurs modalités d'exécution ; </p><p>r) Les instructions spécifiques en cas d'empêchement à la livraison (nouvelle présentation, livraison à domicile, mise en entrepôt, retour, vente ou destruction de la marchandise, etc.). </p><p>3.2. En outre, le donneur d'ordre informe le transporteur des particularités non apparentes de la marchandise et de toutes données susceptibles d'avoir une incidence sur la bonne exécution du contrat de transport. </p><p>3.3. Le donneur d'ordre fournit au transporteur, en même temps que la marchandise, les renseignements et les documents d'accompagnement nécessaires à la bonne exécution d'une opération de transport soumise à une réglementation particulière, telle que régie, douane, police, marchandises dangereuses, denrées alimentaires, etc. </p><p>3.4. Le document de transport est établi sur la base de ces indications. Il est complété, si besoin est, au fur et à mesure de l'opération de transport ; un exemplaire est remis au destinataire au moment de la livraison. </p><p>3.5. Le donneur d'ordre supporte vis-à-vis du transporteur les conséquences d'une déclaration fausse ou incomplète sur les caractéristiques de l'envoi ainsi que d'une absence ou d'une insuffisance de déclaration ayant eu pour effet, entre autres, de dissimuler le caractère dangereux ou frauduleux des marchandises transportées. </p><p>Article 4 </p><p>Modification du contrat de transport </p><p>Le donneur d'ordre dispose de la marchandise jusqu'au moment où le destinataire fait valoir ses droits. </p><p>Toute nouvelle instruction du donneur d'ordre ayant pour objet la modification des conditions initiales d'exécution du transport est donnée ou confirmée immédiatement par écrit ou par tout autre procédé en permettant la mémorisation. </p><p>Le transporteur n'est pas tenu d'accepter ces nouvelles instructions si elles sont de nature à l'empêcher d'honorer les engagements de transport pris antérieurement. Il doit en aviser immédiatement le donneur d'ordre par écrit ou par tout autre procédé en permettant la mémorisation. </p><p>Lorsque les instructions entraînent une immobilisation du véhicule et/ ou de l'équipage, le transporteur perçoit un complément de rémunération pour frais d'immobilisation facturé séparément, conformément aux dispositions de l'article 17 ci-après. </p><p>Toute modification au contrat entraîne un réajustement du prix initial. </p><p>Article 5 </p><p>Matériel de transport </p><p>Le transporteur effectue le transport à l'aide d'un matériel adapté aux marchandises à transporter et aux températures requises ainsi qu'aux accès et installations de chargement et de déchargement préalablement définis par le donneur d'ordre. </p><p>Article 6 </p><p>Conditionnement, emballage et étiquetage des marchandises </p><p>6.1. Lorsque la nature de la marchandise le nécessite, celle-ci doit être conditionnée, emballée, marquée ou contremarquée de façon à supporter un transport exécuté dans des conditions normales et des manutentions successives intervenant en cours de transport, et à ne pas constituer une cause de danger pour le personnel de conduite ou de manutention, les autres marchandises transportées, le véhicule ou les tiers. </p><p>6.2. Sur chaque colis, objet ou support de charge, un étiquetage clair doit être effectué pour permettre une identification immédiate et sans équivoque de l'expéditeur, du destinataire, du lieu de livraison, ainsi que de la nature de la marchandise. Les mentions des étiquettes doivent correspondre à celles qui figurent sur le document de transport. </p><p>6.3. Le donneur d'ordre répond de toutes les conséquences d'une absence, d'une insuffisance ou d'une défectuosité du conditionnement, de l'emballage, du marquage ou de l'étiquetage, ainsi que d'un manquement à l'obligation d'information. </p><p>Le fait que le transporteur n'a pas formulé de réserves à leur sujet lors de la prise en charge de la marchandise ne lui interdit pas d'invoquer ultérieurement l'absence, l'insuffisance ou la défectuosité du conditionnement, de l'emballage, du marquage, de l'étiquetage, ainsi qu'un manquement à l'obligation d'information incombant au donneur d'ordre. </p><p>6.4. Les supports de charge (bacs, palettes, rolls, etc.) utilisés pour le transport font partie intégrante de l'envoi. Leur poids est inclus dans le poids brut déclaré de l'envoi. Ils ne donnent lieu ni à consignation, ni à location au transporteur, ni à aucune déduction sur les frais de transport. </p><p>Dans le cadre du contrat de transport, le transporteur n'effectue ni échange, ni fourniture, ni location des supports de charge. Toute autre disposition fait l'objet d'une prestation annexe, ainsi que d'une rémunération spécifique, convenues entre les parties. </p><p>Le transport en retour des supports de charges vides fait l'objet d'un contrat de transport distinct. </p><p>Article 7 </p><p>Chargement, arrimage, déchargement </p><p>Les opérations de chargement, de calage et d'arrimage, d'une part, de déchargement, d'autre part, incombent, respectivement, au donneur d'ordre ou au destinataire, sauf pour les envois inférieurs à trois tonnes. </p><p>Le chargement doit permettre une circulation normale de l'air. </p><p>La responsabilité des dommages matériels survenus au cours de ces opérations pèse sur celui qui les exécute. </p><p>Le transporteur met en œuvre dans tous les cas les moyens techniques de transfert propres au véhicule. Il est responsable des dommages résultant de leur fait. </p><p>7.1. Pour les envois inférieurs à trois tonnes. </p><p>Le transporteur exécute sous sa responsabilité les opérations de chargement, d'arrimage et de déchargement de l'envoi à partir de sa prise en charge et jusqu'à sa livraison, à savoir :</p><p>-soit : </p><p>a) Pour les établissements industriels et commerciaux, de même que pour les chantiers, dans leur enceinte, après que l'envoi a été amené par l'expéditeur au pied du véhicule ou jusqu'à ce qu'il soit déposé au pied du véhicule, selon le cas ; </p><p>b) Pour les commerces sur rue, au seuil des magasins ; </p><p>c) Pour les particuliers, au seuil de l'habitation ;</p><p>-soit : </p><p>En cas d'inaccessibilité des lieux, dans les locaux du transporteur, à l'endroit normalement affecté selon le cas à la prise en charge ou à la livraison des colis. </p><p>Dans ces limites, tout préposé du donneur d'ordre ou du destinataire participant aux opérations de chargement et d'arrimage ou de déchargement est réputé agir pour le compte du transporteur et sous sa responsabilité. </p><p>Toute manutention de l'envoi en deçà ou au-delà des lieux visés ci-dessus est réputée exécutée pour le compte du donneur d'ordre ou du destinataire et sous leur responsabilité. </p><p>7.2. Pour les envois égaux ou supérieurs à trois tonnes. </p><p>Le chargement, le calage et l'arrimage de la marchandise sont exécutés par le donneur d'ordre ou par son représentant sous sa responsabilité. </p><p>Le transporteur fournit au donneur d'ordre toutes indications utiles en vue d'une répartition équilibrée de la marchandise propre à assurer la stabilité du véhicule et le respect de la charge maximale par essieu. </p><p>Le transporteur vérifie que le chargement, le calage ou l'arrimage ne compromettent pas la sécurité de la circulation. Dans le cas contraire, il doit demander qu'ils soient refaits dans des conditions satisfaisantes ou refuser la prise en charge de la marchandise. </p><p>Le transporteur procède, avant le départ, à la reconnaissance extérieure du chargement, du point de vue de la conservation de la marchandise, notamment en ce qui concerne la circulation normale de l'air. En cas de défectuosité apparente de nature à porter atteinte à cette conservation, il formule des réserves motivées inscrites sur le document de transport. Si celles-ci ne sont pas acceptées, il peut refuser la prise en charge de la marchandise. </p><p>Le transporteur est exonéré de la responsabilité résultant de la perte ou de l'avarie de la marchandise pendant le transport s'il établit que le dommage provient d'une défectuosité non apparente du chargement, du calage, de l'arrimage ou d'une défectuosité apparente pour laquelle il avait émis des réserves visées par le chargeur. </p><p>En cas de chargement de plusieurs envois dans un même véhicule, le transporteur s'assure que tout nouveau chargement ne porte pas atteinte aux marchandises déjà chargées. </p><p>Le déchargement de la marchandise est exécuté par le destinataire sous sa responsabilité. </p><p>Article 8 </p><p>Température </p><p>8.1. Température au départ. </p><p>a) De la marchandise : </p><p>L'abaissement ou l'élévation préalable de la température de la marchandise pour l'amener au niveau requis incombe au donneur d'ordre ; </p><p>b) Du véhicule réfrigérant, frigorifique ou calorifique : </p><p>L'abaissement ou l'élévation de la température à l'intérieur du véhicule, au niveau requis, incombe au transporteur. Lorsque le donneur d'ordre le demande, ces opérations sont effectuées préalablement au chargement ; </p><p>c) Contrôle : </p><p>Une vérification contradictoire de la température du véhicule avant l'ouverture des portes et de la marchandise est effectuée avec mention sur le document de transport. </p><p>8.2. Maintien de la température en cours de transport. </p><p>Le transporteur est responsable du maintien de la température ambiante à l'intérieur du véhicule réfrigérant, frigorifique ou calorifique, selon les indications portées sur le document de transport ou selon toutes les instructions écrites du donneur d'ordre ou, à défaut, selon la nature de la marchandise conformément à la réglementation en vigueur. </p><p>8.3. Température à l'arrivée. </p><p>Une vérification contradictoire de la température de la marchandise est effectuée. </p><p>Article 9 </p><p>Livraison </p><p>9.1. Règles générales. </p><p>La livraison est effectuée entre les mains de la personne désignée comme destinataire sur le document de transport ou de son représentant. Dès que cette personne a pris possession de l'envoi, elle en donne décharge au transporteur en signant le document de transport. </p><p>Le destinataire peut, à cette occasion, formuler des réserves motivées sur l'état de la marchandise. Le fait qu'il n'a pas formulé de réserves à la livraison ne lui interdit pas d'invoquer ultérieurement une perte ou une avarie à la marchandise dans les conditions du droit commun. </p><p>La signature du destinataire ou de son représentant est la preuve de la remise et de l'acceptation de l'envoi ; elle est accompagnée du nom du signataire, de la date et de l'heure de la livraison ainsi que du cachet commercial de l'établissement. </p><p>9.2. Livraison dans les locaux du transporteur. </p><p>Lorsque la livraison est prévue dans les locaux du transporteur, un avis d'arrivée est adressé immédiatement au destinataire qui dispose de deux jours ouvrables suivant l'expédition de l'avis d'arrivée pour prendre livraison de l'envoi. </p><p>Si, à l'expiration de ce délai, le destinataire n'a pas procédé au retrait de la marchandise, un avis de souffrance est adressé au donneur d'ordre par écrit ou par tout autre procédé en permettant la mémorisation. </p><p>Le donneur d'ordre doit donner au transporteur par écrit ou par tout autre procédé en permettant la mémorisation des instructions précises dans les délais et formes prévus à l'article 16.2 ci-après. </p><p>Article 10 </p><p>Conditions d'accès aux lieux de chargement et de déchargement </p><p>Les lieux désignés par le donneur d'ordre doivent être accessibles sans contrainte ni risque particuliers pour des véhicules de caractéristiques usuelles pour le transport considéré. </p><p>Le transporteur se conforme au protocole de sécurité applicable sur le site de chargement et/ ou de déchargement conformément aux articles <a href='/article/LEGIARTI000018491662' title='Code du travail - art. R4515-1 (V)'>R. 4515-1 à R. 4515-11 </a>du code du travail. Plus généralement, il est tenu de respecter les règles de sécurité en vigueur dans les lieux où il est amené à intervenir. </p><p>Article 11 </p><p>Identification du véhicule et durées de mise à disposition en vue du chargement ou du déchargement </p><p>A l'arrivée du véhicule sur les lieux de chargement ou de déchargement ou dans l'aire d'attente, même si elle est extérieure, le transporteur informe le représentant de l'établissement de chargement ou de déchargement que son véhicule est à disposition pour effectuer l'une ou l'autre de ces opérations. L'heure de cette mise à disposition est immédiatement consignée par le transporteur sur le document de suivi, ce qui constitue l'identification du véhicule au sens de l'article <a href='/article/LEGIARTI000023071193' title='Code des transports - art. L3222-7 (V)'>L. 3222-7</a>. </p><p>L'identification est le point de départ des durées de mise à disposition du véhicule en vue du chargement ou du déchargement. </p><p>Ces durées prennent fin au moment où est consignée sur le document de suivi l'heure où le véhicule est prêt à partir, l'opération de chargement ou de déchargement terminée et les documents de transport émargés remis au transporteur. </p><p>11.1. Pour les envois inférieurs à trois tonnes. </p><p>Les durées totales de mise à disposition du véhicule sont au maximum : </p><p>1° Pour les envois inférieurs à cent kilogrammes composés de moins de vingt colis : de quinze minutes ; </p><p>2° Pour les autres envois : de trente minutes. </p><p>En cas de dépassement non imputable au transporteur des durées ainsi fixées, le transporteur perçoit du donneur d'ordre ou du destinataire, selon le cas, un complément de rémunération pour frais d'immobilisation du véhicule et/ ou de l'équipage, facturé séparément, conformément aux dispositions de l'article 17 ci-après. </p><p>11.2. Pour les envois égaux ou supérieurs à trois tonnes. </p><p>Les durées totales de mise à disposition du véhicule sont au maximum : </p><p>1° Pour les envois compris entre trois et dix tonnes et n'excédant pas trente mètres cubes : </p><p>a) D'une heure en cas de rendez-vous respecté ; </p><p>b) D'une heure trente en cas de plage horaire respectée ; </p><p>c) De deux heures dans tous les autres cas ; </p><p>2° Pour les envois de plus de dix tonnes ou supérieurs à trente mètres cubes : </p><p>a) D'une heure en cas de rendez-vous respecté ; </p><p>b) De deux heures en cas de plage horaire respectée ; </p><p>c) De trois heures dans tous les autres cas. </p><p>Lorsqu'il y a rendez-vous, un retard de trente minutes est admis par rapport à l'heure d'arrivée fixée, ainsi qu'un allongement de la durée d'immobilisation du véhicule de trente minutes. </p><p>En cas de rendez-vous manqué, ce sont les durées prévues pour les autres cas (c) qui sont applicables, majorées de quinze minutes. </p><p>Les durées telles qu'elles sont définies au 1° et au 2° ci-dessus sont suspendues jusqu'à l'heure du rendez-vous ou jusqu'à l'heure du début de la plage horaire convenues par les parties. En l'absence de rendez-vous ou de plage horaire, si ces durées ne sont pas écoulées à 18 heures ou à l'heure de fermeture de l'établissement, elles sont suspendues jusqu'à 8 heures ou jusqu'à l'heure d'ouverture de l'établissement du premier jour ouvrable qui suit, sauf si ce délai est incompatible avec la bonne conservation de la marchandise. </p><p>En cas de dépassement, non imputable au transporteur, des durées ainsi fixées, le transporteur perçoit du donneur d'ordre ou du destinataire, selon le cas, un complément de rémunération pour frais d'immobilisation du véhicule et/ ou de l'équipage facturé séparément, conformément aux dispositions de l'article 17 ci-après. </p><p>Article 12 </p><p>Opérations de pesage </p><p>Si l'une des parties au contrat demande la pesée de l'envoi, cette opération est effectuée sur le lieu de chargement ou de déchargement. Si le déplacement du véhicule est nécessaire, son coût et celui de l'opération de pesage sont supportés par le demandeur. </p><p>Article 13 </p><p>Défaillance totale ou partielle du donneur d'ordre dans la remise de l'envoi </p><p>En cas de préjudice prouvé résultant d'une non-remise totale ou partielle de l'envoi lors de la mise à disposition du véhicule par le transporteur, l'indemnité à verser au transporteur par le donneur d'ordre ne peut excéder le prix du transport. </p><p>Article 14 </p><p>Défaillance du transporteur au chargement </p><p>En cas de rendez-vous tel que défini à l'article 2.6 :</p><p>-si le transporteur n'avise pas le donneur d'ordre de son retard, celui-ci peut rechercher un autre transporteur à l'issue d'un délai d'attente de deux heures ;</p><p>-si le transporteur avise le donneur d'ordre de son retard, celui-ci peut rechercher immédiatement un autre transporteur si le retard, égal ou supérieur à deux heures, annoncé par le transporteur risque d'entraîner un préjudice grave. </p><p>En l'absence de rendez-vous, le donneur d'ordre peut rechercher un autre transporteur à l'issue d'un délai d'attente raisonnable. </p><p>Article 15 </p><p>Empêchement au transport </p><p>Si le transport est empêché ou interrompu temporairement ou si, pour un motif quelconque, l'exécution du transport est ou devient impossible dans les conditions initialement prévues, le transporteur demande des instructions au donneur d'ordre. </p><p>Si le transporteur n'a pu obtenir en temps utile les instructions du donneur d'ordre, il prend les mesures qui lui paraissent les meilleures dans l'intérêt de ce dernier pour la conservation de la marchandise ou son acheminement par d'autres voies ou d'autres moyens. </p><p>Sauf si l'empêchement, l'interruption ou l'impossibilité est imputable au transporteur, le donneur d'ordre rembourse au transporteur les dépenses justifiées consécutives aux instructions données ou aux mesures prises en application des alinéas précédents. Ces dépenses, ainsi que les frais d'immobilisation du véhicule et/ ou de l'équipage, sont facturées séparément, en sus du prix du transport convenu, conformément aux dispositions de l'article 17 ci-après. </p><p>En cas d'empêchement définitif dû à la force majeure, le transporteur a droit à la partie du prix du transport correspondant au trajet effectué jusqu'à l'arrêt du transport. </p><p>Article 16 </p><p>Empêchement à la livraison </p><p>16.1. Cas d'empêchement à la livraison. </p><p>Il y a empêchement à la livraison chaque fois que l'envoi parvenu au lieu de livraison prévu ne peut être remis au destinataire désigné, et notamment en cas : </p><p>a) D'absence du destinataire ; </p><p>b) D'inaccessibilité du lieu de livraison ; </p><p>c) D'immobilisation du véhicule chez le destinataire supérieure aux durées définies à l'article 11 ci-dessus ; </p><p>d) De refus de prendre livraison par le destinataire. </p><p>16.2. Modalités. </p><p>Un avis de passage daté, qui atteste la présentation de l'envoi, est déposé. Il mentionne le lieu où l'envoi peut être retiré ou la possibilité d'une nouvelle présentation. Corrélativement et sans préjudice d'une éventuelle demande d'expertise, le transporteur adresse au donneur d'ordre, par écrit ou tout autre procédé en permettant la mémorisation, un avis de souffrance dans les vingt-quatre heures suivant la constatation de l'empêchement à la livraison. </p><p>Le donneur d'ordre doit donner au transporteur, par écrit ou par tout autre procédé en permettant la mémorisation, dans les deux jours de la date d'envoi de l'avis de souffrance, des instructions précises, dont il assume la responsabilité, sur le sort à réserver à la marchandise en souffrance : nouvelle présentation, livraison à domicile, mise en entrepôt, retour, vente ou destruction de la marchandise, etc. </p><p>Le transporteur peut décharger la marchandise pour le compte de l'expéditeur. En ce cas, il assume la garde de la marchandise ou la confie à un entrepôt public approprié ou, à défaut, à un tiers dont il est le garant. </p><p>La marchandise qui a fait l'objet de l'avis de souffrance reste à la disposition du destinataire jusqu'à la réception des instructions nouvelles du donneur d'ordre. </p><p>16.3. Prise en charge des frais. </p><p>Les frais de nouvelle présentation, de livraison à domicile, de garde, de retour, de vente ou de destruction de la marchandise sont à la charge du donneur d'ordre, sauf s'ils sont la conséquence d'une faute du transporteur. En outre, le transporteur perçoit du donneur d'ordre un complément de rémunération pour frais d'immobilisation du véhicule et/ ou de l'équipage et pour les opérations de manutention accomplies, facturé séparément, conformément aux dispositions de l'article 17 ci-dessous. </p><p>Article 17 </p><p>Rémunération du transport et des prestations annexes et complémentaires </p><p>La rémunération du transporteur comprend le prix du transport stricto sensu, celui des prestations annexes et des prestations complémentaires auxquels s'ajoutent les frais liés à l'établissement et à la gestion administrative et informatique du contrat de transport, ainsi que toute taxe liée au transport et/ ou tout droit dont la perception est mise à la charge du transporteur. </p><p>Le prix du transport est établi en fonction du type de véhicule utilisé, de ses équipements, de la nature de la marchandise, de son poids, de son volume, du nombre de colis, de la distance du transport, des délais d'acheminement, de la relation assurée, des caractéristiques du trafic, des sujétions particulières de circulation, de la durée de mise à disposition du véhicule et de l'équipage, plus généralement des coûts engendrés par la prestation demandée, conformément aux dispositions des articles <a href='/article/LEGIARTI000023071167' title='Code des transports - art. L3221-1 (V)'>L. 3221-1, L. 3221-2</a>, L. 3222-1 à L. 3222-6, <a href='/article/LEGIARTI000023071252' title='Code des transports - art. L3242-2 (V)'>L. 3242-2 et L. 3242-3 </a>ainsi que de la qualité de la prestation rendue. </p><p>Sans préjudice des dispositions des articles L. 3222-1 et L. 3222-2, le prix du transport initialement convenu est révisé en cas de variations significatives des charges de l'entreprise de transport qui tiennent à des conditions extérieures à cette dernière. </p><p>Toute prestation annexe ou complémentaire est rémunérée au prix convenu. Tel est le cas notamment : </p><p>a) Des opérations d'encaissement, en particulier dans le cas d'encaissement différé ; </p><p>b) De la livraison contre remboursement ; </p><p>c) Des déboursés ; </p><p>d) De la déclaration de valeur ; </p><p>e) De la déclaration d'intérêt spécial à la livraison ; </p><p>f) Du mandat d'assurance ; </p><p>g) Des opérations de chargement et de déchargement (pour les envois égaux ou supérieurs à trois tonnes) ; </p><p>h) De la nouvelle présentation au lieu de chargement ou au lieu de déchargement ; </p><p>i) Des opérations de pesage ; </p><p>j) Du nettoyage, du lavage ou de la désinfection du véhicule en cas de remise d'envois salissants remis en vrac ou en emballages non étanches ; </p><p>k) Du magasinage. </p><p>Toute modification du contrat de transport initial, notamment tout changement d'itinéraire, toute immobilisation du véhicule et/ ou de l'équipage non imputables au transporteur, entraîne un réajustement des conditions de rémunération du transporteur. </p><p>Les frais supplémentaires de suivi du contrat de transport sont facturés séparément. </p><p>Tous les prix sont calculés hors taxes. </p><p>Article 18 </p><p>Modalités de paiement </p><p>18.1. Le paiement du prix du transport, des prestations annexes et complémentaires est exigible à l'enlèvement (port payé) ou à la livraison (port dû) sur présentation de la facture ou d'un document en tenant lieu. </p><p>S'il n'a pas été encaissé au moment de l'enlèvement ou de la livraison, ce prix est payable à la réception de la facture du transporteur. L'expéditeur et le destinataire sont garants de son acquittement. </p><p>18.2. L'imputation unilatérale du montant des dommages allégués sur le prix du transport est interdite. </p><p>18.3. Lorsque le transporteur consent à son débiteur des délais de paiement, la facture établie par le transporteur mentionne la date à laquelle le paiement doit intervenir. Elle précise les conditions d'escompte applicables en cas de paiement à une date antérieure à celle mentionnée sur ladite facture. Cette dernière doit être réglée au plus tard à la date indiquée. </p><p>18.4. Conformément aux dispositions de l'article <a href='/article/LEGIARTI000006232237' title='Code de commerce - art. L441-6 (V)'>L. 441-6</a>, alinéa 11, du code de commerce, les parties ne peuvent convenir d'un délai de paiement supérieur à trente jours à compter de la date d'émission de la facture. </p><p>18.5. Le paiement est exigible à la réception de la facture et à son lieu d'émission. Tout retard dans le paiement entraîne de plein droit, après mise en demeure, le versement de pénalités dans les conditions prévues par l'article L. 441-6, alinéa 12, du code de commerce, sans préjudice de la réparation, dans les conditions du droit commun, de tout autre dommage résultant de ce retard. </p><p>18.6. Le non-paiement total ou partiel d'une facture à une seule échéance emporte, sans formalité, déchéance du terme entraînant l'exigibilité immédiate du règlement, sans mise en demeure, de toutes les sommes dues, même à terme, à la date de ce manquement et autorise le transporteur à exiger le paiement comptant avant l'exécution de toute nouvelle opération. </p><p>18.7. En cas de perte ou d'avarie partielles ou totales de la marchandise, le transporteur a droit au paiement du prix du transport, sous réserve qu'il règle l'indemnité correspondante. </p><p>Article 19 </p><p>Livraison contre remboursement </p><p>La livraison contre remboursement doit être expressément demandée par le donneur d'ordre conformément aux dispositions de l'article 3. </p><p>Lorsqu'il y a stipulation d'une livraison contre remboursement, le transporteur reçoit entre ses mains la somme remise par le destinataire en échange de la marchandise soit sous forme d'un chèque établi à l'ordre de l'expéditeur ou de toute autre personne désignée par le donneur d'ordre, soit en espèces quand la législation l'autorise. Toutefois, même dans ce dernier cas, le transporteur ne peut refuser un chèque sans motif valable. </p><p>Le transporteur doit adresser cette somme au donneur d'ordre ou à la personne désignée par ce dernier, dans un délai de huit jours ouvrables à compter de sa remise. </p><p>La stipulation d'une livraison contre remboursement ne vaut pas déclaration de valeur et ne modifie donc pas les règles d'indemnisation pour pertes et avaries définies à l'article 21 ci-après. Elle ne lie le transporteur que si elle figure sur un document procédant du contrat de transport. </p><p>La responsabilité du transporteur en cas de manquement à cette obligation est engagée selon les règles du mandat. Néanmoins, la prescription des actions relatives à la livraison contre remboursement est d'un an à compter de la date de la livraison. </p><p>Article 20 </p><p>Indemnisation pour pertes et avaries </p><p>Déclaration de valeur </p><p>Le transporteur est tenu de verser une indemnité pour la réparation de tous les dommages justifiés dont il est légalement tenu pour responsable, résultant de la perte totale ou partielle ou de l'avarie de la marchandise. </p><p>Pour les envois inférieurs à trois tonnes, cette indemnité ne peut excéder 23 € par kilogramme de poids brut de marchandises manquantes ou avariées pour chacun des objets compris dans l'envoi, sans pouvoir dépasser 750 € par colis perdu, incomplet ou avarié, quels qu'en soient le poids, le volume, les dimensions, la nature ou la valeur. </p><p>Pour les envois égaux ou supérieurs à trois tonnes, elle ne peut excéder 14 € par kilogramme de poids brut de marchandises manquantes ou avariées pour chacun des objets compris dans l'envoi, sans pouvoir dépasser, par envoi perdu, incomplet ou avarié, quels qu'en soient le poids, le volume, les dimensions, la nature ou la valeur, une somme supérieure au produit du poids brut de l'envoi exprimé en tonnes multiplié par 4 000 €. </p><p>Le donneur d'ordre a toujours la faculté de faire une déclaration de valeur qui a pour effet de substituer le montant de cette déclaration au plafond de l'indemnité fixée à l'un ou à l'autre des alinéas ci-dessus. </p><p>En tout état de cause, l'indemnité est réduite d'un tiers lorsque le donneur d'ordre impose la destruction de la marchandise laissée pour compte, pour autant consommable, ou en interdit le sauvetage. </p><p>Article 21 </p><p>Délai d'acheminement </p><p>Indemnisation pour retard à la livraison </p><p>21.1. Délai d'acheminement. </p><p>Le délai d'acheminement comprend le délai de transport et le délai de livraison à domicile. </p><p>Le délai de transport court à partir de 0 heure du jour qui suit l'enlèvement de l'envoi ou sa remise au dépôt du transporteur. Il est d'un jour par fraction indivisible de 450 kilomètres. Les samedis et les jours non ouvrables ne sont pas compris dans le calcul de ce délai. </p><p>Le délai de livraison à domicile est de :</p><p>- un jour dans les villes de 5 000 habitants et plus ainsi que dans les sous-préfectures ;</p><p>- deux jours dans toutes les autres localités. </p><p>Le délai de livraison est ramené à un jour lorsque l'envoi est égal ou supérieur à trois tonnes. </p><p>Les jours non ouvrables ne sont pas compris dans le calcul du délai de livraison. </p><p>21.2. Retard à la livraison. </p><p>Il y a retard à la livraison lorsque l'envoi n'a pas été livré dans le délai convenu ou, s'il n'a pas été convenu de délai, lorsque la durée effective du transport dépasse le délai d'acheminement tel qu'il est défini ci-dessus. </p><p>21.3. Indemnisation pour retard à la livraison. </p><p>En cas de préjudice prouvé résultant d'un retard à la livraison du fait du transporteur, celui-ci est tenu de verser une indemnité qui ne peut excéder le prix du transport (droits, taxes et frais divers exclus). </p><p>Le donneur d'ordre a toujours la faculté de faire une déclaration d'intérêt spécial à la livraison qui a pour effet de substituer le montant de cette déclaration au plafond de l'indemnité fixé à l'alinéa précédent. </p><p>Sans préjudice de l'indemnité prévue aux deux alinéas précédents, les pertes ou avaries à la marchandise résultant d'un retard sont indemnisées conformément aux dispositions de l'article 20 ci-dessus. </p><p>Article 22 </p><p>Respect des diverses réglementations </p><p>Conformément aux dispositions de l'article <a href='/article/LEGIARTI000023069444' title='Code des transports - art. L1311-3 (V)'>L. 1311-3</a>, le transporteur doit, dans tous les cas, conduire les opérations de transport dans des conditions strictement compatibles avec la réglementation des conditions de travail et de sécurité. </p><p>En cas de transport de marchandises soumises à une réglementation particulière, chacune des parties est tenue de se conformer aux obligations qui en découlent et qui lui incombent. </p><p>Chacune des parties supporte les conséquences des manquements qui lui sont imputables.</p>",
            "type": "AUTONOME",
            "dateDebut": "2017-01-01T00:00:00.000Z",
            "dateFin": "2021-02-27T00:00:00.000Z"
        }
    ]
}