{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006579497",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les riverains de celles des sections de canaux d'irrigation pour lesquelles l'application des dispositions du présent article aura été déclarée d'utilité publique sont tenus de permettre le libre passage et l'emploi sur leurs propriétés, dans la limite d'une largeur de quatre mètres à partir de la rive, des engins mécaniques servant aux opérations d'entretien. Ils doivent également permettre en certains endroits le dépôt des produits de curage et de faucardement. A ces endroits, la zone grevée de servitude peut atteindre le double de la largeur existant entre les crêtes des berges opposées du canal reprofilé. Les terrains bâtis ou clos de murs, les cours et jardins attenant aux habitations à la date de publication de l'acte prescrivant l'enquête préalable à la déclaration d'utilité publique sont exonérés des servitudes de passage et de dépôt. Si le propriétaire le requiert, l'expropriation des terrains grevés de la servitude de dépôt est obligatoire. L'établissement des servitudes donne droit à indemnité. A l'intérieur des zones soumises aux servitudes, toute nouvelle construction, toute élévation de clôture fixe, toute plantation est soumise à autorisation préfectorale. Les constructions, clôtures ou plantations édifiées sans cette autorisation pourront être supprimées à la diligence du gestionnaire du canal, à ce habilité par le préfet. Les propriétaires de clôtures, arbres et arbustes existant dans les zones grevées de servitudes antérieurement à la publication de l'acte prescrivant l'enquête peuvent être mis en demeure par le préfet de supprimer ces clôtures, arbres et arbustes. Cette suppression ouvre droit à indemnité. En cas d'inexécution, les clôtures, arbres et arbustes peuvent être supprimés aux frais des propriétaires par l'organisme gestionnaire du canal, à ce habilité par le préfet. Cette exécution d'office ne fait pas disparaître le droit à indemnité. Au cas où une clôture, dont la suppression n'est pas ordonnée, doit être déplacée pour permettre le passage des engins mécaniques, son déplacement et sa remise en place incombent à la collectivité ou à l'organisme chargé de l'entretien du canal. Les contestations auxquelles peuvent donner lieu l'établissement et l'exercice des servitudes ainsi que la fixation des indemnités dues aux propriétaires intéressés sont jugées comme en matière d'expropriation pour cause d'utilité publique.",
            "texteHtml": "<p></p>   Les riverains de celles des sections de canaux d'irrigation pour lesquelles l'application des dispositions du présent article aura été déclarée d'utilité publique sont tenus de permettre le libre passage et l'emploi sur leurs propriétés, dans la limite d'une largeur de quatre mètres à partir de la rive, des engins mécaniques servant aux opérations d'entretien. Ils doivent également permettre en certains endroits le dépôt des produits de curage et de faucardement. A ces endroits, la zone grevée de servitude peut atteindre le double de la largeur existant entre les crêtes des berges opposées du canal reprofilé.<p></p><p></p>   Les terrains bâtis ou clos de murs, les cours et jardins attenant aux habitations à la date de publication de l'acte prescrivant l'enquête préalable à la déclaration d'utilité publique sont exonérés des servitudes de passage et de dépôt.<p></p><p></p>   Si le propriétaire le requiert, l'expropriation des terrains grevés de la servitude de dépôt est obligatoire.<p></p><p></p>   L'établissement des servitudes donne droit à indemnité.<p></p><p></p>   A l'intérieur des zones soumises aux servitudes, toute nouvelle construction, toute élévation de clôture fixe, toute plantation est soumise à autorisation préfectorale.<p></p><p></p>   Les constructions, clôtures ou plantations édifiées sans cette autorisation pourront être supprimées à la diligence du gestionnaire du canal, à ce habilité par le préfet.<p></p><p></p>   Les propriétaires de clôtures, arbres et arbustes existant dans les zones grevées de servitudes antérieurement à la publication de l'acte prescrivant l'enquête peuvent être mis en demeure par le préfet de supprimer ces clôtures, arbres et arbustes. Cette suppression ouvre droit à indemnité. En cas d'inexécution, les clôtures, arbres et arbustes peuvent être supprimés aux frais des propriétaires par l'organisme gestionnaire du canal, à ce habilité par le préfet. Cette exécution d'office ne fait pas disparaître le droit à indemnité.<p></p><p></p>   Au cas où une clôture, dont la suppression n'est pas ordonnée, doit être déplacée pour permettre le passage des engins mécaniques, son déplacement et sa remise en place incombent à la collectivité ou à l'organisme chargé de l'entretien du canal.<p></p><p></p>   Les contestations auxquelles peuvent donner lieu l'établissement et l'exercice des servitudes ainsi que la fixation des indemnités dues aux propriétaires intéressés sont jugées comme en matière d'expropriation pour cause d'utilité publique.<p></p>",
            "num": "128-6",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "ABROGE",
            "dateDebut": -296956800000,
            "dateFin": 721526400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 257694,
            "context": {
                "titresTM": [
                    {
                        "debut": "1955-04-19",
                        "fin": "2000-09-21",
                        "titre": "Livre Ier : Régime du sol",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098247",
                        "id": "LEGISCTA000006098247",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1955-04-19",
                        "fin": "1992-11-12",
                        "titre": "Titre IV : Des eaux utiles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121350",
                        "id": "LEGISCTA000006121350",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1960-08-04",
                        "fin": "1992-11-12",
                        "titre": "Chapitre II-1 : De l'utilisation des eaux d'irrigation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138193",
                        "id": "LEGISCTA000006138193",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1955-04-19",
                        "fin": "2999-01-01",
                        "titre": "Code rural (ancien)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071366",
                        "id": "LEGITEXT000006071366",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006579497",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006138193",
            "sectionParentId": "LEGISCTA000006138193",
            "sectionParentTitre": "Chapitre II-1 : De l'utilisation des eaux d'irrigation.",
            "fullSectionsTitre": "Livre Ier : Régime du sol",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006579497",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071366",
                    "titre": "Code rural ancien",
                    "titreLong": "Code rural (ancien)",
                    "etat": "VIGUEUR",
                    "dateDebut": -464054400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071366",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000507528",
                    "textTitle": "Décret 55-433 1955-04-16",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000507528",
                    "natureText": "DECRET",
                    "datePubliTexte": "1955-04-19",
                    "dateSignaTexte": "1955-04-16",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000687645",
                    "textTitle": "Loi 60-792 1960-08-02 art. 19 JORF 4 août 1960",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000687645",
                    "natureText": "LOI",
                    "datePubliTexte": "1960-08-04",
                    "dateSignaTexte": "1960-08-02",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000542506",
                    "textTitle": "Loi n°92-1283 du 11 décembre 1992 - art. 5 (V) JORF 12 décembre 1992",
                    "linkType": "ABROGATION",
                    "linkOrientation": "source",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000006600053",
                    "natureText": "LOI",
                    "datePubliTexte": "1992-12-12",
                    "dateSignaTexte": "1992-12-11",
                    "dateDebutCible": "1992-12-12"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006579497",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": -296956800000,
                    "dateFin": 721526400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "128-6"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}