{
    "cid": "LEGIARTI000045687688",
    "num": "R1261-27",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112927",
                        "id": "LEGISCTA000006112927",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Protection générale de la santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132378",
                        "id": "LEGISCTA000006132378",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Don et utilisation des éléments et produits du corps humain",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145468",
                        "id": "LEGISCTA000006145468",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2008-09-05",
                        "titre": "Titre VI : Produits de thérapies génique et cellulaire et produits thérapeutiques annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160956",
                        "id": "LEGISCTA000006160956",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-09-05",
                        "fin": "2022-04-29",
                        "titre": "Titre VI : Dispositions relatives aux produits thérapeutiques annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160956",
                        "id": "LEGISCTA000019425440",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2022-04-29",
                        "fin": "2999-01-01",
                        "titre": "Titre VI : Don de corps à des fins d'enseignement médical et de recherche",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160956",
                        "id": "LEGISCTA000045689795",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-21",
                        "fin": "2008-09-05",
                        "titre": "Chapitre III : Produits thérapeutiques annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006178499",
                        "id": "LEGISCTA000006178499",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2008-09-05",
                        "fin": "2022-04-29",
                        "titre": "Chapitre unique : Produits thérapeutiques annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006178499",
                        "id": "LEGISCTA000019425438",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2022-04-29",
                        "fin": "2999-01-01",
                        "titre": "Chapitre unique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006178499",
                        "id": "LEGISCTA000045689792",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2022-04-29",
                        "fin": "2999-01-01",
                        "titre": "Section 5 : Autorisation des établissements",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000045687682",
                        "id": "LEGISCTA000045687682",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000045687688",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000045684251",
                    "textTitle": "Décret n°2022-719 du 27 avril 2022 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000045686146",
                    "natureText": "DECRET",
                    "datePubliTexte": "2022-04-28",
                    "dateSignaTexte": "2022-04-27",
                    "dateDebutCible": "2022-04-29"
                }
            ],
            "num": "R1261-27",
            "origine": "LEGI",
            "texte": "I.-Le dossier est réputé complet si, dans un délai de deux mois à compter de sa réception, les ministres de tutelle de l'établissement demandeur n'ont pas fait connaître à ce dernier les informations manquantes ou incomplètes en indiquant le délai imparti pour les fournir. Ces autorités s'informent mutuellement des demandes d'informations complémentaires qu'elles adressent à l'établissement et des réponses reçues. Sans réponse dans le délai imparti l'établissement est réputé avoir renoncé à sa demande. II.-Les ministres de tutelle de l'établissement apprécient, en particulier, si les conditions de transport, de prise en charge, de conservation et d'utilisation des corps présentent des garanties suffisantes pour assurer le respect dû au corps du donneur, des règles en vigueur en matière de santé et de sécurité au travail des personnes exerçant une activité professionnelle sur le site ainsi que des dispositions applicables en matière de protection de l'environnement. Ils apprécient également la qualité de l'information délivrée aux donneurs et à la personne référente désignée par eux, à leur famille ou à leurs proches, les modalités de recueil du consentement au don des donneurs et les modalités de vérification de l'absence d'opposition à la restitution de leur corps ainsi que la pertinence éthique et scientifique de l'organisation mise en place par l'établissement. III.-Les ministres de tutelle de l'établissement peuvent demander toute information complémentaire qu'ils estiment nécessaire. Ces informations peuvent inclure des données financières et comptables relatives à l'établissement demandeur. IV.-Les ministres de tutelle de l'établissement notifient leur décision à l'établissement demandeur dans un délai de trois mois à compter de la date à laquelle le dossier est réputé complet. L'absence de réponse dans ce délai vaut décision implicite de rejet.",
            "texteHtml": "<p>I.-Le dossier est réputé complet si, dans un délai de deux mois à compter de sa réception, les ministres de tutelle de l'établissement demandeur n'ont pas fait connaître à ce dernier les informations manquantes ou incomplètes en indiquant le délai imparti pour les fournir.<br/><br/>\n Ces autorités s'informent mutuellement des demandes d'informations complémentaires qu'elles adressent à l'établissement et des réponses reçues. Sans réponse dans le délai imparti l'établissement est réputé avoir renoncé à sa demande.<br/><br/>\n II.-Les ministres de tutelle de l'établissement apprécient, en particulier, si les conditions de transport, de prise en charge, de conservation et d'utilisation des corps présentent des garanties suffisantes pour assurer le respect dû au corps du donneur, des règles en vigueur en matière de santé et de sécurité au travail des personnes exerçant une activité professionnelle sur le site ainsi que des dispositions applicables en matière de protection de l'environnement.<br/><br/>\n Ils apprécient également la qualité de l'information délivrée aux donneurs et à la personne référente désignée par eux, à leur famille ou à leurs proches, les modalités de recueil du consentement au don des donneurs et les modalités de vérification de l'absence d'opposition à la restitution de leur corps ainsi que la pertinence éthique et scientifique de l'organisation mise en place par l'établissement.<br/><br/>\n III.-Les ministres de tutelle de l'établissement peuvent demander toute information complémentaire qu'ils estiment nécessaire. Ces informations peuvent inclure des données financières et comptables relatives à l'établissement demandeur.<br/><br/>\n IV.-Les ministres de tutelle de l'établissement notifient leur décision à l'établissement demandeur dans un délai de trois mois à compter de la date à laquelle le dossier est réputé complet. L'absence de réponse dans ce délai vaut décision implicite de rejet.</p>",
            "type": "AUTONOME",
            "dateDebut": "2022-04-29T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}