{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006843927",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La durée d'une période de vol ne peut excéder 10 heures dans une amplitude de 14 heures. a) Périodes de vol inférieures ou égales à 6 heures : Toute période de vol inférieure ou égale à 6 heures doit être suivie d'un temps d'arrêt d'une durée au moins égale à 11 heures. Toutefois, l'employeur a la faculté d'accorder un temps d'arrêt inférieur à 11 heures, sans toutefois qu'il puisse être inférieur à 6 heures. Dans ce cas, le temps d'arrêt suivant est au moins de 18 heures dont un arrêt nocturne normal. En aucun cas, un temps d'arrêt réduit ne peut être suivi d'une période de vol supérieure à 6 heures. b) Périodes de vol supérieures à 6 heures et inférieures à 10 heures : A l'issue d'une période de vol supérieure à 6 heures, le personnel navigant doit bénéficier d'un temps d'arrêt au moins égal à trois fois le nombre d'heures de vol effectuées. Toutefois, les heures consécutives ou incluses dans une même période de vol, au-delà de la huitième, entraînent un temps d'arrêt égal à quatre fois leur durée. Une fois sur deux le temps d'arrêt doit être au moins égal à 36 heures dont deux arrêts nocturnes normaux. Si un temps d'arrêt est attribué à la base d'affectation, sa durée telle qu'elle résulte de l'alinéa précédent ne peut être diminuée. Les temps d'arrêt accordés hors de la base d'affectation peuvent être réduits, sous réserve que le temps d'arrêt suivant à la base d'affectation soit au moins égal à 36 heures majorées d'une durée égale à l'insuffisance globale du ou des temps d'arrêt intermédiaires, par rapport au temps d'arrêt normal tel qu'il résulte de l'alinéa précédent et qu'il comprenne deux arrêts nocturnes normaux. Les réductions prévues à l'alinéa précédent ne peuvent entraîner des temps d'arrêt inférieurs, le premier à 12 heures, les suivants à 24 heures. Toutefois, si l'un des temps d'arrêt intermédiaires est égal ou supérieur à l'arrêt normal, résultant de la période de vol précédente, majoré éventuellement de l'insuffisance du ou des arrêts précédents, le temps d'arrêt qui le suit peut être ramené à 12 heures. c) Périodes de vol supérieures à 10 heures : Au cas où des périodes de vol supérieures à 10 heures auraient été autorisées dans les formes prévues à l'article D. 422-6, la première période est précédée d'un temps d'arrêt au moins égal à 36 heures dont deux arrêts nocturnes normaux. En outre, un seul arrêt accordé en dehors de la base d'affectation peut subir un abattement, lequel ne peut avoir pour effet de le réduire à moins de 18 heures. Aucun autre arrêt ne peut être réduit avant que le navigant intéressé ait de nouveau bénéficié d'un arrêt au moins égal à 36 heures majorées de l'insuffisance du temps d'arrêt réduit. d) Si un navigant effectue un vol comme passager-service avant d'entreprendre un vol comme membre de l'équipage, sans qu'entre ces deux vols un temps d'arrêt d'au moins 12 heures lui ait été accordé, le temps de vol correspondant à ce vol comme passager-service est compté pour moitié et son amplitude est comptée intégralement pour l'application des maxima fixés au premier alinéa du présent article. e) Les temps programmés sont établis en fonction des temps médians statistiques observés, pour un même type d'aéronef, sur la dernière période correspondante du programme d'exploitation. En l'absence de statistiques, une observation de la durée réalisée des périodes de vol est effectuée. Dans ce dernier cas, pour les périodes de vol programmées entre 5 h 45 et 6 heures, entre 7 h 45 et 8 heures, et entre 9 h 45 et 10 heures, l'information sur les temps programmés établis et les temps effectivement réalisés correspondants est transmise au ministre chargé de l'aviation civile.",
            "texteHtml": "<p></p>La durée d'une période de vol ne peut excéder 10 heures dans une amplitude de 14 heures. <p></p><p></p>a) Périodes de vol inférieures ou égales à 6 heures : <p></p><p></p>Toute période de vol inférieure ou égale à 6 heures doit être suivie d'un temps d'arrêt d'une durée au moins égale à 11 heures. Toutefois, l'employeur a la faculté d'accorder un temps d'arrêt inférieur à 11 heures, sans toutefois qu'il puisse être inférieur à 6 heures. <p></p><p></p>Dans ce cas, le temps d'arrêt suivant est au moins de 18 heures dont un arrêt nocturne normal. <p></p><p></p>En aucun cas, un temps d'arrêt réduit ne peut être suivi d'une période de vol supérieure à 6 heures. <p></p><p></p>b) Périodes de vol supérieures à 6 heures et inférieures à 10 heures : <p></p><p></p>A l'issue d'une période de vol supérieure à 6 heures, le personnel navigant doit bénéficier d'un temps d'arrêt au moins égal à trois fois le nombre d'heures de vol effectuées. Toutefois, les heures consécutives ou incluses dans une même période de vol, au-delà de la huitième, entraînent un temps d'arrêt égal à quatre fois leur durée. Une fois sur deux le temps d'arrêt doit être au moins égal à 36 heures dont deux arrêts nocturnes normaux. <p></p><p></p>Si un temps d'arrêt est attribué à la base d'affectation, sa durée telle qu'elle résulte de l'alinéa précédent ne peut être diminuée. Les temps d'arrêt accordés hors de la base d'affectation peuvent être réduits, sous réserve que le temps d'arrêt suivant à la base d'affectation soit au moins égal à 36 heures majorées d'une durée égale à l'insuffisance globale du ou des temps d'arrêt intermédiaires, par rapport au temps d'arrêt normal tel qu'il résulte de l'alinéa précédent et qu'il comprenne deux arrêts nocturnes normaux. <p></p><p></p>Les réductions prévues à l'alinéa précédent ne peuvent entraîner des temps d'arrêt inférieurs, le premier à 12 heures, les suivants à 24 heures. Toutefois, si l'un des temps d'arrêt intermédiaires est égal ou supérieur à l'arrêt normal, résultant de la période de vol précédente, majoré éventuellement de l'insuffisance du ou des arrêts précédents, le temps d'arrêt qui le suit peut être ramené à 12 heures. <p></p><p></p>c) Périodes de vol supérieures à 10 heures : <p></p><p></p>Au cas où des périodes de vol supérieures à 10 heures auraient été autorisées dans les formes prévues à l'article D. 422-6, la première période est précédée d'un temps d'arrêt au moins égal à 36 heures dont deux arrêts nocturnes normaux. <p></p><p></p>En outre, un seul arrêt accordé en dehors de la base d'affectation peut subir un abattement, lequel ne peut avoir pour effet de le réduire à moins de 18 heures. Aucun autre arrêt ne peut être réduit avant que le navigant intéressé ait de nouveau bénéficié d'un arrêt au moins égal à 36 heures majorées de l'insuffisance du temps d'arrêt réduit. <p></p><p></p>d) Si un navigant effectue un vol comme passager-service avant d'entreprendre un vol comme membre de l'équipage, sans qu'entre ces deux vols un temps d'arrêt d'au moins 12 heures lui ait été accordé, le temps de vol correspondant à ce vol comme passager-service est compté pour moitié et son amplitude est comptée intégralement pour l'application des maxima fixés au premier alinéa du présent article. <p></p><p></p><p></p>e) Les temps programmés sont établis en fonction des temps médians statistiques observés, pour un même type d'aéronef, sur la dernière période correspondante du programme d'exploitation. En l'absence de statistiques, une observation de la durée réalisée des périodes de vol est effectuée. Dans ce dernier cas, pour les périodes de vol programmées entre 5 h 45 et 6 heures, entre 7 h 45 et 8 heures, et entre 9 h 45 et 10 heures, l'information sur les temps programmés établis et les temps effectivement réalisés correspondants est transmise au ministre chargé de l'aviation civile.<p></p><p></p>",
            "num": "D422-5",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 878256000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 257694,
            "context": {
                "titresTM": [
                    {
                        "debut": "1967-04-09",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets simples",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108720",
                        "id": "LEGISCTA000006108720",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1967-04-09",
                        "fin": "2999-01-01",
                        "titre": "LIVRE IV : PERSONNEL NAVIGANT",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129135",
                        "id": "LEGISCTA000006129135",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1967-04-09",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : PERSONNEL NAVIGANT PROFESSIONNEL",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006144018",
                        "id": "LEGISCTA000006144018",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1980-11-21",
                        "fin": "2999-01-01",
                        "titre": "CHAPITRE II : COMMANDANT DE BORD ET EQUIPAGE - DUREE DU TRAVAIL DES PERSONNELS NAVIGANTS",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159793",
                        "id": "LEGISCTA000006159793",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1997-10-31",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006177237",
                        "id": "LEGISCTA000006177237",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1967-04-09",
                        "fin": "2999-01-01",
                        "titre": "Code de l'aviation civile",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074234",
                        "id": "LEGITEXT000006074234",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006843926",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006177237",
            "sectionParentId": "LEGISCTA000006177237",
            "sectionParentTitre": "Section 1 : Dispositions générales",
            "fullSectionsTitre": "Partie réglementaire - Décrets simples &gt; LIVRE IV : PERSONNEL NAVIGANT &gt; TITRE II : PERSONNEL NAVIGANT PROFESSIONNEL &gt; CHAPITRE II : COMMANDANT DE BORD ET EQUIPAGE - DUREE DU TRAVAIL DES PERSONNELS NAVIGANTS &gt; Section 1 : Dispositions générales",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006843927",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074234",
                    "titre": "Code de l'aviation civile",
                    "titreLong": "Code de l'aviation civile",
                    "etat": "VIGUEUR",
                    "dateDebut": -86227200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074234",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000674979",
                    "textTitle": "Décret 67-335 1967-03-30",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000674979",
                    "natureText": "DECRET",
                    "datePubliTexte": "1967-04-09",
                    "dateSignaTexte": "1967-03-30",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000568438",
                    "textTitle": "Décret n°97-999 du 29 octobre 1997 - art. 1 () JORF 31 octobre 1997",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006883020",
                    "natureText": "DECRET",
                    "datePubliTexte": "1997-10-31",
                    "dateSignaTexte": "1997-10-29",
                    "dateDebutCible": "1997-10-31"
                },
                {
                    "textCid": "JORFTEXT000000568438",
                    "textTitle": "Décret n°97-999 du 29 octobre 1997 - art. 5 () JORF 31 octobre 1997",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000006883024",
                    "natureText": "DECRET",
                    "datePubliTexte": "1997-10-31",
                    "dateSignaTexte": "1997-10-29",
                    "dateDebutCible": "1997-10-31"
                },
                {
                    "textCid": "JORFTEXT000000568438",
                    "textTitle": "Décret n°97-999 du 29 octobre 1997 - art. 8 () JORF 31 octobre 1997",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000006883027",
                    "natureText": "DECRET",
                    "datePubliTexte": "1997-10-31",
                    "dateSignaTexte": "1997-10-29",
                    "dateDebutCible": "1997-10-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. D422-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D422-1",
                    "articleId": "LEGIARTI000006843917",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 973036800000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. D422-16 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D422-16",
                    "articleId": "LEGIARTI000006843952",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -86227200000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. D422-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D422-2",
                    "articleId": "LEGIARTI000006843918",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -86227200000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. D422-5-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D422-5-1",
                    "articleId": "LEGIARTI000006843954",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 973036800000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. D422-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D422-6",
                    "articleId": "LEGIARTI000006843929",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 878256000000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. D422-7 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D422-7",
                    "articleId": "LEGIARTI000006843930",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -86227200000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. D422-8 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D422-8",
                    "articleId": "LEGIARTI000006843933",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -86227200000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R426-12 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R426-12",
                    "articleId": "LEGIARTI000006845211",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 457488000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000886592",
                    "textTitle": "Décret 51-359 1951-03-23 art. 5",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000886592",
                    "natureText": "DECRET"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006843926",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 343612800000,
                    "dateFin": 878256000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006843927",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 878256000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D422-5",
                "422-5"
            ],
            "versionPrecedente": "LEGIARTI000006843926",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006843926",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "A. - Personnel navigant autre que le personnel complémentaire de bord : I. - Membre d'équipage non doublé ou secondé. Par période de vingt-quatre heures, les heures consécutives de vol ne devront pas dépasser huit heures pour les pilotes et dix heures pour les autres membres de l'équipage. Ces durées pouvant être prolongées de 50 p. 100 si le vol est interrompu par un ou plusieurs arrêts à l'escale. II. - Membre d'équipage doublé ou secondé ou doublant ou secondant un autre membre de l'équipage. Les périodes de vol ne devront pas dépasser pour les pilotes, avec ou sans arrêts à l'escale : Dix-sept heures consécutives si l'équipage ne dispose pas à bord de postes de repos suffisants ; Vingt-deux heures consécutives si l'équipage dispose à bord de postes de repos suffisants, et respectivement vingt et vingt-cinq heures pour les autres membres de l'équipage. III. - A la fin des périodes de vol visées aux paragraphes A I et A II, le personnel navigant doit bénéficier d'un repos d'une durée au moins égale à deux fois le nombre d'heures de vol effectuées depuis le repos précédent, sans que cette durée puisse, en aucun cas, être inférieure à huit heures. Si, par suite des exigences de l'exploitation, le personnel navigant devait effectuer une nouvelle période de vol sans avoir pu bénéficier d'un repos au moins égal à deux fois le nombre d'heures de vol effectuées depuis le repos précédent, la durée du repos qui suivra la deuxième période sera majorée d'un temps égal à l'insuffisance de la durée du repos qui a suivi la première période. Toutefois, la faculté d'effectuer une deuxième période n'est possible que si la durée du repos qui suit la première période n'est pas inférieure à la durée des vols accomplis au cours de cette première période et, en aucun cas, à huit heures. IV. - Dans les cas dûment justifiés, le chef du service de la main-d'oeuvre des transports peut autoriser, en accord avec la direction générale de l'aviation civile, après avis des délégués du personnel ou, à défaut, du personnel intéressé, des modifications aux règles fixées aux paragraphes A II et A III ci-dessus. V. - N'est pas considérée comme repos la durée des temps de vol effectués en qualité de passager lorsque le déplacement est imposé par des nécessités de service. Lorsque le vol, en qualité de passager service, est effectué sur un long parcours, le membre de l'équipage intéressé ne pourra être commandé à l'arrivée pour un nouveau service avant d'avoir bénéficié d'un repos à l'escale d'une durée au moins égale à la durée du trajet effectué en qualité de passager service. B. - Personnel complémentaire de bord : Les limitations applicables au personnel complémentaire de bord sont celles figurant aux paragraphes A II, A III, A IV et A V ci-dessus. VI. - A la demande d'une organisation patronale ou du personnel de la profession, des arrêtés du ministre compétent pourront, après consultation des organisations intéressées et en se référant, là où il en existe, aux accords intervenus entre elles, autoriser, par dérogation aux règles fixées aux paragraphes A I, A II, A III, A IV, A V et B, un régime répartissant la durée des heures de vol et de repos sur une autre période de temps.",
            "texteHtml": "<p></p>         A. - Personnel navigant autre que le personnel complémentaire de bord :<p></p><p></p>   I. - Membre d'équipage non doublé ou secondé. Par période de vingt-quatre heures, les heures consécutives de vol ne devront pas dépasser huit heures pour les pilotes et dix heures pour les autres membres de l'équipage. Ces durées pouvant être prolongées de 50 p. 100 si le vol est interrompu par un ou plusieurs arrêts à l'escale.<p></p><p></p>   II. - Membre d'équipage doublé ou secondé ou doublant ou secondant un autre membre de l'équipage. Les périodes de vol ne devront pas dépasser pour les pilotes, avec ou sans arrêts à l'escale :<p></p><p></p>   Dix-sept heures consécutives si l'équipage ne dispose pas à bord de postes de repos suffisants ;<p></p><p></p>   Vingt-deux heures consécutives si l'équipage dispose à bord de postes de repos suffisants,<p></p>\n et respectivement vingt et vingt-cinq heures pour les autres membres de l'équipage.<p></p><p></p>   III. - A la fin des périodes de vol visées aux paragraphes A I et A II, le personnel navigant doit bénéficier d'un repos d'une durée au moins égale à deux fois le nombre d'heures de vol effectuées depuis le repos précédent, sans que cette durée puisse, en aucun cas, être inférieure à huit heures. Si, par suite des exigences de l'exploitation, le personnel navigant devait effectuer une nouvelle période de vol sans avoir pu bénéficier d'un repos au moins égal à deux fois le nombre d'heures de vol effectuées depuis le repos précédent, la durée du repos qui suivra la deuxième période sera majorée d'un temps égal à l'insuffisance de la durée du repos qui a suivi la première période.<p></p><p></p>   Toutefois, la faculté d'effectuer une deuxième période n'est possible que si la durée du repos qui suit la première période n'est pas inférieure à la durée des vols accomplis au cours de cette première période et, en aucun cas, à huit heures.<p></p><p></p>   IV. - Dans les cas dûment justifiés, le chef du service de la main-d'oeuvre des transports peut autoriser, en accord avec la direction générale de l'aviation civile, après avis des délégués du personnel ou, à défaut, du personnel intéressé, des modifications aux règles fixées aux paragraphes A II et A III ci-dessus.<p></p><p></p>   V. - N'est pas considérée comme repos la durée des temps de vol effectués en qualité de passager lorsque le déplacement est imposé par des nécessités de service. Lorsque le vol, en qualité de passager service, est effectué sur un long parcours, le membre de l'équipage intéressé ne pourra être commandé à l'arrivée pour un nouveau service avant d'avoir bénéficié d'un repos à l'escale d'une durée au moins égale à la durée du trajet effectué en qualité de passager service.<p></p><p></p>         B. - Personnel complémentaire de bord :<p></p><p></p>   Les limitations applicables au personnel complémentaire de bord sont celles figurant aux paragraphes A II, A III, A IV et A V ci-dessus.<p></p><p></p>   VI. - A la demande d'une organisation patronale ou du personnel de la profession, des arrêtés du ministre compétent pourront, après consultation des organisations intéressées et en se référant, là où il en existe, aux accords intervenus entre elles, autoriser, par dérogation aux règles fixées aux paragraphes A I, A II, A III, A IV, A V et B, un régime répartissant la durée des heures de vol et de repos sur une autre période de temps.<p></p><p></p>",
            "num": "D422-5",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 343612800000,
            "dateFin": 878256000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 214745,
            "context": {
                "titresTM": [
                    {
                        "debut": "1967-04-09",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets simples",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108720",
                        "id": "LEGISCTA000006108720",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1967-04-09",
                        "fin": "2999-01-01",
                        "titre": "LIVRE IV : PERSONNEL NAVIGANT",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129135",
                        "id": "LEGISCTA000006129135",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1967-04-09",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : PERSONNEL NAVIGANT PROFESSIONNEL",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006144018",
                        "id": "LEGISCTA000006144018",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1967-04-09",
                        "fin": "1997-10-31",
                        "titre": "CHAPITRE II : COMMANDANT DE BORD ET ÉQUIPAGE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159792",
                        "id": "LEGISCTA000006159792",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1967-04-09",
                        "fin": "1997-10-31",
                        "titre": "Section 1 : Durée du travail des personnels navigants sur des avions autres que des avions à réaction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006177235",
                        "id": "LEGISCTA000006177235",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1967-04-09",
                        "fin": "1997-10-31",
                        "titre": "Paragraphe 1 : Dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006189150",
                        "id": "LEGISCTA000006189150",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1967-04-09",
                        "fin": "2999-01-01",
                        "titre": "Code de l'aviation civile",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074234",
                        "id": "LEGITEXT000006074234",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006843926",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006189150",
            "sectionParentId": "LEGISCTA000006189150",
            "sectionParentTitre": "Paragraphe 1 : Dispositions générales.",
            "fullSectionsTitre": "Partie réglementaire - Décrets simples &gt; LIVRE IV : PERSONNEL NAVIGANT &gt; TITRE II : PERSONNEL NAVIGANT PROFESSIONNEL",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006843926",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074234",
                    "titre": "Code de l'aviation civile",
                    "titreLong": "Code de l'aviation civile",
                    "etat": "VIGUEUR",
                    "dateDebut": -86227200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074234",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000674979",
                    "textTitle": "Décret 67-335 1967-03-30",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000674979",
                    "natureText": "DECRET",
                    "datePubliTexte": "1967-04-09",
                    "dateSignaTexte": "1967-03-30",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000681579",
                    "textTitle": "Décret 80-910 1980-11-17 art. 5 JORF 21 novembre 1980",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000681579",
                    "natureText": "DECRET",
                    "datePubliTexte": "1980-11-21",
                    "dateSignaTexte": "1980-11-17",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. D422-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D422-1",
                    "articleId": "LEGIARTI000006843917",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 973036800000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. D422-16 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D422-16",
                    "articleId": "LEGIARTI000006843952",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -86227200000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. D422-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D422-2",
                    "articleId": "LEGIARTI000006843918",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -86227200000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. D422-5-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D422-5-1",
                    "articleId": "LEGIARTI000006843954",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 973036800000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. D422-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D422-6",
                    "articleId": "LEGIARTI000006843929",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 878256000000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. D422-7 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D422-7",
                    "articleId": "LEGIARTI000006843930",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -86227200000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. D422-8 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D422-8",
                    "articleId": "LEGIARTI000006843933",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -86227200000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R426-12 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R426-12",
                    "articleId": "LEGIARTI000006845211",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 457488000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000886592",
                    "textTitle": "Décret 51-359 1951-03-23 art. 5",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000886592",
                    "natureText": "DECRET"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006843926",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 343612800000,
                    "dateFin": 878256000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006843927",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 878256000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D422-5",
                "422-5"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}