{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000048372350",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Peuvent êtres destinataires des données à caractère personnel et informations enregistrées dans le traitement automatisé mentionné à l'article R. 142-11 et dans le composant électronique prévu aux articles R. 414-5 et R. 431-1, à l'exclusion des images numérisées des empreintes digitales, à raison de leurs attributions et dans la limite du besoin d'en connaître : 1° Au titre de la délivrance des autorisations de travail, les agents des directions régionales des entreprises, de la concurrence, de la consommation, du travail et de l'emploi individuellement désignés et spécialement habilités par le directeur régional ; 2° Au titre de la lutte contre le travail illégal, et notamment de l'interdiction de l'emploi d'étrangers sans titre de travail prévue à l'article L. 8251-1 du code du travail, et en application de l'article L. 8271-19 du même code, les agents de contrôle de l'inspection du travail mentionnés à l'article L. 8112-1 du code du travail et fonctionnaires de contrôle assimilés mentionnés à l'article L. 8113-7 de ce code, individuellement désignés et spécialement habilités par le directeur régional des entreprises, de la concurrence, de la consommation, du travail et de l'emploi, ainsi qu'en application de l'article L. 8271-17 du même code, les officiers et agents de police judiciaire de la police nationale et de la gendarmerie nationale, et les agents des douanes, individuellement désignés et spécialement habilités respectivement par le directeur général de la police nationale, le directeur général de la gendarmerie nationale et le directeur régional des douanes ou, le cas échéant, le directeur général des douanes et droits indirects ; 3° Au titre de l'accueil des étrangers, de l'intégration, de l'aide au retour et en matière de contribution spéciale et de contribution forfaitaire représentative des frais de réacheminement, les agents de l'Office français de l'immigration et de l'intégration, individuellement désignés et spécialement habilités par leur directeur général ; 4° Au titre du traitement des demandes d'asile ou du statut d'apatride et de la protection des réfugiés, les agents de l'Office français de protection des réfugiés et apatrides, individuellement désignés et spécialement habilités par leur directeur général ; 5° Au titre des avis rendus dans les procédures de déchéance de la nationalité ou de demande de naturalisation, les personnels de la direction des libertés publiques et des affaires juridiques individuellement désignés et spécialement habilités par leur directeur ; 6° Au titre de la lutte contre la fraude documentaire : a) les personnels de la mission \" délivrance sécurisée des titres \" au sein du secrétariat général du ministère de l'intérieur, individuellement désignés et spécialement habilités par le secrétaire général ; b) les agents des préfectures et sous-préfectures compétents en matière de prévention et de lutte contre la fraude documentaire individuellement désignés et spécialement habilités par le préfet ; c) les personnels des laboratoires du service national de police scientifique, de l'identité judiciaire de la police nationale et de l'institut de recherche criminelle de la gendarmerie nationale et les personnels du service chargé de la lutte contre la fraude documentaire de la direction nationale de la police aux frontières, individuellement désignés et spécialement habilités, respectivement, par le directeur général de la police nationale et le directeur général de la gendarmerie nationale ou par les personnels appartenant à la catégorie A ou ayant le rang d'officier sur lesquels ces directeurs généraux ont autorité et auxquels ils ont donné délégation ; 7° Au titre : a) du contrôle et de la vérification de l'identité des personnes et de la vérification de la validité et de l'authenticité du titre de séjour, dans les conditions prévues aux articles L. 812-1 et L. 813-1 et aux articles 78-2 et 78-3 du code de procédure pénale, les officiers de police judiciaire de la police nationale et de la gendarmerie nationale et, sur l'ordre et sous la responsabilité de ceux-ci, les agents de police judiciaire et agents de police judiciaire adjoints mentionnés à l'article 20 et au 1° de l'article 21 du code de procédure pénale, les agents spécialisés, techniciens ou ingénieurs de police technique et scientifique, les agents des douanes dans les conditions prévues à l'article 67 quater du code des douanes ainsi que les agents des services fiscaux et les agents des douanes habilités à effectuer des missions de police judiciaire, individuellement désignés et spécialement habilités, respectivement, par le directeur général de la police nationale, le directeur général de la gendarmerie nationale, ou par les personnels appartenant à la catégorie A ou ayant le rang d'officier sur lesquels ces directeurs ont autorité et auxquels ils ont donné délégation, le directeur régional des douanes ou, le cas échéant, le directeur général des douanes et droits indirects et par le magistrat mentionné à l'article 28-2 du code de procédure pénale ou par le magistrat délégué aux missions judiciaires de la douane ; b) des enquêtes ou des procédures confiées par l'autorité judiciaire, les officiers de police judiciaire de la police ou de la gendarmerie nationales et, sous l'ordre et la responsabilité de ceux-ci, les agents de police judiciaire individuellement désignés et spécialement habilités par leur supérieur hiérarchique ; c) des procédures confiées par l'autorité judiciaire, d'une part, pour les infractions prévues à l'article 28-1 du code de procédure pénale, les agents des douanes habilités à effectuer des missions de police judiciaire, individuellement désignés et spécialement habilités par le magistrat délégué aux missions judiciaires de la douane ou, le cas échéant, par le directeur général des douanes et droits indirects, et, d'autre part, pour les infractions prévues à l'article 28-2 du même code, les agents des services fiscaux habilités à effectuer des missions de police judiciaire, individuellement désignés et spécialement habilités par les magistrats mentionnés à cet article ; d) de la lutte contre l'aide à l'entrée et au séjour irréguliers, les officiers de police judiciaire de l'office de lutte contre le trafic illicite de migrants de la direction nationale de la police aux frontières, ainsi que les officiers de police judiciaire des sections de recherche de la gendarmerie nationale, individuellement désignés et spécialement habilités, respectivement, par le directeur national de la police aux frontières et le directeur général de la gendarmerie nationale ; 8° Aux seules fins de l'accomplissement des vérifications prévues ci-après : a) les agents des organismes chargés de la gestion d'un régime obligatoire de sécurité sociale, assurant l'affiliation, le versement des prestations ou le recouvrement des cotisations, individuellement désignés et spécialement habilités respectivement par les directeurs de ces organismes, à la seule fin de vérifier que les assurés étrangers satisfont à la condition de régularité de leur situation en France prévue par les articles L. 115-6, L. 114-10-2, L. 161-16-1, L. 161-18-1, L. 161-25-1, L. 512-2 et L. 831-1 du code de la sécurité sociale ainsi que par l'article L. 262-4 du code de l'action sociale et des familles et par le 2° du I de l'article L. 822-2 du code de la construction et de l'habitation ; b) les agents de Pôle emploi, individuellement désignés et spécialement habilités par leur directeur, à la seule fin de vérifier, en application de l'article L. 5411-4 du code du travail, la validité des titres de séjour et de travail des étrangers tant pour leur inscription que pour leur maintien sur la liste des demandeurs d'emploi ; c) les agents des préfectures et sous-préfectures compétents, individuellement désignés et spécialement habilités par le préfet et, à Paris, par le préfet de police, à la seule fin d'instruire les demandes de délivrance ou d'échange des permis de conduire ; 9° Dans les conditions fixées par l'article L. 222-1 du code de la sécurité intérieure : a) les agents des services de la police nationale et les militaires des unités de la gendarmerie nationale chargés des missions de prévention et de répression des atteintes aux intérêts fondamentaux de la nation et des actes de terrorisme, individuellement désignés et spécialement habilités par le directeur général dont ils relèvent ; b) les agents des services spécialisés du renseignement mentionnés à l'article R. 222-1 du code de la sécurité intérieure, individuellement désignés et spécialement habilités par le directeur dont ils relèvent, pour les seuls besoins de la prévention des atteintes aux intérêts fondamentaux de la nation et des actes de terrorisme ; 10° A des fins exclusives d'établissement de statistiques pour la consultation d'éléments anonymisés obtenus à partir du traitement automatisé : a) les agents de l'Institut national d'études démographiques, individuellement désignés par leur directeur ; b) les agents de l'Institut national de la statistique et des études économiques et des services statistiques ministériels, dans le respect de l'article 7 bis de la loi n° 51-711 du 7 juin 1951 modifiée sur l'obligation, la coordination et le secret en matière de statistiques ; 11° Au titre de la délivrance des agréments des exploitants individuels et des dirigeants et gérants de personne morale ou de la délivrance des autorisations d'exercice des employés exerçant des activités privées de sécurité, les agents du Conseil national des activités privées de sécurité, individuellement désignés par son directeur et spécialement habilités par le préfet ; 12° Pour les besoins exclusifs de l'évaluation prévue par l'article R. 221-11 du code de l'action sociale et des familles, les agents chargés de la mise en œuvre de la protection de l'enfance, individuellement désignés et spécialement habilités par le président du conseil départemental ; 13° Aux seules fins d'obtenir confirmation de l'acquittement des taxes dont il est redevable et de l'accomplissement des formalités prévues à l'article R. 431-17, le ressortissant étranger concerné par cette procédure ; 14° Aux seules fins d'accompagner les ressortissants étrangers dans leurs démarches en ligne de demande de titre de séjour ou de document de voyage, les agents de l'Agence nationale des titres sécurisés chargés de cette mission d'accompagnement, individuellement désignés et spécialement habilités par leur directeur général ; 15° Aux seules fins d'échanger les documents et informations nécessaires à l'instruction de leur demande de titre de séjour ou de document de voyage et d'être informés de la décision prise sur cette dernière et pour les seules données les concernant, les ressortissants étrangers ayant déposé cette demande sur le téléservice mentionné à l'article R. 431-2.",
            "texteHtml": "<p>Peuvent êtres destinataires des données à caractère personnel et informations enregistrées dans le traitement automatisé mentionné à l'article R. 142-11 et dans le composant électronique prévu aux articles R. 414-5 et R. 431-1, à l'exclusion des images numérisées des empreintes digitales, à raison de leurs attributions et dans la limite du besoin d'en connaître :<br/><br/>\n1° Au titre de la délivrance des autorisations de travail, les agents des directions régionales des entreprises, de la concurrence, de la consommation, du travail et de l'emploi individuellement désignés et spécialement habilités par le directeur régional ;<br/><br/>\n2° Au titre de la lutte contre le travail illégal, et notamment de l'interdiction de l'emploi d'étrangers sans titre de travail prévue à l'article L. 8251-1 du code du travail, et en application de l'article L. 8271-19 du même code, les agents de contrôle de l'inspection du travail mentionnés à l'article L. 8112-1 du code du travail et fonctionnaires de contrôle assimilés mentionnés à l'article L. 8113-7 de ce code, individuellement désignés et spécialement habilités par le directeur régional des entreprises, de la concurrence, de la consommation, du travail et de l'emploi, ainsi qu'en application de l'article L. 8271-17 du même code, les officiers et agents de police judiciaire de la police nationale et de la gendarmerie nationale, et les agents des douanes, individuellement désignés et spécialement habilités respectivement par le directeur général de la police nationale, le directeur général de la gendarmerie nationale et le directeur régional des douanes ou, le cas échéant, le directeur général des douanes et droits indirects ;<br/><br/>\n3° Au titre de l'accueil des étrangers, de l'intégration, de l'aide au retour et en matière de contribution spéciale et de contribution forfaitaire représentative des frais de réacheminement, les agents de l'Office français de l'immigration et de l'intégration, individuellement désignés et spécialement habilités par leur directeur général ;<br/><br/>\n4° Au titre du traitement des demandes d'asile ou du statut d'apatride et de la protection des réfugiés, les agents de l'Office français de protection des réfugiés et apatrides, individuellement désignés et spécialement habilités par leur directeur général ;<br/><br/>\n5° Au titre des avis rendus dans les procédures de déchéance de la nationalité ou de demande de naturalisation, les personnels de la direction des libertés publiques et des affaires juridiques individuellement désignés et spécialement habilités par leur directeur ;<br/><br/>\n6° Au titre de la lutte contre la fraude documentaire :<br/><br/>\na) les personnels de la mission \" délivrance sécurisée des titres \" au sein du secrétariat général du ministère de l'intérieur, individuellement désignés et spécialement habilités par le secrétaire général ;<br/><br/>\nb) les agents des préfectures et sous-préfectures compétents en matière de prévention et de lutte contre la fraude documentaire individuellement désignés et spécialement habilités par le préfet ;<br/><br/>\nc) les personnels des laboratoires du service national de police scientifique, de l'identité judiciaire de la police nationale et de l'institut de recherche criminelle de la gendarmerie nationale et les personnels du service chargé de la lutte contre la fraude documentaire de la direction nationale de la police aux frontières, individuellement désignés et spécialement habilités, respectivement, par le directeur général de la police nationale et le directeur général de la gendarmerie nationale ou par les personnels appartenant à la catégorie A ou ayant le rang d'officier sur lesquels ces directeurs généraux ont autorité et auxquels ils ont donné délégation ;<br/><br/>\n7° Au titre :<br/><br/>\na) du contrôle et de la vérification de l'identité des personnes et de la vérification de la validité et de l'authenticité du titre de séjour, dans les conditions prévues aux articles L. 812-1 et L. 813-1 et aux articles 78-2 et 78-3 du code de procédure pénale, les officiers de police judiciaire de la police nationale et de la gendarmerie nationale et, sur l'ordre et sous la responsabilité de ceux-ci, les agents de police judiciaire et agents de police judiciaire adjoints mentionnés à l'article 20 et au 1° de l'article 21 du code de procédure pénale, les agents spécialisés, techniciens ou ingénieurs de police technique et scientifique, les agents des douanes dans les conditions prévues à l'article 67 quater du code des douanes ainsi que les agents des services fiscaux et les agents des douanes habilités à effectuer des missions de police judiciaire, individuellement désignés et spécialement habilités, respectivement, par le directeur général de la police nationale, le directeur général de la gendarmerie nationale, ou par les personnels appartenant à la catégorie A ou ayant le rang d'officier sur lesquels ces directeurs ont autorité et auxquels ils ont donné délégation, le directeur régional des douanes ou, le cas échéant, le directeur général des douanes et droits indirects et par le magistrat mentionné à l'article 28-2 du code de procédure pénale ou par le magistrat délégué aux missions judiciaires de la douane ;<br/><br/>\nb) des enquêtes ou des procédures confiées par l'autorité judiciaire, les officiers de police judiciaire de la police ou de la gendarmerie nationales et, sous l'ordre et la responsabilité de ceux-ci, les agents de police judiciaire individuellement désignés et spécialement habilités par leur supérieur hiérarchique ;<br/><br/>\nc) des procédures confiées par l'autorité judiciaire, d'une part, pour les infractions prévues à l'article 28-1 du code de procédure pénale, les agents des douanes habilités à effectuer des missions de police judiciaire, individuellement désignés et spécialement habilités par le magistrat délégué aux missions judiciaires de la douane ou, le cas échéant, par le directeur général des douanes et droits indirects, et, d'autre part, pour les infractions prévues à l'article 28-2 du même code, les agents des services fiscaux habilités à effectuer des missions de police judiciaire, individuellement désignés et spécialement habilités par les magistrats mentionnés à cet article ;<br/><br/>\nd) de la lutte contre l'aide à l'entrée et au séjour irréguliers, les officiers de police judiciaire de l'office de lutte contre le trafic illicite de migrants de la direction nationale de la police aux frontières, ainsi que les officiers de police judiciaire des sections de recherche de la gendarmerie nationale, individuellement désignés et spécialement habilités, respectivement, par le directeur national de la police aux frontières et le directeur général de la gendarmerie nationale ;<br/><br/>\n8° Aux seules fins de l'accomplissement des vérifications prévues ci-après :<br/><br/>\na) les agents des organismes chargés de la gestion d'un régime obligatoire de sécurité sociale, assurant l'affiliation, le versement des prestations ou le recouvrement des cotisations, individuellement désignés et spécialement habilités respectivement par les directeurs de ces organismes, à la seule fin de vérifier que les assurés étrangers satisfont à la condition de régularité de leur situation en France prévue par les articles L. 115-6, L. 114-10-2, L. 161-16-1, L. 161-18-1, L. 161-25-1, L. 512-2 et L. 831-1 du code de la sécurité sociale ainsi que par l'article L. 262-4 du code de l'action sociale et des familles et par le 2° du I de l'article L. 822-2 du code de la construction et de l'habitation ;<br/><br/>\nb) les agents de Pôle emploi, individuellement désignés et spécialement habilités par leur directeur, à la seule fin de vérifier, en application de l'article L. 5411-4 du code du travail, la validité des titres de séjour et de travail des étrangers tant pour leur inscription que pour leur maintien sur la liste des demandeurs d'emploi ;<br/><br/>\nc) les agents des préfectures et sous-préfectures compétents, individuellement désignés et spécialement habilités par le préfet et, à Paris, par le préfet de police, à la seule fin d'instruire les demandes de délivrance ou d'échange des permis de conduire ;<br/><br/>\n9° Dans les conditions fixées par l'article L. 222-1 du code de la sécurité intérieure :<br/><br/>\na) les agents des services de la police nationale et les militaires des unités de la gendarmerie nationale chargés des missions de prévention et de répression des atteintes aux intérêts fondamentaux de la nation et des actes de terrorisme, individuellement désignés et spécialement habilités par le directeur général dont ils relèvent ;<br/><br/>\nb) les agents des services spécialisés du renseignement mentionnés à l'article R. 222-1 du code de la sécurité intérieure, individuellement désignés et spécialement habilités par le directeur dont ils relèvent, pour les seuls besoins de la prévention des atteintes aux intérêts fondamentaux de la nation et des actes de terrorisme ;<br/><br/>\n10° A des fins exclusives d'établissement de statistiques pour la consultation d'éléments anonymisés obtenus à partir du traitement automatisé :<br/><br/>\na) les agents de l'Institut national d'études démographiques, individuellement désignés par leur directeur ;<br/><br/>\nb) les agents de l'Institut national de la statistique et des études économiques et des services statistiques ministériels, dans le respect de l'article 7 bis de la loi n° 51-711 du 7 juin 1951 modifiée sur l'obligation, la coordination et le secret en matière de statistiques ;<br/><br/>\n11° Au titre de la délivrance des agréments des exploitants individuels et des dirigeants et gérants de personne morale ou de la délivrance des autorisations d'exercice des employés exerçant des activités privées de sécurité, les agents du Conseil national des activités privées de sécurité, individuellement désignés par son directeur et spécialement habilités par le préfet ;<br/><br/>\n12° Pour les besoins exclusifs de l'évaluation prévue par l'article R. 221-11 du code de l'action sociale et des familles, les agents chargés de la mise en œuvre de la protection de l'enfance, individuellement désignés et spécialement habilités par le président du conseil départemental ;<br/><br/>\n13° Aux seules fins d'obtenir confirmation de l'acquittement des taxes dont il est redevable et de l'accomplissement des formalités prévues à l'article R. 431-17, le ressortissant étranger concerné par cette procédure ;</p><p>14° Aux seules fins d'accompagner les ressortissants étrangers dans leurs démarches en ligne de demande de titre de séjour ou de document de voyage, les agents de l'Agence nationale des titres sécurisés chargés de cette mission d'accompagnement, individuellement désignés et spécialement habilités par leur directeur général ;<br/><br/>\n15° Aux seules fins d'échanger les documents et informations nécessaires à l'instruction de leur demande de titre de séjour ou de document de voyage et d'être informés de la décision prise sur cette dernière et pour les seules données les concernant, les ressortissants étrangers ayant déposé cette demande sur le téléservice mentionné à l'article R. 431-2.</p><p></p>",
            "num": "R142-16",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "6.0",
            "etat": "VIGUEUR",
            "dateDebut": 1701388800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 429496729,
            "context": {
                "titresTM": [
                    {
                        "debut": "2021-05-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000042799742",
                        "id": "LEGISCTA000042808572",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-05-01",
                        "fin": "2999-01-01",
                        "titre": "Livre I : DISPOSITIONS GÉNÉRALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000042799744",
                        "id": "LEGISCTA000042808570",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-05-01",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : PROCEDURES ADMINISTRATIVES ET TRAITEMENTS DE DONNÉES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000042799890",
                        "id": "LEGISCTA000042808424",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-05-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : TRAITEMENTS AUTOMATISÉS DE DONNÉES À CARACTÈRE PERSONNEL",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000042799926",
                        "id": "LEGISCTA000042808388",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-05-01",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Traitement automatisé de données à caractère personnel dénommé « Application de gestion des dossiers des ressortissants étrangers en France »",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000042799962",
                        "id": "LEGISCTA000042808352",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-05-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 4 : Destinataires des données",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000042799980",
                        "id": "LEGISCTA000042808334",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2005-01-19",
                        "fin": "2999-01-01",
                        "titre": "Code de l'entrée et du séjour des étrangers et du droit d'asile",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070158",
                        "id": "LEGITEXT000006070158",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000042799982",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000042799980",
            "sectionParentId": "LEGISCTA000042808334",
            "sectionParentTitre": "Sous-section 4 : Destinataires des données",
            "fullSectionsTitre": "Partie réglementaire  &gt; Livre I : DISPOSITIONS GÉNÉRALES &gt; Titre IV : PROCEDURES ADMINISTRATIVES ET TRAITEMENTS DE DONNÉES &gt; Chapitre II : TRAITEMENTS AUTOMATISÉS DE DONNÉES À CARACTÈRE PERSONNEL &gt; Section 2 : Traitement automatisé de données à caractère personnel dénommé « Application de gestion des dossiers des ressortissants étrangers en France » &gt; Sous-section 4 : Destinataires des données",
            "refInjection": "MD-20231130_202514_869_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000048372350",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070158",
                    "titre": "Code de l'entrée et du séjour des étrangers et du droit d'asile.",
                    "titreLong": "Code de l'entrée et du séjour des étrangers et du droit d'asile",
                    "etat": "VIGUEUR",
                    "dateDebut": 1106092800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070158",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément au I de l'article 21 du décret n° 2023-1013 du 2 novembre 2023, ces dispositions entrent en vigueur le 1er décembre 2023.",
            "notaHtml": "<p>Conformément au I de l'article 21 du décret n° 2023-1013 du 2 novembre 2023, ces dispositions entrent en vigueur le 1er décembre 2023.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000042756398",
                    "textTitle": "Décret n°2020-1734 du 16 décembre 2020 - art.",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                },
                {
                    "textCid": "JORFTEXT000048306645",
                    "textTitle": "Décret n°2023-1013 du 2 novembre 2023 - art. 16",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "16",
                    "articleId": "LEGIARTI000048308393",
                    "natureText": "DECRET",
                    "datePubliTexte": "2023-11-03",
                    "dateSignaTexte": "2023-11-02",
                    "dateDebutCible": "2023-11-04"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000045441856",
                    "textTitle": "Décret n°2022-449 du 30 mars 2022 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000045443738",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-449",
                    "datePubli": 1648684800000,
                    "dateDebut": 1648771200000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. R611-5, I (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "R611-5",
                    "articleId": "LEGIARTI000042970517",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000042808332",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "1.0",
                    "dateDebut": 1619827200000,
                    "dateFin": 1613174400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043128221",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "2.0",
                    "dateDebut": 1619827200000,
                    "dateFin": 1616716800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043292829",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "3.0",
                    "dateDebut": 1619827200000,
                    "dateFin": 1619827200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043409620",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1619827200000,
                    "dateFin": 1672531200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000046844708",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1672531200000,
                    "dateFin": 1701388800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000048372350",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1701388800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R142-16",
                "142-16"
            ],
            "versionPrecedente": "LEGIARTI000046844708",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000046844708",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Peuvent êtres destinataires des données à caractère personnel et informations enregistrées dans le traitement automatisé mentionné à l'article R. 142-11 et dans le composant électronique prévu aux articles R. 414-5 et R. 431-1, à l'exclusion des images numérisées des empreintes digitales, à raison de leurs attributions et dans la limite du besoin d'en connaître : 1° Au titre de la délivrance des autorisations de travail, les agents des directions régionales des entreprises, de la concurrence, de la consommation, du travail et de l'emploi individuellement désignés et spécialement habilités par le directeur régional ; 2° Au titre de la lutte contre le travail illégal, et notamment de l'interdiction de l'emploi d'étrangers sans titre de travail prévue à l'article L. 8251-1 du code du travail, et en application de l'article L. 8271-19 du même code, les agents de contrôle de l'inspection du travail mentionnés à l'article L. 8112-1 du code du travail et fonctionnaires de contrôle assimilés mentionnés à l'article L. 8113-7 de ce code, individuellement désignés et spécialement habilités par le directeur régional des entreprises, de la concurrence, de la consommation, du travail et de l'emploi, ainsi qu'en application de l'article L. 8271-17 du même code, les officiers et agents de police judiciaire de la police nationale et de la gendarmerie nationale, et les agents des douanes, individuellement désignés et spécialement habilités respectivement par le directeur général de la police nationale, le directeur général de la gendarmerie nationale et le directeur régional des douanes ou, le cas échéant, le directeur général des douanes et droits indirects ; 3° Au titre de l'accueil des étrangers, de l'intégration, de l'aide au retour et en matière de contribution spéciale et de contribution forfaitaire représentative des frais de réacheminement, les agents de l'Office français de l'immigration et de l'intégration, individuellement désignés et spécialement habilités par leur directeur général ; 4° Au titre du traitement des demandes d'asile ou du statut d'apatride et de la protection des réfugiés, les agents de l'Office français de protection des réfugiés et apatrides, individuellement désignés et spécialement habilités par leur directeur général ; 5° Au titre des avis rendus dans les procédures de déchéance de la nationalité ou de demande de naturalisation, les personnels de la direction des libertés publiques et des affaires juridiques individuellement désignés et spécialement habilités par leur directeur ; 6° Au titre de la lutte contre la fraude documentaire : a) les personnels de la mission \" délivrance sécurisée des titres \" au sein du secrétariat général du ministère de l'intérieur, individuellement désignés et spécialement habilités par le secrétaire général ; b) les agents des préfectures et sous-préfectures compétents en matière de prévention et de lutte contre la fraude documentaire individuellement désignés et spécialement habilités par le préfet ; c) les personnels des laboratoires du service national de police scientifique, de l'identité judiciaire de la police nationale et de l'institut de recherche criminelle de la gendarmerie nationale et les personnels du bureau de la fraude documentaire de la direction centrale de la police aux frontières, individuellement désignés et spécialement habilités, respectivement, par le directeur général de la police nationale et le directeur général de la gendarmerie nationale ou par les personnels appartenant à la catégorie A ou ayant le rang d'officier sur lesquels ces directeurs généraux ont autorité et auxquels ils ont donné délégation ; 7° Au titre : a) du contrôle et de la vérification de l'identité des personnes et de la vérification de la validité et de l'authenticité du titre de séjour, dans les conditions prévues aux articles L. 812-1 et L. 813-1 et aux articles 78-2 et 78-3 du code de procédure pénale, les officiers de police judiciaire de la police nationale et de la gendarmerie nationale et, sur l'ordre et sous la responsabilité de ceux-ci, les agents de police judiciaire et agents de police judiciaire adjoints mentionnés à l'article 20 et au 1° de l'article 21 du code de procédure pénale, les agents spécialisés, techniciens ou ingénieurs de police technique et scientifique, les agents des douanes dans les conditions prévues à l'article 67 quater du code des douanes ainsi que les agents des services fiscaux et les agents des douanes habilités à effectuer des missions de police judiciaire, individuellement désignés et spécialement habilités, respectivement, par le directeur général de la police nationale, le directeur général de la gendarmerie nationale, ou par les personnels appartenant à la catégorie A ou ayant le rang d'officier sur lesquels ces directeurs ont autorité et auxquels ils ont donné délégation, le directeur régional des douanes ou, le cas échéant, le directeur général des douanes et droits indirects et par le magistrat mentionné à l'article 28-2 du code de procédure pénale ou par le magistrat délégué aux missions judiciaires de la douane ; b) des enquêtes ou des procédures confiées par l'autorité judiciaire, les officiers de police judiciaire de la police ou de la gendarmerie nationales et, sous l'ordre et la responsabilité de ceux-ci, les agents de police judiciaire individuellement désignés et spécialement habilités par leur supérieur hiérarchique ; c) des procédures confiées par l'autorité judiciaire, d'une part, pour les infractions prévues à l'article 28-1 du code de procédure pénale, les agents des douanes habilités à effectuer des missions de police judiciaire, individuellement désignés et spécialement habilités par le magistrat délégué aux missions judiciaires de la douane ou, le cas échéant, par le directeur général des douanes et droits indirects, et, d'autre part, pour les infractions prévues à l'article 28-2 du même code, les agents des services fiscaux habilités à effectuer des missions de police judiciaire, individuellement désignés et spécialement habilités par les magistrats mentionnés à cet article ; d) de la lutte contre l'aide à l'entrée et au séjour irréguliers, les officiers de police judiciaire de l'office de lutte contre le trafic illicite de migrants et des brigades mobiles de recherche de la direction centrale de la police aux frontières, ainsi que les officiers de police judiciaire des sections de recherche de la gendarmerie nationale, individuellement désignés et spécialement habilités, respectivement, par le directeur central de la police aux frontières et le directeur général de la gendarmerie nationale ; 8° Aux seules fins de l'accomplissement des vérifications prévues ci-après : a) les agents des organismes chargés de la gestion d'un régime obligatoire de sécurité sociale, assurant l'affiliation, le versement des prestations ou le recouvrement des cotisations, individuellement désignés et spécialement habilités respectivement par les directeurs de ces organismes, à la seule fin de vérifier que les assurés étrangers satisfont à la condition de régularité de leur situation en France prévue par les articles L. 115-6, L. 114-10-2, L. 161-16-1, L. 161-18-1, L. 161-25-1, L. 512-2 et L. 831-1 du code de la sécurité sociale ainsi que par l'article L. 262-4 du code de l'action sociale et des familles et par le 2° du I de l'article L. 822-2 du code de la construction et de l'habitation ; b) les agents de Pôle emploi, individuellement désignés et spécialement habilités par leur directeur, à la seule fin de vérifier, en application de l'article L. 5411-4 du code du travail, la validité des titres de séjour et de travail des étrangers tant pour leur inscription que pour leur maintien sur la liste des demandeurs d'emploi ; c) les agents des préfectures et sous-préfectures compétents, individuellement désignés et spécialement habilités par le préfet et, à Paris, par le préfet de police, à la seule fin d'instruire les demandes de délivrance ou d'échange des permis de conduire ; 9° Dans les conditions fixées par l'article L. 222-1 du code de la sécurité intérieure : a) les agents des services de la police nationale et les militaires des unités de la gendarmerie nationale chargés des missions de prévention et de répression des atteintes aux intérêts fondamentaux de la nation et des actes de terrorisme, individuellement désignés et spécialement habilités par le directeur général dont ils relèvent ; b) les agents des services spécialisés du renseignement mentionnés à l'article R. 222-1 du code de la sécurité intérieure, individuellement désignés et spécialement habilités par le directeur dont ils relèvent, pour les seuls besoins de la prévention des atteintes aux intérêts fondamentaux de la nation et des actes de terrorisme ; 10° A des fins exclusives d'établissement de statistiques pour la consultation d'éléments anonymisés obtenus à partir du traitement automatisé : a) les agents de l'Institut national d'études démographiques, individuellement désignés par leur directeur ; b) les agents de l'Institut national de la statistique et des études économiques et des services statistiques ministériels, dans le respect de l'article 7 bis de la loi n° 51-711 du 7 juin 1951 modifiée sur l'obligation, la coordination et le secret en matière de statistiques ; 11° Au titre de la délivrance des agréments des exploitants individuels et des dirigeants et gérants de personne morale ou de la délivrance des autorisations d'exercice des employés exerçant des activités privées de sécurité, les agents du Conseil national des activités privées de sécurité, individuellement désignés par son directeur et spécialement habilités par le préfet ; 12° Pour les besoins exclusifs de l'évaluation prévue par l'article R. 221-11 du code de l'action sociale et des familles, les agents chargés de la mise en œuvre de la protection de l'enfance, individuellement désignés et spécialement habilités par le président du conseil départemental ; 13° Aux seules fins d'obtenir confirmation de l'acquittement des taxes dont il est redevable et de l'accomplissement des formalités prévues à l'article R. 431-17, le ressortissant étranger concerné par cette procédure ; 14° Aux seules fins d'accompagner les ressortissants étrangers dans leurs démarches en ligne de demande de titre de séjour ou de document de voyage, les agents de l'Agence nationale des titres sécurisés chargés de cette mission d'accompagnement, individuellement désignés et spécialement habilités par leur directeur général ; 15° Aux seules fins d'échanger les documents et informations nécessaires à l'instruction de leur demande de titre de séjour ou de document de voyage et d'être informés de la décision prise sur cette dernière et pour les seules données les concernant, les ressortissants étrangers ayant déposé cette demande sur le téléservice mentionné à l'article R. 431-2.",
            "texteHtml": "<p>Peuvent êtres destinataires des données à caractère personnel et informations enregistrées dans le traitement automatisé mentionné à l'article R. 142-11 et dans le composant électronique prévu aux articles R. 414-5 et R. 431-1, à l'exclusion des images numérisées des empreintes digitales, à raison de leurs attributions et dans la limite du besoin d'en connaître :<br/><br/>\n1° Au titre de la délivrance des autorisations de travail, les agents des directions régionales des entreprises, de la concurrence, de la consommation, du travail et de l'emploi individuellement désignés et spécialement habilités par le directeur régional ;<br/><br/>\n2° Au titre de la lutte contre le travail illégal, et notamment de l'interdiction de l'emploi d'étrangers sans titre de travail prévue à l'article L. 8251-1 du code du travail, et en application de l'article L. 8271-19 du même code, les agents de contrôle de l'inspection du travail mentionnés à l'article L. 8112-1 du code du travail et fonctionnaires de contrôle assimilés mentionnés à l'article L. 8113-7 de ce code, individuellement désignés et spécialement habilités par le directeur régional des entreprises, de la concurrence, de la consommation, du travail et de l'emploi, ainsi qu'en application de l'article L. 8271-17 du même code, les officiers et agents de police judiciaire de la police nationale et de la gendarmerie nationale, et les agents des douanes, individuellement désignés et spécialement habilités respectivement par le directeur général de la police nationale, le directeur général de la gendarmerie nationale et le directeur régional des douanes ou, le cas échéant, le directeur général des douanes et droits indirects ;<br/><br/>\n3° Au titre de l'accueil des étrangers, de l'intégration, de l'aide au retour et en matière de contribution spéciale et de contribution forfaitaire représentative des frais de réacheminement, les agents de l'Office français de l'immigration et de l'intégration, individuellement désignés et spécialement habilités par leur directeur général ;<br/><br/>\n4° Au titre du traitement des demandes d'asile ou du statut d'apatride et de la protection des réfugiés, les agents de l'Office français de protection des réfugiés et apatrides, individuellement désignés et spécialement habilités par leur directeur général ;<br/><br/>\n5° Au titre des avis rendus dans les procédures de déchéance de la nationalité ou de demande de naturalisation, les personnels de la direction des libertés publiques et des affaires juridiques individuellement désignés et spécialement habilités par leur directeur ;<br/><br/>\n6° Au titre de la lutte contre la fraude documentaire :<br/><br/>\na) les personnels de la mission \" délivrance sécurisée des titres \" au sein du secrétariat général du ministère de l'intérieur, individuellement désignés et spécialement habilités par le secrétaire général ;<br/><br/>\nb) les agents des préfectures et sous-préfectures compétents en matière de prévention et de lutte contre la fraude documentaire individuellement désignés et spécialement habilités par le préfet ;<br/><br/>\nc) les personnels des laboratoires du service national de police scientifique, de l'identité judiciaire de la police nationale et de l'institut de recherche criminelle de la gendarmerie nationale et les personnels du bureau de la fraude documentaire de la direction centrale de la police aux frontières, individuellement désignés et spécialement habilités, respectivement, par le directeur général de la police nationale et le directeur général de la gendarmerie nationale ou par les personnels appartenant à la catégorie A ou ayant le rang d'officier sur lesquels ces directeurs généraux ont autorité et auxquels ils ont donné délégation ;<br/><br/>\n7° Au titre :<br/><br/>\na) du contrôle et de la vérification de l'identité des personnes et de la vérification de la validité et de l'authenticité du titre de séjour, dans les conditions prévues aux articles L. 812-1 et L. 813-1 et aux articles 78-2 et 78-3 du code de procédure pénale, les officiers de police judiciaire de la police nationale et de la gendarmerie nationale et, sur l'ordre et sous la responsabilité de ceux-ci, les agents de police judiciaire et agents de police judiciaire adjoints mentionnés à l'article 20 et au 1° de l'article 21 du code de procédure pénale, les agents spécialisés, techniciens ou ingénieurs de police technique et scientifique, les agents des douanes dans les conditions prévues à l'article 67 quater du code des douanes ainsi que les agents des services fiscaux et les agents des douanes habilités à effectuer des missions de police judiciaire, individuellement désignés et spécialement habilités, respectivement, par le directeur général de la police nationale, le directeur général de la gendarmerie nationale, ou par les personnels appartenant à la catégorie A ou ayant le rang d'officier sur lesquels ces directeurs ont autorité et auxquels ils ont donné délégation, le directeur régional des douanes ou, le cas échéant, le directeur général des douanes et droits indirects et par le magistrat mentionné à l'article 28-2 du code de procédure pénale ou par le magistrat délégué aux missions judiciaires de la douane ;<br/><br/>\nb) des enquêtes ou des procédures confiées par l'autorité judiciaire, les officiers de police judiciaire de la police ou de la gendarmerie nationales et, sous l'ordre et la responsabilité de ceux-ci, les agents de police judiciaire individuellement désignés et spécialement habilités par leur supérieur hiérarchique ;<br/><br/>\nc) des procédures confiées par l'autorité judiciaire, d'une part, pour les infractions prévues à l'article 28-1 du code de procédure pénale, les agents des douanes habilités à effectuer des missions de police judiciaire, individuellement désignés et spécialement habilités par le magistrat délégué aux missions judiciaires de la douane ou, le cas échéant, par le directeur général des douanes et droits indirects, et, d'autre part, pour les infractions prévues à l'article 28-2 du même code, les agents des services fiscaux habilités à effectuer des missions de police judiciaire, individuellement désignés et spécialement habilités par les magistrats mentionnés à cet article ;<br/><br/>\nd) de la lutte contre l'aide à l'entrée et au séjour irréguliers, les officiers de police judiciaire de l'office de lutte contre le trafic illicite de migrants et des brigades mobiles de recherche de la direction centrale de la police aux frontières, ainsi que les officiers de police judiciaire des sections de recherche de la gendarmerie nationale, individuellement désignés et spécialement habilités, respectivement, par le directeur central de la police aux frontières et le directeur général de la gendarmerie nationale ;<br/><br/>\n8° Aux seules fins de l'accomplissement des vérifications prévues ci-après :<br/><br/>\na) les agents des organismes chargés de la gestion d'un régime obligatoire de sécurité sociale, assurant l'affiliation, le versement des prestations ou le recouvrement des cotisations, individuellement désignés et spécialement habilités respectivement par les directeurs de ces organismes, à la seule fin de vérifier que les assurés étrangers satisfont à la condition de régularité de leur situation en France prévue par les articles L. 115-6, L. 114-10-2, L. 161-16-1, L. 161-18-1, L. 161-25-1, L. 512-2 et L. 831-1 du code de la sécurité sociale ainsi que par l'article L. 262-4 du code de l'action sociale et des familles et par le 2° du I de l'article L. 822-2 du code de la construction et de l'habitation ;<br/><br/>\nb) les agents de Pôle emploi, individuellement désignés et spécialement habilités par leur directeur, à la seule fin de vérifier, en application de l'article L. 5411-4 du code du travail, la validité des titres de séjour et de travail des étrangers tant pour leur inscription que pour leur maintien sur la liste des demandeurs d'emploi ;<br/><br/>\nc) les agents des préfectures et sous-préfectures compétents, individuellement désignés et spécialement habilités par le préfet et, à Paris, par le préfet de police, à la seule fin d'instruire les demandes de délivrance ou d'échange des permis de conduire ;<br/><br/>\n9° Dans les conditions fixées par l'article L. 222-1 du code de la sécurité intérieure :<br/><br/>\na) les agents des services de la police nationale et les militaires des unités de la gendarmerie nationale chargés des missions de prévention et de répression des atteintes aux intérêts fondamentaux de la nation et des actes de terrorisme, individuellement désignés et spécialement habilités par le directeur général dont ils relèvent ;<br/><br/>\nb) les agents des services spécialisés du renseignement mentionnés à l'article R. 222-1 du code de la sécurité intérieure, individuellement désignés et spécialement habilités par le directeur dont ils relèvent, pour les seuls besoins de la prévention des atteintes aux intérêts fondamentaux de la nation et des actes de terrorisme ;<br/><br/>\n10° A des fins exclusives d'établissement de statistiques pour la consultation d'éléments anonymisés obtenus à partir du traitement automatisé :<br/><br/>\na) les agents de l'Institut national d'études démographiques, individuellement désignés par leur directeur ;<br/><br/>\nb) les agents de l'Institut national de la statistique et des études économiques et des services statistiques ministériels, dans le respect de l'article 7 bis de la loi n° 51-711 du 7 juin 1951 modifiée sur l'obligation, la coordination et le secret en matière de statistiques ;<br/><br/>\n11° Au titre de la délivrance des agréments des exploitants individuels et des dirigeants et gérants de personne morale ou de la délivrance des autorisations d'exercice des employés exerçant des activités privées de sécurité, les agents du Conseil national des activités privées de sécurité, individuellement désignés par son directeur et spécialement habilités par le préfet ;<br/><br/>\n12° Pour les besoins exclusifs de l'évaluation prévue par l'article R. 221-11 du code de l'action sociale et des familles, les agents chargés de la mise en œuvre de la protection de l'enfance, individuellement désignés et spécialement habilités par le président du conseil départemental ;<br/><br/>\n13° Aux seules fins d'obtenir confirmation de l'acquittement des taxes dont il est redevable et de l'accomplissement des formalités prévues à l'article R. 431-17, le ressortissant étranger concerné par cette procédure ;</p><p>14° Aux seules fins d'accompagner les ressortissants étrangers dans leurs démarches en ligne de demande de titre de séjour ou de document de voyage, les agents de l'Agence nationale des titres sécurisés chargés de cette mission d'accompagnement, individuellement désignés et spécialement habilités par leur directeur général ;<br/><br/>\n15° Aux seules fins d'échanger les documents et informations nécessaires à l'instruction de leur demande de titre de séjour ou de document de voyage et d'être informés de la décision prise sur cette dernière et pour les seules données les concernant, les ressortissants étrangers ayant déposé cette demande sur le téléservice mentionné à l'article R. 431-2.</p>",
            "num": "R142-16",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "MODIFIE",
            "dateDebut": 1672531200000,
            "dateFin": 1701388800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 429496729,
            "context": {
                "titresTM": [
                    {
                        "debut": "2021-05-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000042799742",
                        "id": "LEGISCTA000042808572",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-05-01",
                        "fin": "2999-01-01",
                        "titre": "Livre I : DISPOSITIONS GÉNÉRALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000042799744",
                        "id": "LEGISCTA000042808570",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-05-01",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : PROCEDURES ADMINISTRATIVES ET TRAITEMENTS DE DONNÉES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000042799890",
                        "id": "LEGISCTA000042808424",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-05-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : TRAITEMENTS AUTOMATISÉS DE DONNÉES À CARACTÈRE PERSONNEL",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000042799926",
                        "id": "LEGISCTA000042808388",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-05-01",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Traitement automatisé de données à caractère personnel dénommé « Application de gestion des dossiers des ressortissants étrangers en France »",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000042799962",
                        "id": "LEGISCTA000042808352",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-05-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 4 : Destinataires des données",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000042799980",
                        "id": "LEGISCTA000042808334",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2005-01-19",
                        "fin": "2999-01-01",
                        "titre": "Code de l'entrée et du séjour des étrangers et du droit d'asile",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070158",
                        "id": "LEGITEXT000006070158",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000042799982",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000042799980",
            "sectionParentId": "LEGISCTA000042808334",
            "sectionParentTitre": "Sous-section 4 : Destinataires des données",
            "fullSectionsTitre": "Partie réglementaire  &gt; Livre I : DISPOSITIONS GÉNÉRALES &gt; Titre IV : PROCEDURES ADMINISTRATIVES ET TRAITEMENTS DE DONNÉES &gt; Chapitre II : TRAITEMENTS AUTOMATISÉS DE DONNÉES À CARACTÈRE PERSONNEL &gt; Section 2 : Traitement automatisé de données à caractère personnel dénommé « Application de gestion des dossiers des ressortissants étrangers en France » &gt; Sous-section 4 : Destinataires des données",
            "refInjection": "MD-20231130_202514_869_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000046844708",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070158",
                    "titre": "Code de l'entrée et du séjour des étrangers et du droit d'asile.",
                    "titreLong": "Code de l'entrée et du séjour des étrangers et du droit d'asile",
                    "etat": "VIGUEUR",
                    "dateDebut": 1106092800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070158",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l’article 3 du décret n° 2022-1703 du 27 décembre 2022, ces dispositions entrent en vigueur le 1er janvier 2023 sur l'ensemble du territoire de la République.",
            "notaHtml": "<p>Conformément à l’article 3 du décret n° 2022-1703 du 27 décembre 2022, ces dispositions entrent en vigueur le 1er janvier 2023 sur l'ensemble du territoire de la République.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000042756398",
                    "textTitle": "Décret n°2020-1734 du 16 décembre 2020 - art.",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                },
                {
                    "textCid": "JORFTEXT000046836744",
                    "textTitle": "Décret n°2022-1703 du 27 décembre 2022 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000046838373",
                    "natureText": "DECRET",
                    "datePubliTexte": "2022-12-30",
                    "dateSignaTexte": "2022-12-27",
                    "dateDebutCible": "2023-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000045441856",
                    "textTitle": "Décret n°2022-449 du 30 mars 2022 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000045443738",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-449",
                    "datePubli": 1648684800000,
                    "dateDebut": 1648771200000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. R611-5, I (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "R611-5",
                    "articleId": "LEGIARTI000042970517",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000042808332",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "1.0",
                    "dateDebut": 1619827200000,
                    "dateFin": 1613174400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043128221",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "2.0",
                    "dateDebut": 1619827200000,
                    "dateFin": 1616716800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043292829",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "3.0",
                    "dateDebut": 1619827200000,
                    "dateFin": 1619827200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043409620",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1619827200000,
                    "dateFin": 1672531200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000046844708",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1672531200000,
                    "dateFin": 1701388800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000048372350",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1701388800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R142-16",
                "142-16"
            ],
            "versionPrecedente": "LEGIARTI000043409620",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000042808332",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Peuvent êtres destinataires des données à caractère personnel et informations enregistrées dans le traitement automatisé mentionné à l'article R. 142-11 et dans le composant électronique prévu aux articles R. 414-5 et R. 431-1, à l'exclusion des images numérisées des empreintes digitales, à raison de leurs attributions et dans la limite du besoin d'en connaître : 1° Au titre de la délivrance des autorisations de travail, les agents des directions régionales des entreprises, de la concurrence, de la consommation, du travail et de l'emploi individuellement désignés et spécialement habilités par le directeur régional ; 2° Au titre de la lutte contre le travail illégal, et notamment de l'interdiction de l'emploi d'étrangers sans titre de travail prévue à l'article L. 8251-1 du code du travail, et en application de l'article L. 8271-19 du même code, les inspecteurs et contrôleurs du travail et fonctionnaires de contrôle assimilés mentionnés à l'article L. 8113-7 de ce code, individuellement désignés et spécialement habilités par le directeur régional des entreprises, de la concurrence, de la consommation, du travail et de l'emploi, ainsi qu'en application de l'article L. 8271-17 du même code, les officiers et agents de police judiciaire de la police nationale et de la gendarmerie nationale, et les agents des douanes, individuellement désignés et spécialement habilités respectivement par le directeur général de la police nationale, le directeur général de la gendarmerie nationale et le directeur régional des douanes ou, le cas échéant, le directeur général des douanes et droits indirects ; 3° Au titre de l'accueil des étrangers, de l'intégration, de l'aide au retour et en matière de contribution spéciale et de contribution forfaitaire représentative des frais de réacheminement, les agents de l'Office français de l'immigration et de l'intégration, individuellement désignés et spécialement habilités par leur directeur général ; 4° Au titre du traitement des demandes d'asile ou du statut d'apatride et de la protection des réfugiés, les agents de l'Office français de protection des réfugiés et apatrides, individuellement désignés et spécialement habilités par leur directeur général ; 5° Au titre des avis rendus dans les procédures de déchéance de la nationalité ou de demande de naturalisation, les personnels de la direction des libertés publiques et des affaires juridiques individuellement désignés et spécialement habilités par leur directeur ; 6° Au titre de la lutte contre la fraude documentaire : a) les personnels de la mission \" délivrance sécurisée des titres \" au sein du secrétariat général du ministère de l'intérieur, individuellement désignés et spécialement habilités par le secrétaire général ; b) les agents des préfectures et sous-préfectures compétents en matière de prévention et de lutte contre la fraude documentaire individuellement désignés et spécialement habilités par le préfet ; c) les personnels des laboratoires de l'Institut national de police scientifique, de l'identité judiciaire de la police nationale et de l'institut de recherche criminelle de la gendarmerie nationale et les personnels du bureau de la fraude documentaire de la direction centrale de la police aux frontières, individuellement désignés et spécialement habilités, respectivement, par le directeur général de la police nationale et le directeur général de la gendarmerie nationale ou par les personnels appartenant à la catégorie A ou ayant le rang d'officier sur lesquels ces directeurs généraux ont autorité et auxquels ils ont donné délégation ; 7° Au titre : a) du contrôle et de la vérification de l'identité des personnes et de la vérification de la validité et de l'authenticité du titre de séjour, dans les conditions prévues aux articles L. 812-1 et L. 813-1 et aux articles 78-2 et 78-3 du code de procédure pénale, les officiers de police judiciaire de la police nationale et de la gendarmerie nationale et, sur l'ordre et sous la responsabilité de ceux-ci, les agents de police judiciaire et agents de police judiciaire adjoints mentionnés à l'article 20 et au 1° de l'article 21 du code de procédure pénale, les agents spécialisés, techniciens ou ingénieurs de police technique et scientifique, les agents des douanes dans les conditions prévues à l'article 67 quater du code des douanes ainsi que les agents des services fiscaux et les agents des douanes habilités à effectuer des missions de police judiciaire, individuellement désignés et spécialement habilités, respectivement, par le directeur général de la police nationale, le directeur général de la gendarmerie nationale, ou par les personnels appartenant à la catégorie A ou ayant le rang d'officier sur lesquels ces directeurs ont autorité et auxquels ils ont donné délégation, le directeur régional des douanes ou, le cas échéant, le directeur général des douanes et droits indirects et par le magistrat mentionné à l'article 28-2 du code de procédure pénale ou par le magistrat délégué aux missions judiciaires de la douane ; b) des enquêtes ou des procédures confiées par l'autorité judiciaire, les officiers de police judiciaire de la police ou de la gendarmerie nationales et, sous l'ordre et la responsabilité de ceux-ci, les agents de police judiciaire individuellement désignés et spécialement habilités par leur supérieur hiérarchique ; c) des procédures confiées par l'autorité judiciaire, d'une part, pour les infractions prévues à l'article 28-1 du code de procédure pénale, les agents des douanes habilités à effectuer des missions de police judiciaire, individuellement désignés et spécialement habilités par le magistrat délégué aux missions judiciaires de la douane ou, le cas échéant, par le directeur général des douanes et droits indirects, et, d'autre part, pour les infractions prévues à l'article 28-2 du même code, les agents des services fiscaux habilités à effectuer des missions de police judiciaire, individuellement désignés et spécialement habilités par les magistrats mentionnés à cet article ; d) de la lutte contre l'aide à l'entrée et au séjour irréguliers, les officiers de police judiciaire de l'Office central pour la répression de l'immigration irrégulière et de l'emploi d'étrangers sans titre et des brigades mobiles de recherche de la direction centrale de la police aux frontières, ainsi que les officiers de police judiciaire des sections de recherche de la gendarmerie nationale, individuellement désignés et spécialement habilités, respectivement, par le directeur central de la police aux frontières et le directeur général de la gendarmerie nationale ; 8° Aux seules fins de l'accomplissement des vérifications prévues ci-après : a) les agents des organismes chargés de la gestion d'un régime obligatoire de sécurité sociale, assurant l'affiliation, le versement des prestations ou le recouvrement des cotisations, individuellement désignés et spécialement habilités respectivement par les directeurs de ces organismes, à la seule fin de vérifier que les assurés étrangers satisfont à la condition de régularité de leur situation en France prévue par les articles L. 115-6, L. 114-10-2, L. 161-16-1, L. 161-18-1, L. 161-25-1, L. 512-2 et L. 831-1 du code de la sécurité sociale ainsi que par l'article L. 262-4 du code de l'action sociale et des familles et par le 2° du I de l'article L. 822-2 du code de la construction et de l'habitation ; b) les agents de Pôle emploi, individuellement désignés et spécialement habilités par leur directeur, à la seule fin de vérifier, en application de l'article L. 5411-4 du code du travail, la validité des titres de séjour et de travail des étrangers tant pour leur inscription que pour leur maintien sur la liste des demandeurs d'emploi ; c) les agents des préfectures et sous-préfectures compétents, individuellement désignés et spécialement habilités par le préfet et, à Paris, par le préfet de police, à la seule fin d'instruire les demandes de délivrance ou d'échange des permis de conduire ; 9° Dans les conditions fixées par l'article L. 222-1 du code de la sécurité intérieure : a) les agents des services de la police nationale et les militaires des unités de la gendarmerie nationale chargés des missions de prévention et de répression des atteintes aux intérêts fondamentaux de la nation et des actes de terrorisme, individuellement désignés et spécialement habilités par le directeur général dont ils relèvent ; b) les agents des services spécialisés du renseignement mentionnés à l'article R. 222-1 du code de la sécurité intérieure, individuellement désignés et spécialement habilités par le directeur dont ils relèvent, pour les seuls besoins de la prévention des atteintes aux intérêts fondamentaux de la nation et des actes de terrorisme ; 10° A des fins exclusives d'établissement de statistiques pour la consultation d'éléments anonymisés obtenus à partir du traitement automatisé : a) les agents de l'Institut national d'études démographiques, individuellement désignés par leur directeur ; b) les agents de l'Institut national de la statistique et des études économiques et des services statistiques ministériels, dans le respect de l'article 7 bis de la loi n° 51-711 du 7 juin 1951 modifiée sur l'obligation, la coordination et le secret en matière de statistiques ; 11° Au titre de la délivrance des agréments des exploitants individuels et des dirigeants et gérants de personne morale ou de la délivrance des autorisations d'exercice des employés exerçant des activités privées de sécurité, les agents du Conseil national des activités privées de sécurité, individuellement désignés par son directeur et spécialement habilités par le préfet ; 12° Pour les besoins exclusifs de l'évaluation prévue par l'article R. 221-11 du code de l'action sociale et des familles, les agents chargés de la mise en œuvre de la protection de l'enfance, individuellement désignés et spécialement habilités par le président du conseil départemental ; 13° Aux seules fins d'obtenir confirmation de l'acquittement des taxes dont il est redevable et de l'accomplissement des formalités prévues à l'article R. 431-17, le ressortissant étranger concerné par cette procédure.",
            "texteHtml": "<p><br/>Peuvent êtres destinataires des données à caractère personnel et informations enregistrées dans le traitement automatisé mentionné à l'article R. 142-11 et dans le composant électronique prévu aux articles R. 414-5 et R. 431-1, à l'exclusion des images numérisées des empreintes digitales, à raison de leurs attributions et dans la limite du besoin d'en connaître : <br/>1° Au titre de la délivrance des autorisations de travail, les agents des directions régionales des entreprises, de la concurrence, de la consommation, du travail et de l'emploi individuellement désignés et spécialement habilités par le directeur régional ; <br/>2° Au titre de la lutte contre le travail illégal, et notamment de l'interdiction de l'emploi d'étrangers sans titre de travail prévue à l'article L. 8251-1 du code du travail, et en application de l'article L. 8271-19 du même code, les inspecteurs et contrôleurs du travail et fonctionnaires de contrôle assimilés mentionnés à l'article L. 8113-7 de ce code, individuellement désignés et spécialement habilités par le directeur régional des entreprises, de la concurrence, de la consommation, du travail et de l'emploi, ainsi qu'en application de l'article L. 8271-17 du même code, les officiers et agents de police judiciaire de la police nationale et de la gendarmerie nationale, et les agents des douanes, individuellement désignés et spécialement habilités respectivement par le directeur général de la police nationale, le directeur général de la gendarmerie nationale et le directeur régional des douanes ou, le cas échéant, le directeur général des douanes et droits indirects ; <br/>3° Au titre de l'accueil des étrangers, de l'intégration, de l'aide au retour et en matière de contribution spéciale et de contribution forfaitaire représentative des frais de réacheminement, les agents de l'Office français de l'immigration et de l'intégration, individuellement désignés et spécialement habilités par leur directeur général ; <br/>4° Au titre du traitement des demandes d'asile ou du statut d'apatride et de la protection des réfugiés, les agents de l'Office français de protection des réfugiés et apatrides, individuellement désignés et spécialement habilités par leur directeur général ; <br/>5° Au titre des avis rendus dans les procédures de déchéance de la nationalité ou de demande de naturalisation, les personnels de la direction des libertés publiques et des affaires juridiques individuellement désignés et spécialement habilités par leur directeur ; <br/>6° Au titre de la lutte contre la fraude documentaire : <br/>a) les personnels de la mission \" délivrance sécurisée des titres \" au sein du secrétariat général du ministère de l'intérieur, individuellement désignés et spécialement habilités par le secrétaire général ; <br/>b) les agents des préfectures et sous-préfectures compétents en matière de prévention et de lutte contre la fraude documentaire individuellement désignés et spécialement habilités par le préfet ; <br/>c) les personnels des laboratoires de l'Institut national de police scientifique, de l'identité judiciaire de la police nationale et de l'institut de recherche criminelle de la gendarmerie nationale et les personnels du bureau de la fraude documentaire de la direction centrale de la police aux frontières, individuellement désignés et spécialement habilités, respectivement, par le directeur général de la police nationale et le directeur général de la gendarmerie nationale ou par les personnels appartenant à la catégorie A ou ayant le rang d'officier sur lesquels ces directeurs généraux ont autorité et auxquels ils ont donné délégation ; <br/>7° Au titre : <br/>a) du contrôle et de la vérification de l'identité des personnes et de la vérification de la validité et de l'authenticité du titre de séjour, dans les conditions prévues aux articles L. 812-1 et L. 813-1 et aux articles 78-2 et 78-3 du code de procédure pénale, les officiers de police judiciaire de la police nationale et de la gendarmerie nationale et, sur l'ordre et sous la responsabilité de ceux-ci, les agents de police judiciaire et agents de police judiciaire adjoints mentionnés à l'article 20 et au 1° de l'article 21 du code de procédure pénale, les agents spécialisés, techniciens ou ingénieurs de police technique et scientifique, les agents des douanes dans les conditions prévues à l'article 67 quater du code des douanes ainsi que les agents des services fiscaux et les agents des douanes habilités à effectuer des missions de police judiciaire, individuellement désignés et spécialement habilités, respectivement, par le directeur général de la police nationale, le directeur général de la gendarmerie nationale, ou par les personnels appartenant à la catégorie A ou ayant le rang d'officier sur lesquels ces directeurs ont autorité et auxquels ils ont donné délégation, le directeur régional des douanes ou, le cas échéant, le directeur général des douanes et droits indirects et par le magistrat mentionné à l'article 28-2 du code de procédure pénale ou par le magistrat délégué aux missions judiciaires de la douane ; <br/>b) des enquêtes ou des procédures confiées par l'autorité judiciaire, les officiers de police judiciaire de la police ou de la gendarmerie nationales et, sous l'ordre et la responsabilité de ceux-ci, les agents de police judiciaire individuellement désignés et spécialement habilités par leur supérieur hiérarchique ; <br/>c) des procédures confiées par l'autorité judiciaire, d'une part, pour les infractions prévues à l'article 28-1 du code de procédure pénale, les agents des douanes habilités à effectuer des missions de police judiciaire, individuellement désignés et spécialement habilités par le magistrat délégué aux missions judiciaires de la douane ou, le cas échéant, par le directeur général des douanes et droits indirects, et, d'autre part, pour les infractions prévues à l'article 28-2 du même code, les agents des services fiscaux habilités à effectuer des missions de police judiciaire, individuellement désignés et spécialement habilités par les magistrats mentionnés à cet article ; <br/>d) de la lutte contre l'aide à l'entrée et au séjour irréguliers, les officiers de police judiciaire de l'Office central pour la répression de l'immigration irrégulière et de l'emploi d'étrangers sans titre et des brigades mobiles de recherche de la direction centrale de la police aux frontières, ainsi que les officiers de police judiciaire des sections de recherche de la gendarmerie nationale, individuellement désignés et spécialement habilités, respectivement, par le directeur central de la police aux frontières et le directeur général de la gendarmerie nationale ; <br/>8° Aux seules fins de l'accomplissement des vérifications prévues ci-après : <br/>a) les agents des organismes chargés de la gestion d'un régime obligatoire de sécurité sociale, assurant l'affiliation, le versement des prestations ou le recouvrement des cotisations, individuellement désignés et spécialement habilités respectivement par les directeurs de ces organismes, à la seule fin de vérifier que les assurés étrangers satisfont à la condition de régularité de leur situation en France prévue par les articles L. 115-6, L. 114-10-2, L. 161-16-1, L. 161-18-1, L. 161-25-1, L. 512-2 et L. 831-1 du code de la sécurité sociale ainsi que par l'article L. 262-4 du code de l'action sociale et des familles et par le 2° du I de l'article L. 822-2 du code de la construction et de l'habitation ; <br/>b) les agents de Pôle emploi, individuellement désignés et spécialement habilités par leur directeur, à la seule fin de vérifier, en application de l'article L. 5411-4 du code du travail, la validité des titres de séjour et de travail des étrangers tant pour leur inscription que pour leur maintien sur la liste des demandeurs d'emploi ; <br/>c) les agents des préfectures et sous-préfectures compétents, individuellement désignés et spécialement habilités par le préfet et, à Paris, par le préfet de police, à la seule fin d'instruire les demandes de délivrance ou d'échange des permis de conduire ; <br/>9° Dans les conditions fixées par l'article L. 222-1 du code de la sécurité intérieure : <br/>a) les agents des services de la police nationale et les militaires des unités de la gendarmerie nationale chargés des missions de prévention et de répression des atteintes aux intérêts fondamentaux de la nation et des actes de terrorisme, individuellement désignés et spécialement habilités par le directeur général dont ils relèvent ; <br/>b) les agents des services spécialisés du renseignement mentionnés à l'article R. 222-1 du code de la sécurité intérieure, individuellement désignés et spécialement habilités par le directeur dont ils relèvent, pour les seuls besoins de la prévention des atteintes aux intérêts fondamentaux de la nation et des actes de terrorisme ; <br/>10° A des fins exclusives d'établissement de statistiques pour la consultation d'éléments anonymisés obtenus à partir du traitement automatisé : <br/>a) les agents de l'Institut national d'études démographiques, individuellement désignés par leur directeur ; <br/>b) les agents de l'Institut national de la statistique et des études économiques et des services statistiques ministériels, dans le respect de l'article 7 bis de la loi n° 51-711 du 7 juin 1951 modifiée sur l'obligation, la coordination et le secret en matière de statistiques ; <br/>11° Au titre de la délivrance des agréments des exploitants individuels et des dirigeants et gérants de personne morale ou de la délivrance des autorisations d'exercice des employés exerçant des activités privées de sécurité, les agents du Conseil national des activités privées de sécurité, individuellement désignés par son directeur et spécialement habilités par le préfet ; <br/>12° Pour les besoins exclusifs de l'évaluation prévue par l'article R. 221-11 du code de l'action sociale et des familles, les agents chargés de la mise en œuvre de la protection de l'enfance, individuellement désignés et spécialement habilités par le président du conseil départemental ; <br/>13° Aux seules fins d'obtenir confirmation de l'acquittement des taxes dont il est redevable et de l'accomplissement des formalités prévues à l'article R. 431-17, le ressortissant étranger concerné par cette procédure.</p>",
            "num": "R142-16",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE_MORT_NE",
            "dateDebut": 1619827200000,
            "dateFin": 1613174400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 429496729,
            "context": {
                "titresTM": [
                    {
                        "debut": "2021-05-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000042799742",
                        "id": "LEGISCTA000042808572",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-05-01",
                        "fin": "2999-01-01",
                        "titre": "Livre I : DISPOSITIONS GÉNÉRALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000042799744",
                        "id": "LEGISCTA000042808570",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-05-01",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : PROCEDURES ADMINISTRATIVES ET TRAITEMENTS DE DONNÉES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000042799890",
                        "id": "LEGISCTA000042808424",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-05-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : TRAITEMENTS AUTOMATISÉS DE DONNÉES À CARACTÈRE PERSONNEL",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000042799926",
                        "id": "LEGISCTA000042808388",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-05-01",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Traitement automatisé de données à caractère personnel dénommé « Application de gestion des dossiers des ressortissants étrangers en France »",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000042799962",
                        "id": "LEGISCTA000042808352",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-05-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 4 : Destinataires des données",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000042799980",
                        "id": "LEGISCTA000042808334",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2005-01-19",
                        "fin": "2999-01-01",
                        "titre": "Code de l'entrée et du séjour des étrangers et du droit d'asile",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070158",
                        "id": "LEGITEXT000006070158",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000042799982",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000042799980",
            "sectionParentId": "LEGISCTA000042808334",
            "sectionParentTitre": "Sous-section 4 : Destinataires des données",
            "fullSectionsTitre": "Partie réglementaire  &gt; Livre I : DISPOSITIONS GÉNÉRALES &gt; Titre IV : PROCEDURES ADMINISTRATIVES ET TRAITEMENTS DE DONNÉES &gt; Chapitre II : TRAITEMENTS AUTOMATISÉS DE DONNÉES À CARACTÈRE PERSONNEL &gt; Section 2 : Traitement automatisé de données à caractère personnel dénommé « Application de gestion des dossiers des ressortissants étrangers en France » &gt; Sous-section 4 : Destinataires des données",
            "refInjection": "MD-20231130_202514_869_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000042808332",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070158",
                    "titre": "Code de l'entrée et du séjour des étrangers et du droit d'asile.",
                    "titreLong": "Code de l'entrée et du séjour des étrangers et du droit d'asile",
                    "etat": "VIGUEUR",
                    "dateDebut": 1106092800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070158",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 18 du décret n° 2020-1734 du 16 décembre 2020, ces dispositions entrent en vigueur le 1er mai 2021.",
            "notaHtml": "<p>Conformément à l'article 18 du décret n° 2020-1734 du 16 décembre 2020, ces dispositions entrent en vigueur le 1er mai 2021.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000042756398",
                    "textTitle": "Décret n°2020-1734 du 16 décembre 2020 - art.",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGIARTI000042765483",
                    "natureText": "DECRET",
                    "datePubliTexte": "2020-12-30",
                    "dateSignaTexte": "2020-12-16",
                    "dateDebutCible": "2020-12-31"
                },
                {
                    "textCid": "JORFTEXT000042756398",
                    "textTitle": "Décret n°2020-1734 du 16 décembre 2020 - art.",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000042765483",
                    "natureText": "DECRET",
                    "datePubliTexte": "2020-12-30",
                    "dateSignaTexte": "2020-12-16",
                    "dateDebutCible": "2020-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000045441856",
                    "textTitle": "Décret n°2022-449 du 30 mars 2022 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000045443738",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-449",
                    "datePubli": 1648684800000,
                    "dateDebut": 1648771200000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. R611-5, I (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "R611-5",
                    "articleId": "LEGIARTI000042970517",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000042808332",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "1.0",
                    "dateDebut": 1619827200000,
                    "dateFin": 1613174400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043128221",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "2.0",
                    "dateDebut": 1619827200000,
                    "dateFin": 1616716800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043292829",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "3.0",
                    "dateDebut": 1619827200000,
                    "dateFin": 1619827200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043409620",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1619827200000,
                    "dateFin": 1672531200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000046844708",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1672531200000,
                    "dateFin": 1701388800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000048372350",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1701388800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R142-16",
                "142-16"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000043292829",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Peuvent êtres destinataires des données à caractère personnel et informations enregistrées dans le traitement automatisé mentionné à l'article R. 142-11 et dans le composant électronique prévu aux articles R. 414-5 et R. 431-1, à l'exclusion des images numérisées des empreintes digitales, à raison de leurs attributions et dans la limite du besoin d'en connaître : 1° Au titre de la délivrance des autorisations de travail, les agents des directions régionales des entreprises, de la concurrence, de la consommation, du travail et de l'emploi individuellement désignés et spécialement habilités par le directeur régional ; 2° Au titre de la lutte contre le travail illégal, et notamment de l'interdiction de l'emploi d'étrangers sans titre de travail prévue à l'article L. 8251-1 du code du travail, et en application de l'article L. 8271-19 du même code, les agents de contrôle de l'inspection du travail mentionnés à l'article L. 8112-1 du code du travail et fonctionnaires de contrôle assimilés mentionnés à l'article L. 8113-7 de ce code, individuellement désignés et spécialement habilités par le directeur régional des entreprises, de la concurrence, de la consommation, du travail et de l'emploi, ainsi qu'en application de l'article L. 8271-17 du même code, les officiers et agents de police judiciaire de la police nationale et de la gendarmerie nationale, et les agents des douanes, individuellement désignés et spécialement habilités respectivement par le directeur général de la police nationale, le directeur général de la gendarmerie nationale et le directeur régional des douanes ou, le cas échéant, le directeur général des douanes et droits indirects ; 3° Au titre de l'accueil des étrangers, de l'intégration, de l'aide au retour et en matière de contribution spéciale et de contribution forfaitaire représentative des frais de réacheminement, les agents de l'Office français de l'immigration et de l'intégration, individuellement désignés et spécialement habilités par leur directeur général ; 4° Au titre du traitement des demandes d'asile ou du statut d'apatride et de la protection des réfugiés, les agents de l'Office français de protection des réfugiés et apatrides, individuellement désignés et spécialement habilités par leur directeur général ; 5° Au titre des avis rendus dans les procédures de déchéance de la nationalité ou de demande de naturalisation, les personnels de la direction des libertés publiques et des affaires juridiques individuellement désignés et spécialement habilités par leur directeur ; 6° Au titre de la lutte contre la fraude documentaire : a) les personnels de la mission \" délivrance sécurisée des titres \" au sein du secrétariat général du ministère de l'intérieur, individuellement désignés et spécialement habilités par le secrétaire général ; b) les agents des préfectures et sous-préfectures compétents en matière de prévention et de lutte contre la fraude documentaire individuellement désignés et spécialement habilités par le préfet ; c) les personnels des laboratoires de l'Institut national de police scientifique, de l'identité judiciaire de la police nationale et de l'institut de recherche criminelle de la gendarmerie nationale et les personnels du bureau de la fraude documentaire de la direction centrale de la police aux frontières, individuellement désignés et spécialement habilités, respectivement, par le directeur général de la police nationale et le directeur général de la gendarmerie nationale ou par les personnels appartenant à la catégorie A ou ayant le rang d'officier sur lesquels ces directeurs généraux ont autorité et auxquels ils ont donné délégation ; 7° Au titre : a) du contrôle et de la vérification de l'identité des personnes et de la vérification de la validité et de l'authenticité du titre de séjour, dans les conditions prévues aux articles L. 812-1 et L. 813-1 et aux articles 78-2 et 78-3 du code de procédure pénale, les officiers de police judiciaire de la police nationale et de la gendarmerie nationale et, sur l'ordre et sous la responsabilité de ceux-ci, les agents de police judiciaire et agents de police judiciaire adjoints mentionnés à l'article 20 et au 1° de l'article 21 du code de procédure pénale, les agents spécialisés, techniciens ou ingénieurs de police technique et scientifique, les agents des douanes dans les conditions prévues à l'article 67 quater du code des douanes ainsi que les agents des services fiscaux et les agents des douanes habilités à effectuer des missions de police judiciaire, individuellement désignés et spécialement habilités, respectivement, par le directeur général de la police nationale, le directeur général de la gendarmerie nationale, ou par les personnels appartenant à la catégorie A ou ayant le rang d'officier sur lesquels ces directeurs ont autorité et auxquels ils ont donné délégation, le directeur régional des douanes ou, le cas échéant, le directeur général des douanes et droits indirects et par le magistrat mentionné à l'article 28-2 du code de procédure pénale ou par le magistrat délégué aux missions judiciaires de la douane ; b) des enquêtes ou des procédures confiées par l'autorité judiciaire, les officiers de police judiciaire de la police ou de la gendarmerie nationales et, sous l'ordre et la responsabilité de ceux-ci, les agents de police judiciaire individuellement désignés et spécialement habilités par leur supérieur hiérarchique ; c) des procédures confiées par l'autorité judiciaire, d'une part, pour les infractions prévues à l'article 28-1 du code de procédure pénale, les agents des douanes habilités à effectuer des missions de police judiciaire, individuellement désignés et spécialement habilités par le magistrat délégué aux missions judiciaires de la douane ou, le cas échéant, par le directeur général des douanes et droits indirects, et, d'autre part, pour les infractions prévues à l'article 28-2 du même code, les agents des services fiscaux habilités à effectuer des missions de police judiciaire, individuellement désignés et spécialement habilités par les magistrats mentionnés à cet article ; d) de la lutte contre l'aide à l'entrée et au séjour irréguliers, les officiers de police judiciaire de l'Office central pour la répression de l'immigration irrégulière et de l'emploi d'étrangers sans titre et des brigades mobiles de recherche de la direction centrale de la police aux frontières, ainsi que les officiers de police judiciaire des sections de recherche de la gendarmerie nationale, individuellement désignés et spécialement habilités, respectivement, par le directeur central de la police aux frontières et le directeur général de la gendarmerie nationale ; 8° Aux seules fins de l'accomplissement des vérifications prévues ci-après : a) les agents des organismes chargés de la gestion d'un régime obligatoire de sécurité sociale, assurant l'affiliation, le versement des prestations ou le recouvrement des cotisations, individuellement désignés et spécialement habilités respectivement par les directeurs de ces organismes, à la seule fin de vérifier que les assurés étrangers satisfont à la condition de régularité de leur situation en France prévue par les articles L. 115-6, L. 114-10-2, L. 161-16-1, L. 161-18-1, L. 161-25-1, L. 512-2 et L. 831-1 du code de la sécurité sociale ainsi que par l'article L. 262-4 du code de l'action sociale et des familles et par le 2° du I de l'article L. 822-2 du code de la construction et de l'habitation ; b) les agents de Pôle emploi, individuellement désignés et spécialement habilités par leur directeur, à la seule fin de vérifier, en application de l'article L. 5411-4 du code du travail, la validité des titres de séjour et de travail des étrangers tant pour leur inscription que pour leur maintien sur la liste des demandeurs d'emploi ; c) les agents des préfectures et sous-préfectures compétents, individuellement désignés et spécialement habilités par le préfet et, à Paris, par le préfet de police, à la seule fin d'instruire les demandes de délivrance ou d'échange des permis de conduire ; 9° Dans les conditions fixées par l'article L. 222-1 du code de la sécurité intérieure : a) les agents des services de la police nationale et les militaires des unités de la gendarmerie nationale chargés des missions de prévention et de répression des atteintes aux intérêts fondamentaux de la nation et des actes de terrorisme, individuellement désignés et spécialement habilités par le directeur général dont ils relèvent ; b) les agents des services spécialisés du renseignement mentionnés à l'article R. 222-1 du code de la sécurité intérieure, individuellement désignés et spécialement habilités par le directeur dont ils relèvent, pour les seuls besoins de la prévention des atteintes aux intérêts fondamentaux de la nation et des actes de terrorisme ; 10° A des fins exclusives d'établissement de statistiques pour la consultation d'éléments anonymisés obtenus à partir du traitement automatisé : a) les agents de l'Institut national d'études démographiques, individuellement désignés par leur directeur ; b) les agents de l'Institut national de la statistique et des études économiques et des services statistiques ministériels, dans le respect de l'article 7 bis de la loi n° 51-711 du 7 juin 1951 modifiée sur l'obligation, la coordination et le secret en matière de statistiques ; 11° Au titre de la délivrance des agréments des exploitants individuels et des dirigeants et gérants de personne morale ou de la délivrance des autorisations d'exercice des employés exerçant des activités privées de sécurité, les agents du Conseil national des activités privées de sécurité, individuellement désignés par son directeur et spécialement habilités par le préfet ; 12° Pour les besoins exclusifs de l'évaluation prévue par l'article R. 221-11 du code de l'action sociale et des familles, les agents chargés de la mise en œuvre de la protection de l'enfance, individuellement désignés et spécialement habilités par le président du conseil départemental ; 13° Aux seules fins d'obtenir confirmation de l'acquittement des taxes dont il est redevable et de l'accomplissement des formalités prévues à l'article R. 431-17, le ressortissant étranger concerné par cette procédure ; 14° Aux seules fins d'accompagner les ressortissants étrangers dans leurs démarches en ligne de demande de titre de séjour ou de document de voyage, les agents de l'Agence nationale des titres sécurisés chargés de cette mission d'accompagnement, individuellement désignés et spécialement habilités par leur directeur général ; 15° Aux seules fins d'échanger les documents et informations nécessaires à l'instruction de leur demande de titre de séjour ou de document de voyage et d'être informés de la décision prise sur cette dernière et pour les seules données les concernant, les ressortissants étrangers ayant déposé cette demande sur le téléservice mentionné à l'article R. 431-2.",
            "texteHtml": "<p></p><p><br/>\nPeuvent êtres destinataires des données à caractère personnel et informations enregistrées dans le traitement automatisé mentionné à l'article R. 142-11 et dans le composant électronique prévu aux articles R. 414-5 et R. 431-1, à l'exclusion des images numérisées des empreintes digitales, à raison de leurs attributions et dans la limite du besoin d'en connaître :<br/><br/>\n1° Au titre de la délivrance des autorisations de travail, les agents des directions régionales des entreprises, de la concurrence, de la consommation, du travail et de l'emploi individuellement désignés et spécialement habilités par le directeur régional ;<br/><br/>\n2° Au titre de la lutte contre le travail illégal, et notamment de l'interdiction de l'emploi d'étrangers sans titre de travail prévue à l'article L. 8251-1 du code du travail, et en application de l'article L. 8271-19 du même code, les agents de contrôle de l'inspection du travail mentionnés à l'article L. 8112-1 du code du travail et fonctionnaires de contrôle assimilés mentionnés à l'article L. 8113-7 de ce code, individuellement désignés et spécialement habilités par le directeur régional des entreprises, de la concurrence, de la consommation, du travail et de l'emploi, ainsi qu'en application de l'article L. 8271-17 du même code, les officiers et agents de police judiciaire de la police nationale et de la gendarmerie nationale, et les agents des douanes, individuellement désignés et spécialement habilités respectivement par le directeur général de la police nationale, le directeur général de la gendarmerie nationale et le directeur régional des douanes ou, le cas échéant, le directeur général des douanes et droits indirects ;<br/><br/>\n3° Au titre de l'accueil des étrangers, de l'intégration, de l'aide au retour et en matière de contribution spéciale et de contribution forfaitaire représentative des frais de réacheminement, les agents de l'Office français de l'immigration et de l'intégration, individuellement désignés et spécialement habilités par leur directeur général ;<br/><br/>\n4° Au titre du traitement des demandes d'asile ou du statut d'apatride et de la protection des réfugiés, les agents de l'Office français de protection des réfugiés et apatrides, individuellement désignés et spécialement habilités par leur directeur général ;<br/><br/>\n5° Au titre des avis rendus dans les procédures de déchéance de la nationalité ou de demande de naturalisation, les personnels de la direction des libertés publiques et des affaires juridiques individuellement désignés et spécialement habilités par leur directeur ;<br/><br/>\n6° Au titre de la lutte contre la fraude documentaire :<br/><br/>\na) les personnels de la mission \" délivrance sécurisée des titres \" au sein du secrétariat général du ministère de l'intérieur, individuellement désignés et spécialement habilités par le secrétaire général ;<br/><br/>\nb) les agents des préfectures et sous-préfectures compétents en matière de prévention et de lutte contre la fraude documentaire individuellement désignés et spécialement habilités par le préfet ;<br/><br/>\nc) les personnels des laboratoires de l'Institut national de police scientifique, de l'identité judiciaire de la police nationale et de l'institut de recherche criminelle de la gendarmerie nationale et les personnels du bureau de la fraude documentaire de la direction centrale de la police aux frontières, individuellement désignés et spécialement habilités, respectivement, par le directeur général de la police nationale et le directeur général de la gendarmerie nationale ou par les personnels appartenant à la catégorie A ou ayant le rang d'officier sur lesquels ces directeurs généraux ont autorité et auxquels ils ont donné délégation ;<br/><br/>\n7° Au titre :<br/><br/>\na) du contrôle et de la vérification de l'identité des personnes et de la vérification de la validité et de l'authenticité du titre de séjour, dans les conditions prévues aux articles L. 812-1 et L. 813-1 et aux articles 78-2 et 78-3 du code de procédure pénale, les officiers de police judiciaire de la police nationale et de la gendarmerie nationale et, sur l'ordre et sous la responsabilité de ceux-ci, les agents de police judiciaire et agents de police judiciaire adjoints mentionnés à l'article 20 et au 1° de l'article 21 du code de procédure pénale, les agents spécialisés, techniciens ou ingénieurs de police technique et scientifique, les agents des douanes dans les conditions prévues à l'article 67 quater du code des douanes ainsi que les agents des services fiscaux et les agents des douanes habilités à effectuer des missions de police judiciaire, individuellement désignés et spécialement habilités, respectivement, par le directeur général de la police nationale, le directeur général de la gendarmerie nationale, ou par les personnels appartenant à la catégorie A ou ayant le rang d'officier sur lesquels ces directeurs ont autorité et auxquels ils ont donné délégation, le directeur régional des douanes ou, le cas échéant, le directeur général des douanes et droits indirects et par le magistrat mentionné à l'article 28-2 du code de procédure pénale ou par le magistrat délégué aux missions judiciaires de la douane ;<br/><br/>\nb) des enquêtes ou des procédures confiées par l'autorité judiciaire, les officiers de police judiciaire de la police ou de la gendarmerie nationales et, sous l'ordre et la responsabilité de ceux-ci, les agents de police judiciaire individuellement désignés et spécialement habilités par leur supérieur hiérarchique ;<br/><br/>\nc) des procédures confiées par l'autorité judiciaire, d'une part, pour les infractions prévues à l'article 28-1 du code de procédure pénale, les agents des douanes habilités à effectuer des missions de police judiciaire, individuellement désignés et spécialement habilités par le magistrat délégué aux missions judiciaires de la douane ou, le cas échéant, par le directeur général des douanes et droits indirects, et, d'autre part, pour les infractions prévues à l'article 28-2 du même code, les agents des services fiscaux habilités à effectuer des missions de police judiciaire, individuellement désignés et spécialement habilités par les magistrats mentionnés à cet article ;<br/><br/>\nd) de la lutte contre l'aide à l'entrée et au séjour irréguliers, les officiers de police judiciaire de l'Office central pour la répression de l'immigration irrégulière et de l'emploi d'étrangers sans titre et des brigades mobiles de recherche de la direction centrale de la police aux frontières, ainsi que les officiers de police judiciaire des sections de recherche de la gendarmerie nationale, individuellement désignés et spécialement habilités, respectivement, par le directeur central de la police aux frontières et le directeur général de la gendarmerie nationale ;<br/><br/>\n8° Aux seules fins de l'accomplissement des vérifications prévues ci-après :<br/><br/>\na) les agents des organismes chargés de la gestion d'un régime obligatoire de sécurité sociale, assurant l'affiliation, le versement des prestations ou le recouvrement des cotisations, individuellement désignés et spécialement habilités respectivement par les directeurs de ces organismes, à la seule fin de vérifier que les assurés étrangers satisfont à la condition de régularité de leur situation en France prévue par les articles L. 115-6, L. 114-10-2, L. 161-16-1, L. 161-18-1, L. 161-25-1, L. 512-2 et L. 831-1 du code de la sécurité sociale ainsi que par l'article L. 262-4 du code de l'action sociale et des familles et par le 2° du I de l'article L. 822-2 du code de la construction et de l'habitation ;<br/><br/>\nb) les agents de Pôle emploi, individuellement désignés et spécialement habilités par leur directeur, à la seule fin de vérifier, en application de l'article L. 5411-4 du code du travail, la validité des titres de séjour et de travail des étrangers tant pour leur inscription que pour leur maintien sur la liste des demandeurs d'emploi ;<br/><br/>\nc) les agents des préfectures et sous-préfectures compétents, individuellement désignés et spécialement habilités par le préfet et, à Paris, par le préfet de police, à la seule fin d'instruire les demandes de délivrance ou d'échange des permis de conduire ;<br/><br/>\n9° Dans les conditions fixées par l'article L. 222-1 du code de la sécurité intérieure :<br/><br/>\na) les agents des services de la police nationale et les militaires des unités de la gendarmerie nationale chargés des missions de prévention et de répression des atteintes aux intérêts fondamentaux de la nation et des actes de terrorisme, individuellement désignés et spécialement habilités par le directeur général dont ils relèvent ;<br/><br/>\nb) les agents des services spécialisés du renseignement mentionnés à l'article R. 222-1 du code de la sécurité intérieure, individuellement désignés et spécialement habilités par le directeur dont ils relèvent, pour les seuls besoins de la prévention des atteintes aux intérêts fondamentaux de la nation et des actes de terrorisme ;<br/><br/>\n10° A des fins exclusives d'établissement de statistiques pour la consultation d'éléments anonymisés obtenus à partir du traitement automatisé :<br/><br/>\na) les agents de l'Institut national d'études démographiques, individuellement désignés par leur directeur ;<br/><br/>\nb) les agents de l'Institut national de la statistique et des études économiques et des services statistiques ministériels, dans le respect de l'article 7 bis de la loi n° 51-711 du 7 juin 1951 modifiée sur l'obligation, la coordination et le secret en matière de statistiques ;<br/><br/>\n11° Au titre de la délivrance des agréments des exploitants individuels et des dirigeants et gérants de personne morale ou de la délivrance des autorisations d'exercice des employés exerçant des activités privées de sécurité, les agents du Conseil national des activités privées de sécurité, individuellement désignés par son directeur et spécialement habilités par le préfet ;<br/><br/>\n12° Pour les besoins exclusifs de l'évaluation prévue par l'article R. 221-11 du code de l'action sociale et des familles, les agents chargés de la mise en œuvre de la protection de l'enfance, individuellement désignés et spécialement habilités par le président du conseil départemental ;<br/><br/>\n13° Aux seules fins d'obtenir confirmation de l'acquittement des taxes dont il est redevable et de l'accomplissement des formalités prévues à l'article R. 431-17, le ressortissant étranger concerné par cette procédure ;</p><p>14° Aux seules fins d'accompagner les ressortissants étrangers dans leurs démarches en ligne de demande de titre de séjour ou de document de voyage, les agents de l'Agence nationale des titres sécurisés chargés de cette mission d'accompagnement, individuellement désignés et spécialement habilités par leur directeur général ;<br/><br/>\n 15° Aux seules fins d'échanger les documents et informations nécessaires à l'instruction de leur demande de titre de séjour ou de document de voyage et d'être informés de la décision prise sur cette dernière et pour les seules données les concernant, les ressortissants étrangers ayant déposé cette demande sur le téléservice mentionné à l'article R. 431-2.</p><p></p>",
            "num": "R142-16",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE_MORT_NE",
            "dateDebut": 1619827200000,
            "dateFin": 1619827200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 429496729,
            "context": {
                "titresTM": [
                    {
                        "debut": "2021-05-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000042799742",
                        "id": "LEGISCTA000042808572",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-05-01",
                        "fin": "2999-01-01",
                        "titre": "Livre I : DISPOSITIONS GÉNÉRALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000042799744",
                        "id": "LEGISCTA000042808570",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-05-01",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : PROCEDURES ADMINISTRATIVES ET TRAITEMENTS DE DONNÉES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000042799890",
                        "id": "LEGISCTA000042808424",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-05-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : TRAITEMENTS AUTOMATISÉS DE DONNÉES À CARACTÈRE PERSONNEL",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000042799926",
                        "id": "LEGISCTA000042808388",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-05-01",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Traitement automatisé de données à caractère personnel dénommé « Application de gestion des dossiers des ressortissants étrangers en France »",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000042799962",
                        "id": "LEGISCTA000042808352",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-05-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 4 : Destinataires des données",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000042799980",
                        "id": "LEGISCTA000042808334",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2005-01-19",
                        "fin": "2999-01-01",
                        "titre": "Code de l'entrée et du séjour des étrangers et du droit d'asile",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070158",
                        "id": "LEGITEXT000006070158",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000042799982",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000042799980",
            "sectionParentId": "LEGISCTA000042808334",
            "sectionParentTitre": "Sous-section 4 : Destinataires des données",
            "fullSectionsTitre": "Partie réglementaire  &gt; Livre I : DISPOSITIONS GÉNÉRALES &gt; Titre IV : PROCEDURES ADMINISTRATIVES ET TRAITEMENTS DE DONNÉES &gt; Chapitre II : TRAITEMENTS AUTOMATISÉS DE DONNÉES À CARACTÈRE PERSONNEL &gt; Section 2 : Traitement automatisé de données à caractère personnel dénommé « Application de gestion des dossiers des ressortissants étrangers en France » &gt; Sous-section 4 : Destinataires des données",
            "refInjection": "MD-20231130_202514_869_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000043292829",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070158",
                    "titre": "Code de l'entrée et du séjour des étrangers et du droit d'asile.",
                    "titreLong": "Code de l'entrée et du séjour des étrangers et du droit d'asile",
                    "etat": "VIGUEUR",
                    "dateDebut": 1106092800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070158",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 18 du décret n° 2020-1734 du 16 décembre 2020, ces dispositions entrent en vigueur le 1er mai 2021.",
            "notaHtml": "<p>Conformément à l'article 18 du décret n° 2020-1734 du 16 décembre 2020, ces dispositions entrent en vigueur le 1er mai 2021.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000043286048",
                    "textTitle": "Décret n°2021-313 du 24 mars 2021 - art. 5",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000043286794",
                    "natureText": "DECRET",
                    "datePubliTexte": "2021-03-25",
                    "dateSignaTexte": "2021-03-24",
                    "dateDebutCible": "2021-03-26"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000045441856",
                    "textTitle": "Décret n°2022-449 du 30 mars 2022 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000045443738",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-449",
                    "datePubli": 1648684800000,
                    "dateDebut": 1648771200000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. R611-5, I (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "R611-5",
                    "articleId": "LEGIARTI000042970517",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000042808332",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "1.0",
                    "dateDebut": 1619827200000,
                    "dateFin": 1613174400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043128221",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "2.0",
                    "dateDebut": 1619827200000,
                    "dateFin": 1616716800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043292829",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "3.0",
                    "dateDebut": 1619827200000,
                    "dateFin": 1619827200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043409620",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1619827200000,
                    "dateFin": 1672531200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000046844708",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1672531200000,
                    "dateFin": 1701388800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000048372350",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1701388800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R142-16",
                "142-16"
            ],
            "versionPrecedente": "LEGIARTI000043128221",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000043409620",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Peuvent êtres destinataires des données à caractère personnel et informations enregistrées dans le traitement automatisé mentionné à l'article R. 142-11 et dans le composant électronique prévu aux articles R. 414-5 et R. 431-1, à l'exclusion des images numérisées des empreintes digitales, à raison de leurs attributions et dans la limite du besoin d'en connaître : 1° Au titre de la délivrance des autorisations de travail, les agents des directions régionales des entreprises, de la concurrence, de la consommation, du travail et de l'emploi individuellement désignés et spécialement habilités par le directeur régional ; 2° Au titre de la lutte contre le travail illégal, et notamment de l'interdiction de l'emploi d'étrangers sans titre de travail prévue à l'article L. 8251-1 du code du travail, et en application de l'article L. 8271-19 du même code, les agents de contrôle de l'inspection du travail mentionnés à l'article L. 8112-1 du code du travail et fonctionnaires de contrôle assimilés mentionnés à l'article L. 8113-7 de ce code, individuellement désignés et spécialement habilités par le directeur régional des entreprises, de la concurrence, de la consommation, du travail et de l'emploi, ainsi qu'en application de l'article L. 8271-17 du même code, les officiers et agents de police judiciaire de la police nationale et de la gendarmerie nationale, et les agents des douanes, individuellement désignés et spécialement habilités respectivement par le directeur général de la police nationale, le directeur général de la gendarmerie nationale et le directeur régional des douanes ou, le cas échéant, le directeur général des douanes et droits indirects ; 3° Au titre de l'accueil des étrangers, de l'intégration, de l'aide au retour et en matière de contribution spéciale et de contribution forfaitaire représentative des frais de réacheminement, les agents de l'Office français de l'immigration et de l'intégration, individuellement désignés et spécialement habilités par leur directeur général ; 4° Au titre du traitement des demandes d'asile ou du statut d'apatride et de la protection des réfugiés, les agents de l'Office français de protection des réfugiés et apatrides, individuellement désignés et spécialement habilités par leur directeur général ; 5° Au titre des avis rendus dans les procédures de déchéance de la nationalité ou de demande de naturalisation, les personnels de la direction des libertés publiques et des affaires juridiques individuellement désignés et spécialement habilités par leur directeur ; 6° Au titre de la lutte contre la fraude documentaire : a) les personnels de la mission \" délivrance sécurisée des titres \" au sein du secrétariat général du ministère de l'intérieur, individuellement désignés et spécialement habilités par le secrétaire général ; b) les agents des préfectures et sous-préfectures compétents en matière de prévention et de lutte contre la fraude documentaire individuellement désignés et spécialement habilités par le préfet ; c) les personnels des laboratoires du service national de police scientifique, de l'identité judiciaire de la police nationale et de l'institut de recherche criminelle de la gendarmerie nationale et les personnels du bureau de la fraude documentaire de la direction centrale de la police aux frontières, individuellement désignés et spécialement habilités, respectivement, par le directeur général de la police nationale et le directeur général de la gendarmerie nationale ou par les personnels appartenant à la catégorie A ou ayant le rang d'officier sur lesquels ces directeurs généraux ont autorité et auxquels ils ont donné délégation ; 7° Au titre : a) du contrôle et de la vérification de l'identité des personnes et de la vérification de la validité et de l'authenticité du titre de séjour, dans les conditions prévues aux articles L. 812-1 et L. 813-1 et aux articles 78-2 et 78-3 du code de procédure pénale, les officiers de police judiciaire de la police nationale et de la gendarmerie nationale et, sur l'ordre et sous la responsabilité de ceux-ci, les agents de police judiciaire et agents de police judiciaire adjoints mentionnés à l'article 20 et au 1° de l'article 21 du code de procédure pénale, les agents spécialisés, techniciens ou ingénieurs de police technique et scientifique, les agents des douanes dans les conditions prévues à l'article 67 quater du code des douanes ainsi que les agents des services fiscaux et les agents des douanes habilités à effectuer des missions de police judiciaire, individuellement désignés et spécialement habilités, respectivement, par le directeur général de la police nationale, le directeur général de la gendarmerie nationale, ou par les personnels appartenant à la catégorie A ou ayant le rang d'officier sur lesquels ces directeurs ont autorité et auxquels ils ont donné délégation, le directeur régional des douanes ou, le cas échéant, le directeur général des douanes et droits indirects et par le magistrat mentionné à l'article 28-2 du code de procédure pénale ou par le magistrat délégué aux missions judiciaires de la douane ; b) des enquêtes ou des procédures confiées par l'autorité judiciaire, les officiers de police judiciaire de la police ou de la gendarmerie nationales et, sous l'ordre et la responsabilité de ceux-ci, les agents de police judiciaire individuellement désignés et spécialement habilités par leur supérieur hiérarchique ; c) des procédures confiées par l'autorité judiciaire, d'une part, pour les infractions prévues à l'article 28-1 du code de procédure pénale, les agents des douanes habilités à effectuer des missions de police judiciaire, individuellement désignés et spécialement habilités par le magistrat délégué aux missions judiciaires de la douane ou, le cas échéant, par le directeur général des douanes et droits indirects, et, d'autre part, pour les infractions prévues à l'article 28-2 du même code, les agents des services fiscaux habilités à effectuer des missions de police judiciaire, individuellement désignés et spécialement habilités par les magistrats mentionnés à cet article ; d) de la lutte contre l'aide à l'entrée et au séjour irréguliers, les officiers de police judiciaire de l'Office central pour la répression de l'immigration irrégulière et de l'emploi d'étrangers sans titre et des brigades mobiles de recherche de la direction centrale de la police aux frontières, ainsi que les officiers de police judiciaire des sections de recherche de la gendarmerie nationale, individuellement désignés et spécialement habilités, respectivement, par le directeur central de la police aux frontières et le directeur général de la gendarmerie nationale ; 8° Aux seules fins de l'accomplissement des vérifications prévues ci-après : a) les agents des organismes chargés de la gestion d'un régime obligatoire de sécurité sociale, assurant l'affiliation, le versement des prestations ou le recouvrement des cotisations, individuellement désignés et spécialement habilités respectivement par les directeurs de ces organismes, à la seule fin de vérifier que les assurés étrangers satisfont à la condition de régularité de leur situation en France prévue par les articles L. 115-6, L. 114-10-2, L. 161-16-1, L. 161-18-1, L. 161-25-1, L. 512-2 et L. 831-1 du code de la sécurité sociale ainsi que par l'article L. 262-4 du code de l'action sociale et des familles et par le 2° du I de l'article L. 822-2 du code de la construction et de l'habitation ; b) les agents de Pôle emploi, individuellement désignés et spécialement habilités par leur directeur, à la seule fin de vérifier, en application de l'article L. 5411-4 du code du travail, la validité des titres de séjour et de travail des étrangers tant pour leur inscription que pour leur maintien sur la liste des demandeurs d'emploi ; c) les agents des préfectures et sous-préfectures compétents, individuellement désignés et spécialement habilités par le préfet et, à Paris, par le préfet de police, à la seule fin d'instruire les demandes de délivrance ou d'échange des permis de conduire ; 9° Dans les conditions fixées par l'article L. 222-1 du code de la sécurité intérieure : a) les agents des services de la police nationale et les militaires des unités de la gendarmerie nationale chargés des missions de prévention et de répression des atteintes aux intérêts fondamentaux de la nation et des actes de terrorisme, individuellement désignés et spécialement habilités par le directeur général dont ils relèvent ; b) les agents des services spécialisés du renseignement mentionnés à l'article R. 222-1 du code de la sécurité intérieure, individuellement désignés et spécialement habilités par le directeur dont ils relèvent, pour les seuls besoins de la prévention des atteintes aux intérêts fondamentaux de la nation et des actes de terrorisme ; 10° A des fins exclusives d'établissement de statistiques pour la consultation d'éléments anonymisés obtenus à partir du traitement automatisé : a) les agents de l'Institut national d'études démographiques, individuellement désignés par leur directeur ; b) les agents de l'Institut national de la statistique et des études économiques et des services statistiques ministériels, dans le respect de l'article 7 bis de la loi n° 51-711 du 7 juin 1951 modifiée sur l'obligation, la coordination et le secret en matière de statistiques ; 11° Au titre de la délivrance des agréments des exploitants individuels et des dirigeants et gérants de personne morale ou de la délivrance des autorisations d'exercice des employés exerçant des activités privées de sécurité, les agents du Conseil national des activités privées de sécurité, individuellement désignés par son directeur et spécialement habilités par le préfet ; 12° Pour les besoins exclusifs de l'évaluation prévue par l'article R. 221-11 du code de l'action sociale et des familles, les agents chargés de la mise en œuvre de la protection de l'enfance, individuellement désignés et spécialement habilités par le président du conseil départemental ; 13° Aux seules fins d'obtenir confirmation de l'acquittement des taxes dont il est redevable et de l'accomplissement des formalités prévues à l'article R. 431-17, le ressortissant étranger concerné par cette procédure ; 14° Aux seules fins d'accompagner les ressortissants étrangers dans leurs démarches en ligne de demande de titre de séjour ou de document de voyage, les agents de l'Agence nationale des titres sécurisés chargés de cette mission d'accompagnement, individuellement désignés et spécialement habilités par leur directeur général ; 15° Aux seules fins d'échanger les documents et informations nécessaires à l'instruction de leur demande de titre de séjour ou de document de voyage et d'être informés de la décision prise sur cette dernière et pour les seules données les concernant, les ressortissants étrangers ayant déposé cette demande sur le téléservice mentionné à l'article R. 431-2.",
            "texteHtml": "<p></p><p>Peuvent êtres destinataires des données à caractère personnel et informations enregistrées dans le traitement automatisé mentionné à l'article R. 142-11 et dans le composant électronique prévu aux articles R. 414-5 et R. 431-1, à l'exclusion des images numérisées des empreintes digitales, à raison de leurs attributions et dans la limite du besoin d'en connaître :<br/><br/>\n1° Au titre de la délivrance des autorisations de travail, les agents des directions régionales des entreprises, de la concurrence, de la consommation, du travail et de l'emploi individuellement désignés et spécialement habilités par le directeur régional ;<br/><br/>\n2° Au titre de la lutte contre le travail illégal, et notamment de l'interdiction de l'emploi d'étrangers sans titre de travail prévue à l'article L. 8251-1 du code du travail, et en application de l'article L. 8271-19 du même code, les agents de contrôle de l'inspection du travail mentionnés à l'article L. 8112-1 du code du travail et fonctionnaires de contrôle assimilés mentionnés à l'article L. 8113-7 de ce code, individuellement désignés et spécialement habilités par le directeur régional des entreprises, de la concurrence, de la consommation, du travail et de l'emploi, ainsi qu'en application de l'article L. 8271-17 du même code, les officiers et agents de police judiciaire de la police nationale et de la gendarmerie nationale, et les agents des douanes, individuellement désignés et spécialement habilités respectivement par le directeur général de la police nationale, le directeur général de la gendarmerie nationale et le directeur régional des douanes ou, le cas échéant, le directeur général des douanes et droits indirects ;<br/><br/>\n3° Au titre de l'accueil des étrangers, de l'intégration, de l'aide au retour et en matière de contribution spéciale et de contribution forfaitaire représentative des frais de réacheminement, les agents de l'Office français de l'immigration et de l'intégration, individuellement désignés et spécialement habilités par leur directeur général ;<br/><br/>\n4° Au titre du traitement des demandes d'asile ou du statut d'apatride et de la protection des réfugiés, les agents de l'Office français de protection des réfugiés et apatrides, individuellement désignés et spécialement habilités par leur directeur général ;<br/><br/>\n5° Au titre des avis rendus dans les procédures de déchéance de la nationalité ou de demande de naturalisation, les personnels de la direction des libertés publiques et des affaires juridiques individuellement désignés et spécialement habilités par leur directeur ;<br/><br/>\n6° Au titre de la lutte contre la fraude documentaire :<br/><br/>\na) les personnels de la mission \" délivrance sécurisée des titres \" au sein du secrétariat général du ministère de l'intérieur, individuellement désignés et spécialement habilités par le secrétaire général ;<br/><br/>\nb) les agents des préfectures et sous-préfectures compétents en matière de prévention et de lutte contre la fraude documentaire individuellement désignés et spécialement habilités par le préfet ;<br/><br/>\nc) les personnels des laboratoires du service national de police scientifique, de l'identité judiciaire de la police nationale et de l'institut de recherche criminelle de la gendarmerie nationale et les personnels du bureau de la fraude documentaire de la direction centrale de la police aux frontières, individuellement désignés et spécialement habilités, respectivement, par le directeur général de la police nationale et le directeur général de la gendarmerie nationale ou par les personnels appartenant à la catégorie A ou ayant le rang d'officier sur lesquels ces directeurs généraux ont autorité et auxquels ils ont donné délégation ;<br/><br/>\n7° Au titre :<br/><br/>\na) du contrôle et de la vérification de l'identité des personnes et de la vérification de la validité et de l'authenticité du titre de séjour, dans les conditions prévues aux articles L. 812-1 et L. 813-1 et aux articles 78-2 et 78-3 du code de procédure pénale, les officiers de police judiciaire de la police nationale et de la gendarmerie nationale et, sur l'ordre et sous la responsabilité de ceux-ci, les agents de police judiciaire et agents de police judiciaire adjoints mentionnés à l'article 20 et au 1° de l'article 21 du code de procédure pénale, les agents spécialisés, techniciens ou ingénieurs de police technique et scientifique, les agents des douanes dans les conditions prévues à l'article 67 quater du code des douanes ainsi que les agents des services fiscaux et les agents des douanes habilités à effectuer des missions de police judiciaire, individuellement désignés et spécialement habilités, respectivement, par le directeur général de la police nationale, le directeur général de la gendarmerie nationale, ou par les personnels appartenant à la catégorie A ou ayant le rang d'officier sur lesquels ces directeurs ont autorité et auxquels ils ont donné délégation, le directeur régional des douanes ou, le cas échéant, le directeur général des douanes et droits indirects et par le magistrat mentionné à l'article 28-2 du code de procédure pénale ou par le magistrat délégué aux missions judiciaires de la douane ;<br/><br/>\nb) des enquêtes ou des procédures confiées par l'autorité judiciaire, les officiers de police judiciaire de la police ou de la gendarmerie nationales et, sous l'ordre et la responsabilité de ceux-ci, les agents de police judiciaire individuellement désignés et spécialement habilités par leur supérieur hiérarchique ;<br/><br/>\nc) des procédures confiées par l'autorité judiciaire, d'une part, pour les infractions prévues à l'article 28-1 du code de procédure pénale, les agents des douanes habilités à effectuer des missions de police judiciaire, individuellement désignés et spécialement habilités par le magistrat délégué aux missions judiciaires de la douane ou, le cas échéant, par le directeur général des douanes et droits indirects, et, d'autre part, pour les infractions prévues à l'article 28-2 du même code, les agents des services fiscaux habilités à effectuer des missions de police judiciaire, individuellement désignés et spécialement habilités par les magistrats mentionnés à cet article ;<br/><br/>\nd) de la lutte contre l'aide à l'entrée et au séjour irréguliers, les officiers de police judiciaire de l'Office central pour la répression de l'immigration irrégulière et de l'emploi d'étrangers sans titre et des brigades mobiles de recherche de la direction centrale de la police aux frontières, ainsi que les officiers de police judiciaire des sections de recherche de la gendarmerie nationale, individuellement désignés et spécialement habilités, respectivement, par le directeur central de la police aux frontières et le directeur général de la gendarmerie nationale ;<br/><br/>\n8° Aux seules fins de l'accomplissement des vérifications prévues ci-après :<br/><br/>\na) les agents des organismes chargés de la gestion d'un régime obligatoire de sécurité sociale, assurant l'affiliation, le versement des prestations ou le recouvrement des cotisations, individuellement désignés et spécialement habilités respectivement par les directeurs de ces organismes, à la seule fin de vérifier que les assurés étrangers satisfont à la condition de régularité de leur situation en France prévue par les articles L. 115-6, L. 114-10-2, L. 161-16-1, L. 161-18-1, L. 161-25-1, L. 512-2 et L. 831-1 du code de la sécurité sociale ainsi que par l'article L. 262-4 du code de l'action sociale et des familles et par le 2° du I de l'article L. 822-2 du code de la construction et de l'habitation ;<br/><br/>\nb) les agents de Pôle emploi, individuellement désignés et spécialement habilités par leur directeur, à la seule fin de vérifier, en application de l'article L. 5411-4 du code du travail, la validité des titres de séjour et de travail des étrangers tant pour leur inscription que pour leur maintien sur la liste des demandeurs d'emploi ;<br/><br/>\nc) les agents des préfectures et sous-préfectures compétents, individuellement désignés et spécialement habilités par le préfet et, à Paris, par le préfet de police, à la seule fin d'instruire les demandes de délivrance ou d'échange des permis de conduire ;<br/><br/>\n9° Dans les conditions fixées par l'article L. 222-1 du code de la sécurité intérieure :<br/><br/>\na) les agents des services de la police nationale et les militaires des unités de la gendarmerie nationale chargés des missions de prévention et de répression des atteintes aux intérêts fondamentaux de la nation et des actes de terrorisme, individuellement désignés et spécialement habilités par le directeur général dont ils relèvent ;<br/><br/>\nb) les agents des services spécialisés du renseignement mentionnés à l'article R. 222-1 du code de la sécurité intérieure, individuellement désignés et spécialement habilités par le directeur dont ils relèvent, pour les seuls besoins de la prévention des atteintes aux intérêts fondamentaux de la nation et des actes de terrorisme ;<br/><br/>\n10° A des fins exclusives d'établissement de statistiques pour la consultation d'éléments anonymisés obtenus à partir du traitement automatisé :<br/><br/>\na) les agents de l'Institut national d'études démographiques, individuellement désignés par leur directeur ;<br/><br/>\nb) les agents de l'Institut national de la statistique et des études économiques et des services statistiques ministériels, dans le respect de l'article 7 bis de la loi n° 51-711 du 7 juin 1951 modifiée sur l'obligation, la coordination et le secret en matière de statistiques ;<br/><br/>\n11° Au titre de la délivrance des agréments des exploitants individuels et des dirigeants et gérants de personne morale ou de la délivrance des autorisations d'exercice des employés exerçant des activités privées de sécurité, les agents du Conseil national des activités privées de sécurité, individuellement désignés par son directeur et spécialement habilités par le préfet ;<br/><br/>\n12° Pour les besoins exclusifs de l'évaluation prévue par l'article R. 221-11 du code de l'action sociale et des familles, les agents chargés de la mise en œuvre de la protection de l'enfance, individuellement désignés et spécialement habilités par le président du conseil départemental ;<br/><br/>\n13° Aux seules fins d'obtenir confirmation de l'acquittement des taxes dont il est redevable et de l'accomplissement des formalités prévues à l'article R. 431-17, le ressortissant étranger concerné par cette procédure ;</p><p>14° Aux seules fins d'accompagner les ressortissants étrangers dans leurs démarches en ligne de demande de titre de séjour ou de document de voyage, les agents de l'Agence nationale des titres sécurisés chargés de cette mission d'accompagnement, individuellement désignés et spécialement habilités par leur directeur général ;<br/><br/>\n15° Aux seules fins d'échanger les documents et informations nécessaires à l'instruction de leur demande de titre de séjour ou de document de voyage et d'être informés de la décision prise sur cette dernière et pour les seules données les concernant, les ressortissants étrangers ayant déposé cette demande sur le téléservice mentionné à l'article R. 431-2.</p><p></p>",
            "num": "R142-16",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1619827200000,
            "dateFin": 1672531200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 429496729,
            "context": {
                "titresTM": [
                    {
                        "debut": "2021-05-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000042799742",
                        "id": "LEGISCTA000042808572",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-05-01",
                        "fin": "2999-01-01",
                        "titre": "Livre I : DISPOSITIONS GÉNÉRALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000042799744",
                        "id": "LEGISCTA000042808570",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-05-01",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : PROCEDURES ADMINISTRATIVES ET TRAITEMENTS DE DONNÉES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000042799890",
                        "id": "LEGISCTA000042808424",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-05-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : TRAITEMENTS AUTOMATISÉS DE DONNÉES À CARACTÈRE PERSONNEL",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000042799926",
                        "id": "LEGISCTA000042808388",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-05-01",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Traitement automatisé de données à caractère personnel dénommé « Application de gestion des dossiers des ressortissants étrangers en France »",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000042799962",
                        "id": "LEGISCTA000042808352",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-05-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 4 : Destinataires des données",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000042799980",
                        "id": "LEGISCTA000042808334",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2005-01-19",
                        "fin": "2999-01-01",
                        "titre": "Code de l'entrée et du séjour des étrangers et du droit d'asile",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070158",
                        "id": "LEGITEXT000006070158",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000042799982",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000042799980",
            "sectionParentId": "LEGISCTA000042808334",
            "sectionParentTitre": "Sous-section 4 : Destinataires des données",
            "fullSectionsTitre": "Partie réglementaire  &gt; Livre I : DISPOSITIONS GÉNÉRALES &gt; Titre IV : PROCEDURES ADMINISTRATIVES ET TRAITEMENTS DE DONNÉES &gt; Chapitre II : TRAITEMENTS AUTOMATISÉS DE DONNÉES À CARACTÈRE PERSONNEL &gt; Section 2 : Traitement automatisé de données à caractère personnel dénommé « Application de gestion des dossiers des ressortissants étrangers en France » &gt; Sous-section 4 : Destinataires des données",
            "refInjection": "MD-20231130_202514_869_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000043409620",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070158",
                    "titre": "Code de l'entrée et du séjour des étrangers et du droit d'asile.",
                    "titreLong": "Code de l'entrée et du séjour des étrangers et du droit d'asile",
                    "etat": "VIGUEUR",
                    "dateDebut": 1106092800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070158",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l’article 6 du décret n° 2021-481 du 21 avril 2021, ces dispositions entrent en vigueur le premier jour du mois suivant sa publication.",
            "notaHtml": "<p>Conformément à l’article 6 du décret n° 2021-481 du 21 avril 2021, ces dispositions entrent en vigueur le premier jour du mois suivant sa publication.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000043403608",
                    "textTitle": "Décret n°2021-481 du 21 avril 2021 - art. 4",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000043406629",
                    "natureText": "DECRET",
                    "datePubliTexte": "2021-04-22",
                    "dateSignaTexte": "2021-04-21",
                    "dateDebutCible": "2021-04-23"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000045441856",
                    "textTitle": "Décret n°2022-449 du 30 mars 2022 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000045443738",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-449",
                    "datePubli": 1648684800000,
                    "dateDebut": 1648771200000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. R611-5, I (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "R611-5",
                    "articleId": "LEGIARTI000042970517",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000042808332",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "1.0",
                    "dateDebut": 1619827200000,
                    "dateFin": 1613174400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043128221",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "2.0",
                    "dateDebut": 1619827200000,
                    "dateFin": 1616716800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043292829",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "3.0",
                    "dateDebut": 1619827200000,
                    "dateFin": 1619827200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043409620",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1619827200000,
                    "dateFin": 1672531200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000046844708",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1672531200000,
                    "dateFin": 1701388800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000048372350",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1701388800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R142-16",
                "142-16"
            ],
            "versionPrecedente": "LEGIARTI000043292829",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000043128221",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Peuvent êtres destinataires des données à caractère personnel et informations enregistrées dans le traitement automatisé mentionné à l'article R. 142-11 et dans le composant électronique prévu aux articles R. 414-5 et R. 431-1, à l'exclusion des images numérisées des empreintes digitales, à raison de leurs attributions et dans la limite du besoin d'en connaître : 1° Au titre de la délivrance des autorisations de travail, les agents des directions régionales des entreprises, de la concurrence, de la consommation, du travail et de l'emploi individuellement désignés et spécialement habilités par le directeur régional ; 2° Au titre de la lutte contre le travail illégal, et notamment de l'interdiction de l'emploi d'étrangers sans titre de travail prévue à l'article L. 8251-1 du code du travail, et en application de l'article L. 8271-19 du même code, les agents de contrôle de l'inspection du travail mentionnés à l'article L. 8112-1 du code du travail et fonctionnaires de contrôle assimilés mentionnés à l'article L. 8113-7 de ce code, individuellement désignés et spécialement habilités par le directeur régional des entreprises, de la concurrence, de la consommation, du travail et de l'emploi, ainsi qu'en application de l'article L. 8271-17 du même code, les officiers et agents de police judiciaire de la police nationale et de la gendarmerie nationale, et les agents des douanes, individuellement désignés et spécialement habilités respectivement par le directeur général de la police nationale, le directeur général de la gendarmerie nationale et le directeur régional des douanes ou, le cas échéant, le directeur général des douanes et droits indirects ; 3° Au titre de l'accueil des étrangers, de l'intégration, de l'aide au retour et en matière de contribution spéciale et de contribution forfaitaire représentative des frais de réacheminement, les agents de l'Office français de l'immigration et de l'intégration, individuellement désignés et spécialement habilités par leur directeur général ; 4° Au titre du traitement des demandes d'asile ou du statut d'apatride et de la protection des réfugiés, les agents de l'Office français de protection des réfugiés et apatrides, individuellement désignés et spécialement habilités par leur directeur général ; 5° Au titre des avis rendus dans les procédures de déchéance de la nationalité ou de demande de naturalisation, les personnels de la direction des libertés publiques et des affaires juridiques individuellement désignés et spécialement habilités par leur directeur ; 6° Au titre de la lutte contre la fraude documentaire : a) les personnels de la mission \" délivrance sécurisée des titres \" au sein du secrétariat général du ministère de l'intérieur, individuellement désignés et spécialement habilités par le secrétaire général ; b) les agents des préfectures et sous-préfectures compétents en matière de prévention et de lutte contre la fraude documentaire individuellement désignés et spécialement habilités par le préfet ; c) les personnels des laboratoires de l'Institut national de police scientifique, de l'identité judiciaire de la police nationale et de l'institut de recherche criminelle de la gendarmerie nationale et les personnels du bureau de la fraude documentaire de la direction centrale de la police aux frontières, individuellement désignés et spécialement habilités, respectivement, par le directeur général de la police nationale et le directeur général de la gendarmerie nationale ou par les personnels appartenant à la catégorie A ou ayant le rang d'officier sur lesquels ces directeurs généraux ont autorité et auxquels ils ont donné délégation ; 7° Au titre : a) du contrôle et de la vérification de l'identité des personnes et de la vérification de la validité et de l'authenticité du titre de séjour, dans les conditions prévues aux articles L. 812-1 et L. 813-1 et aux articles 78-2 et 78-3 du code de procédure pénale, les officiers de police judiciaire de la police nationale et de la gendarmerie nationale et, sur l'ordre et sous la responsabilité de ceux-ci, les agents de police judiciaire et agents de police judiciaire adjoints mentionnés à l'article 20 et au 1° de l'article 21 du code de procédure pénale, les agents spécialisés, techniciens ou ingénieurs de police technique et scientifique, les agents des douanes dans les conditions prévues à l'article 67 quater du code des douanes ainsi que les agents des services fiscaux et les agents des douanes habilités à effectuer des missions de police judiciaire, individuellement désignés et spécialement habilités, respectivement, par le directeur général de la police nationale, le directeur général de la gendarmerie nationale, ou par les personnels appartenant à la catégorie A ou ayant le rang d'officier sur lesquels ces directeurs ont autorité et auxquels ils ont donné délégation, le directeur régional des douanes ou, le cas échéant, le directeur général des douanes et droits indirects et par le magistrat mentionné à l'article 28-2 du code de procédure pénale ou par le magistrat délégué aux missions judiciaires de la douane ; b) des enquêtes ou des procédures confiées par l'autorité judiciaire, les officiers de police judiciaire de la police ou de la gendarmerie nationales et, sous l'ordre et la responsabilité de ceux-ci, les agents de police judiciaire individuellement désignés et spécialement habilités par leur supérieur hiérarchique ; c) des procédures confiées par l'autorité judiciaire, d'une part, pour les infractions prévues à l'article 28-1 du code de procédure pénale, les agents des douanes habilités à effectuer des missions de police judiciaire, individuellement désignés et spécialement habilités par le magistrat délégué aux missions judiciaires de la douane ou, le cas échéant, par le directeur général des douanes et droits indirects, et, d'autre part, pour les infractions prévues à l'article 28-2 du même code, les agents des services fiscaux habilités à effectuer des missions de police judiciaire, individuellement désignés et spécialement habilités par les magistrats mentionnés à cet article ; d) de la lutte contre l'aide à l'entrée et au séjour irréguliers, les officiers de police judiciaire de l'Office central pour la répression de l'immigration irrégulière et de l'emploi d'étrangers sans titre et des brigades mobiles de recherche de la direction centrale de la police aux frontières, ainsi que les officiers de police judiciaire des sections de recherche de la gendarmerie nationale, individuellement désignés et spécialement habilités, respectivement, par le directeur central de la police aux frontières et le directeur général de la gendarmerie nationale ; 8° Aux seules fins de l'accomplissement des vérifications prévues ci-après : a) les agents des organismes chargés de la gestion d'un régime obligatoire de sécurité sociale, assurant l'affiliation, le versement des prestations ou le recouvrement des cotisations, individuellement désignés et spécialement habilités respectivement par les directeurs de ces organismes, à la seule fin de vérifier que les assurés étrangers satisfont à la condition de régularité de leur situation en France prévue par les articles L. 115-6, L. 114-10-2, L. 161-16-1, L. 161-18-1, L. 161-25-1, L. 512-2 et L. 831-1 du code de la sécurité sociale ainsi que par l'article L. 262-4 du code de l'action sociale et des familles et par le 2° du I de l'article L. 822-2 du code de la construction et de l'habitation ; b) les agents de Pôle emploi, individuellement désignés et spécialement habilités par leur directeur, à la seule fin de vérifier, en application de l'article L. 5411-4 du code du travail, la validité des titres de séjour et de travail des étrangers tant pour leur inscription que pour leur maintien sur la liste des demandeurs d'emploi ; c) les agents des préfectures et sous-préfectures compétents, individuellement désignés et spécialement habilités par le préfet et, à Paris, par le préfet de police, à la seule fin d'instruire les demandes de délivrance ou d'échange des permis de conduire ; 9° Dans les conditions fixées par l'article L. 222-1 du code de la sécurité intérieure : a) les agents des services de la police nationale et les militaires des unités de la gendarmerie nationale chargés des missions de prévention et de répression des atteintes aux intérêts fondamentaux de la nation et des actes de terrorisme, individuellement désignés et spécialement habilités par le directeur général dont ils relèvent ; b) les agents des services spécialisés du renseignement mentionnés à l'article R. 222-1 du code de la sécurité intérieure, individuellement désignés et spécialement habilités par le directeur dont ils relèvent, pour les seuls besoins de la prévention des atteintes aux intérêts fondamentaux de la nation et des actes de terrorisme ; 10° A des fins exclusives d'établissement de statistiques pour la consultation d'éléments anonymisés obtenus à partir du traitement automatisé : a) les agents de l'Institut national d'études démographiques, individuellement désignés par leur directeur ; b) les agents de l'Institut national de la statistique et des études économiques et des services statistiques ministériels, dans le respect de l'article 7 bis de la loi n° 51-711 du 7 juin 1951 modifiée sur l'obligation, la coordination et le secret en matière de statistiques ; 11° Au titre de la délivrance des agréments des exploitants individuels et des dirigeants et gérants de personne morale ou de la délivrance des autorisations d'exercice des employés exerçant des activités privées de sécurité, les agents du Conseil national des activités privées de sécurité, individuellement désignés par son directeur et spécialement habilités par le préfet ; 12° Pour les besoins exclusifs de l'évaluation prévue par l'article R. 221-11 du code de l'action sociale et des familles, les agents chargés de la mise en œuvre de la protection de l'enfance, individuellement désignés et spécialement habilités par le président du conseil départemental ; 13° Aux seules fins d'obtenir confirmation de l'acquittement des taxes dont il est redevable et de l'accomplissement des formalités prévues à l'article R. 431-17, le ressortissant étranger concerné par cette procédure.",
            "texteHtml": "<p></p><p><br/>\nPeuvent êtres destinataires des données à caractère personnel et informations enregistrées dans le traitement automatisé mentionné à l'article R. 142-11 et dans le composant électronique prévu aux articles R. 414-5 et R. 431-1, à l'exclusion des images numérisées des empreintes digitales, à raison de leurs attributions et dans la limite du besoin d'en connaître :<br/><br/>\n1° Au titre de la délivrance des autorisations de travail, les agents des directions régionales des entreprises, de la concurrence, de la consommation, du travail et de l'emploi individuellement désignés et spécialement habilités par le directeur régional ;<br/><br/>\n2° Au titre de la lutte contre le travail illégal, et notamment de l'interdiction de l'emploi d'étrangers sans titre de travail prévue à l'article L. 8251-1 du code du travail, et en application de l'article L. 8271-19 du même code, les agents de contrôle de l'inspection du travail mentionnés à l'article L. 8112-1 du code du travail et fonctionnaires de contrôle assimilés mentionnés à l'article L. 8113-7 de ce code, individuellement désignés et spécialement habilités par le directeur régional des entreprises, de la concurrence, de la consommation, du travail et de l'emploi, ainsi qu'en application de l'article L. 8271-17 du même code, les officiers et agents de police judiciaire de la police nationale et de la gendarmerie nationale, et les agents des douanes, individuellement désignés et spécialement habilités respectivement par le directeur général de la police nationale, le directeur général de la gendarmerie nationale et le directeur régional des douanes ou, le cas échéant, le directeur général des douanes et droits indirects ;<br/><br/>\n3° Au titre de l'accueil des étrangers, de l'intégration, de l'aide au retour et en matière de contribution spéciale et de contribution forfaitaire représentative des frais de réacheminement, les agents de l'Office français de l'immigration et de l'intégration, individuellement désignés et spécialement habilités par leur directeur général ;<br/><br/>\n4° Au titre du traitement des demandes d'asile ou du statut d'apatride et de la protection des réfugiés, les agents de l'Office français de protection des réfugiés et apatrides, individuellement désignés et spécialement habilités par leur directeur général ;<br/><br/>\n5° Au titre des avis rendus dans les procédures de déchéance de la nationalité ou de demande de naturalisation, les personnels de la direction des libertés publiques et des affaires juridiques individuellement désignés et spécialement habilités par leur directeur ;<br/><br/>\n6° Au titre de la lutte contre la fraude documentaire :<br/><br/>\na) les personnels de la mission \" délivrance sécurisée des titres \" au sein du secrétariat général du ministère de l'intérieur, individuellement désignés et spécialement habilités par le secrétaire général ;<br/><br/>\nb) les agents des préfectures et sous-préfectures compétents en matière de prévention et de lutte contre la fraude documentaire individuellement désignés et spécialement habilités par le préfet ;<br/><br/>\nc) les personnels des laboratoires de l'Institut national de police scientifique, de l'identité judiciaire de la police nationale et de l'institut de recherche criminelle de la gendarmerie nationale et les personnels du bureau de la fraude documentaire de la direction centrale de la police aux frontières, individuellement désignés et spécialement habilités, respectivement, par le directeur général de la police nationale et le directeur général de la gendarmerie nationale ou par les personnels appartenant à la catégorie A ou ayant le rang d'officier sur lesquels ces directeurs généraux ont autorité et auxquels ils ont donné délégation ;<br/><br/>\n7° Au titre :<br/><br/>\na) du contrôle et de la vérification de l'identité des personnes et de la vérification de la validité et de l'authenticité du titre de séjour, dans les conditions prévues aux articles L. 812-1 et L. 813-1 et aux articles 78-2 et 78-3 du code de procédure pénale, les officiers de police judiciaire de la police nationale et de la gendarmerie nationale et, sur l'ordre et sous la responsabilité de ceux-ci, les agents de police judiciaire et agents de police judiciaire adjoints mentionnés à l'article 20 et au 1° de l'article 21 du code de procédure pénale, les agents spécialisés, techniciens ou ingénieurs de police technique et scientifique, les agents des douanes dans les conditions prévues à l'article 67 quater du code des douanes ainsi que les agents des services fiscaux et les agents des douanes habilités à effectuer des missions de police judiciaire, individuellement désignés et spécialement habilités, respectivement, par le directeur général de la police nationale, le directeur général de la gendarmerie nationale, ou par les personnels appartenant à la catégorie A ou ayant le rang d'officier sur lesquels ces directeurs ont autorité et auxquels ils ont donné délégation, le directeur régional des douanes ou, le cas échéant, le directeur général des douanes et droits indirects et par le magistrat mentionné à l'article 28-2 du code de procédure pénale ou par le magistrat délégué aux missions judiciaires de la douane ;<br/><br/>\nb) des enquêtes ou des procédures confiées par l'autorité judiciaire, les officiers de police judiciaire de la police ou de la gendarmerie nationales et, sous l'ordre et la responsabilité de ceux-ci, les agents de police judiciaire individuellement désignés et spécialement habilités par leur supérieur hiérarchique ;<br/><br/>\nc) des procédures confiées par l'autorité judiciaire, d'une part, pour les infractions prévues à l'article 28-1 du code de procédure pénale, les agents des douanes habilités à effectuer des missions de police judiciaire, individuellement désignés et spécialement habilités par le magistrat délégué aux missions judiciaires de la douane ou, le cas échéant, par le directeur général des douanes et droits indirects, et, d'autre part, pour les infractions prévues à l'article 28-2 du même code, les agents des services fiscaux habilités à effectuer des missions de police judiciaire, individuellement désignés et spécialement habilités par les magistrats mentionnés à cet article ;<br/><br/>\nd) de la lutte contre l'aide à l'entrée et au séjour irréguliers, les officiers de police judiciaire de l'Office central pour la répression de l'immigration irrégulière et de l'emploi d'étrangers sans titre et des brigades mobiles de recherche de la direction centrale de la police aux frontières, ainsi que les officiers de police judiciaire des sections de recherche de la gendarmerie nationale, individuellement désignés et spécialement habilités, respectivement, par le directeur central de la police aux frontières et le directeur général de la gendarmerie nationale ;<br/><br/>\n8° Aux seules fins de l'accomplissement des vérifications prévues ci-après :<br/><br/>\na) les agents des organismes chargés de la gestion d'un régime obligatoire de sécurité sociale, assurant l'affiliation, le versement des prestations ou le recouvrement des cotisations, individuellement désignés et spécialement habilités respectivement par les directeurs de ces organismes, à la seule fin de vérifier que les assurés étrangers satisfont à la condition de régularité de leur situation en France prévue par les articles L. 115-6, L. 114-10-2, L. 161-16-1, L. 161-18-1, L. 161-25-1, L. 512-2 et L. 831-1 du code de la sécurité sociale ainsi que par l'article L. 262-4 du code de l'action sociale et des familles et par le 2° du I de l'article L. 822-2 du code de la construction et de l'habitation ;<br/><br/>\nb) les agents de Pôle emploi, individuellement désignés et spécialement habilités par leur directeur, à la seule fin de vérifier, en application de l'article L. 5411-4 du code du travail, la validité des titres de séjour et de travail des étrangers tant pour leur inscription que pour leur maintien sur la liste des demandeurs d'emploi ;<br/><br/>\nc) les agents des préfectures et sous-préfectures compétents, individuellement désignés et spécialement habilités par le préfet et, à Paris, par le préfet de police, à la seule fin d'instruire les demandes de délivrance ou d'échange des permis de conduire ;<br/><br/>\n9° Dans les conditions fixées par l'article L. 222-1 du code de la sécurité intérieure :<br/><br/>\na) les agents des services de la police nationale et les militaires des unités de la gendarmerie nationale chargés des missions de prévention et de répression des atteintes aux intérêts fondamentaux de la nation et des actes de terrorisme, individuellement désignés et spécialement habilités par le directeur général dont ils relèvent ;<br/><br/>\nb) les agents des services spécialisés du renseignement mentionnés à l'article R. 222-1 du code de la sécurité intérieure, individuellement désignés et spécialement habilités par le directeur dont ils relèvent, pour les seuls besoins de la prévention des atteintes aux intérêts fondamentaux de la nation et des actes de terrorisme ;<br/><br/>\n10° A des fins exclusives d'établissement de statistiques pour la consultation d'éléments anonymisés obtenus à partir du traitement automatisé :<br/><br/>\na) les agents de l'Institut national d'études démographiques, individuellement désignés par leur directeur ;<br/><br/>\nb) les agents de l'Institut national de la statistique et des études économiques et des services statistiques ministériels, dans le respect de l'article 7 bis de la loi n° 51-711 du 7 juin 1951 modifiée sur l'obligation, la coordination et le secret en matière de statistiques ;<br/><br/>\n11° Au titre de la délivrance des agréments des exploitants individuels et des dirigeants et gérants de personne morale ou de la délivrance des autorisations d'exercice des employés exerçant des activités privées de sécurité, les agents du Conseil national des activités privées de sécurité, individuellement désignés par son directeur et spécialement habilités par le préfet ;<br/><br/>\n12° Pour les besoins exclusifs de l'évaluation prévue par l'article R. 221-11 du code de l'action sociale et des familles, les agents chargés de la mise en œuvre de la protection de l'enfance, individuellement désignés et spécialement habilités par le président du conseil départemental ;<br/><br/>\n13° Aux seules fins d'obtenir confirmation de l'acquittement des taxes dont il est redevable et de l'accomplissement des formalités prévues à l'article R. 431-17, le ressortissant étranger concerné par cette procédure.</p><p></p>",
            "num": "R142-16",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE_MORT_NE",
            "dateDebut": 1619827200000,
            "dateFin": 1616716800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 429496729,
            "context": {
                "titresTM": [
                    {
                        "debut": "2021-05-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000042799742",
                        "id": "LEGISCTA000042808572",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-05-01",
                        "fin": "2999-01-01",
                        "titre": "Livre I : DISPOSITIONS GÉNÉRALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000042799744",
                        "id": "LEGISCTA000042808570",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-05-01",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : PROCEDURES ADMINISTRATIVES ET TRAITEMENTS DE DONNÉES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000042799890",
                        "id": "LEGISCTA000042808424",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-05-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : TRAITEMENTS AUTOMATISÉS DE DONNÉES À CARACTÈRE PERSONNEL",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000042799926",
                        "id": "LEGISCTA000042808388",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-05-01",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Traitement automatisé de données à caractère personnel dénommé « Application de gestion des dossiers des ressortissants étrangers en France »",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000042799962",
                        "id": "LEGISCTA000042808352",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-05-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 4 : Destinataires des données",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000042799980",
                        "id": "LEGISCTA000042808334",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2005-01-19",
                        "fin": "2999-01-01",
                        "titre": "Code de l'entrée et du séjour des étrangers et du droit d'asile",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070158",
                        "id": "LEGITEXT000006070158",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000042799982",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000042799980",
            "sectionParentId": "LEGISCTA000042808334",
            "sectionParentTitre": "Sous-section 4 : Destinataires des données",
            "fullSectionsTitre": "Partie réglementaire  &gt; Livre I : DISPOSITIONS GÉNÉRALES &gt; Titre IV : PROCEDURES ADMINISTRATIVES ET TRAITEMENTS DE DONNÉES &gt; Chapitre II : TRAITEMENTS AUTOMATISÉS DE DONNÉES À CARACTÈRE PERSONNEL &gt; Section 2 : Traitement automatisé de données à caractère personnel dénommé « Application de gestion des dossiers des ressortissants étrangers en France » &gt; Sous-section 4 : Destinataires des données",
            "refInjection": "MD-20231130_202514_869_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000043128221",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070158",
                    "titre": "Code de l'entrée et du séjour des étrangers et du droit d'asile.",
                    "titreLong": "Code de l'entrée et du séjour des étrangers et du droit d'asile",
                    "etat": "VIGUEUR",
                    "dateDebut": 1106092800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070158",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 18 du décret n° 2020-1734 du 16 décembre 2020, ces dispositions entrent en vigueur le 1er mai 2021.",
            "notaHtml": "<p>Conformément à l'article 18 du décret n° 2020-1734 du 16 décembre 2020, ces dispositions entrent en vigueur le 1er mai 2021.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000043121250",
                    "textTitle": "Décret n°2021-143 du 10 février 2021 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000043123736",
                    "natureText": "DECRET",
                    "datePubliTexte": "2021-02-12",
                    "dateSignaTexte": "2021-02-10",
                    "dateDebutCible": "2021-02-13"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000045441856",
                    "textTitle": "Décret n°2022-449 du 30 mars 2022 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000045443738",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-449",
                    "datePubli": 1648684800000,
                    "dateDebut": 1648771200000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006070158",
                    "textTitle": "Code de l'entrée et du séjour des étrangers et ... - art. R611-5, I (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "R611-5",
                    "articleId": "LEGIARTI000042970517",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000042808332",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "1.0",
                    "dateDebut": 1619827200000,
                    "dateFin": 1613174400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043128221",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "2.0",
                    "dateDebut": 1619827200000,
                    "dateFin": 1616716800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043292829",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "3.0",
                    "dateDebut": 1619827200000,
                    "dateFin": 1619827200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043409620",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1619827200000,
                    "dateFin": 1672531200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000046844708",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1672531200000,
                    "dateFin": 1701388800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000048372350",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1701388800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R142-16",
                "142-16"
            ],
            "versionPrecedente": "LEGIARTI000042808332",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}