{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000025746388",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1. Il est institué une réduction d'impôt sur le revenu pour les contribuables domiciliés en France au sens de l'article 4 B qui réalisent des travaux de reconstruction, d'agrandissement, de réparation ou d'amélioration entre le 1er janvier 2005 et le 31 décembre 2012. Cette réduction d'impôt s'applique : a) Aux dépenses afférentes à un logement, faisant partie d'une résidence de tourisme classée dans une zone de revitalisation rurale ou dans une zone, autre qu'une zone de revitalisation rurale, inscrite sur la liste pour la France des zones concernées par l'objectif n° 2 prévue à l'article 4 du règlement (CE) n° 1260/1999 du Conseil, du 21 juin 1999, portant dispositions générales sur les fonds structurels, à l'exclusion des communes situées dans des agglomérations de plus de 5 000 habitants, qui est destiné à la location dont le produit est imposé dans la catégorie des revenus fonciers ; b) Aux dépenses afférentes à un logement, achevé depuis quinze ans au moins et situé dans une zone mentionnée au a, qui est destiné à la location en qualité de meublé de tourisme au sens de l'arrêté du 28 décembre 1976 ; c) Aux dépenses afférentes à un logement, achevé depuis quinze ans au moins et faisant partie d'un village résidentiel de tourisme classé inclus dans le périmètre d'une opération de réhabilitation de l'immobilier de loisir définie à l'article L. 318-5 du code de l'urbanisme , qui est destiné à la location dont le produit est imposé dans la catégorie des revenus fonciers. Pour les logements visés aux a et c, l'indexation d'une part minoritaire du loyer sur le chiffre d'affaires ne fait pas obstacle à l'imposition dans la catégorie des revenus fonciers. 2. La réduction d'impôt est accordée au titre de l'année du paiement des dépenses de travaux. Les dispositions du 5 du I de l'article 197 sont applicables. 3. Le montant des dépenses de reconstruction, d'agrandissement, de réparation ou d'amélioration effectivement supportées par le propriétaire ouvrant droit à réduction d'impôt ne peut excéder, au titre d'une année, 50 000 € pour une personne célibataire, veuve ou divorcée et 100 000 € pour un couple marié. Son taux est égal à : a) 15 % du montant des dépenses afférentes à des logements mentionnés aux a et b du 1 ; b) 30 % du montant des dépenses afférentes à des logements mentionnés au c du 1, sans qu'il y ait toutefois lieu de le diminuer des subventions publiques accordées aux contribuables. 4. Pour les logements mentionnés aux a et c du 1, le propriétaire doit selon le cas s'engager à les louer nus pendant au moins neuf ans à l'exploitant de la résidence de tourisme ou du village résidentiel de tourisme classé. Cette location doit prendre effet dans le mois qui suit la date d'achèvement des travaux. Le paiement d'une partie du loyer par compensation avec le prix des prestations d'hébergement facturées par l'exploitant de la résidence ou du village résidentiel au propriétaire, lorsque le logement est mis à la disposition de ce dernier pour une durée totale n'excédant pas huit semaines par an, ne fait pas obstacle au bénéfice de la réduction à condition que le revenu brut foncier déclaré par le bailleur corresponde au loyer annuel normalement dû par l'exploitant en l'absence de toute occupation par le propriétaire. Pour les logements mentionnés au b du 1, le propriétaire doit s'engager à les louer meublés à des personnes physiques à raison de douze semaines au minimum par année et pendant les neuf années suivant celle de l'achèvement des travaux. En cas de cession du logement, la réduction pratiquée fait l'objet d'une reprise au titre de l'année de la cession. En cas de rupture de l'engagement de location pendant une durée supérieure à douze mois en cas de liquidation judiciaire de l'exploitant, de résiliation ou de cession du bail commercial par l'exploitant, ou de mise en œuvre par les propriétaires du bénéfice de la clause contractuelle prévoyant la résiliation du contrat à défaut de paiement du loyer par l'exploitant, la réduction d'impôt fait l'objet d'une reprise pour le tiers de son montant au titre de l'année de la rupture de l'engagement de location et de chacune des deux années suivantes. Toutefois, en cas d'invalidité correspondant au classement dans la deuxième ou la troisième des catégories prévues à l'article L. 341-4 du code de la sécurité sociale , de licenciement ou de décès du contribuable ou de l'un des époux soumis à imposition commune, la réduction d'impôt n'est pas reprise. La réduction pratiquée ne fait pas l'objet d'une reprise si les copropriétaires substituent au gestionnaire défaillant de la résidence de tourisme une ou un ensemble d'entreprises qui assurent les mêmes prestations sur la période de location restant à couvrir conformément aux prescriptions légales, dans des conditions fixées par décret. Cette faculté leur est ouverte dès lors que la candidature d'un autre gestionnaire n'a pu être retenue après un délai d'un an et qu'ils détiennent au moins 50 % des appartements de la résidence. 5. La réduction d'impôt n'est pas applicable au titre des logements dont le droit de propriété est démembré. Le contribuable qui demande le bénéfice de la réduction d'impôt renonce à la faculté de déduire ces dépenses, pour leur montant réel ou sous la forme d'une déduction de l'amortissement, pour la détermination des revenus catégoriels. Il ne peut bénéficier des dispositions prévues à l'article 32 ou à l'article 50-0.",
            "texteHtml": "<p>1. Il est institué une réduction d'impôt sur le revenu pour les contribuables domiciliés en France au sens de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006302201&dateTexte=&categorieLien=cid'>l'article 4 B </a>qui réalisent des travaux de reconstruction, d'agrandissement, de réparation ou d'amélioration entre le 1er janvier 2005 et le 31 décembre 2012. Cette réduction d'impôt s'applique : </p><p>a) Aux dépenses afférentes à un logement, faisant partie d'une résidence de tourisme classée dans une zone de revitalisation rurale ou dans une zone, autre qu'une zone de revitalisation rurale, inscrite sur la liste pour la France des zones concernées par l'objectif n° 2 prévue à l'article 4 du règlement (CE) n° 1260/1999 du Conseil, du 21 juin 1999, portant dispositions générales sur les fonds structurels, à l'exclusion des communes situées dans des agglomérations de plus de 5 000 habitants, qui est destiné à la location dont le produit est imposé dans la catégorie des revenus fonciers ; </p><p>b) Aux dépenses afférentes à un logement, achevé depuis quinze ans au moins et situé dans une zone mentionnée au a, qui est destiné à la location en qualité de meublé de tourisme au sens de l'arrêté du 28 décembre 1976 ; </p><p>c) Aux dépenses afférentes à un logement, achevé depuis quinze ans au moins et faisant partie d'un village résidentiel de tourisme classé inclus dans le périmètre d'une opération de réhabilitation de l'immobilier de loisir définie à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074075&idArticle=LEGIARTI000006815538&dateTexte=&categorieLien=cid'>L. 318-5 du code de l'urbanisme</a>, qui est destiné à la location dont le produit est imposé dans la catégorie des revenus fonciers. </p><p>Pour les logements visés aux a et c, l'indexation d'une part minoritaire du loyer sur le chiffre d'affaires ne fait pas obstacle à l'imposition dans la catégorie des revenus fonciers. </p><p>2. La réduction d'impôt est accordée au titre de l'année du paiement des dépenses de travaux. Les dispositions du 5 du I de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006308322&dateTexte=&categorieLien=cid'>l'article 197 </a>sont applicables. </p><p>3. Le montant des dépenses de reconstruction, d'agrandissement, de réparation ou d'amélioration effectivement supportées par le propriétaire ouvrant droit à réduction d'impôt ne peut excéder, au titre d'une année, 50 000 € pour une personne célibataire, veuve ou divorcée et 100 000 € pour un couple marié. Son taux est égal à : </p><p>a) 15 % du montant des dépenses afférentes à des logements mentionnés aux a et b du 1 ; </p><p>b) 30 % du montant des dépenses afférentes à des logements mentionnés au c du 1, sans qu'il y ait toutefois lieu de le diminuer des subventions publiques accordées aux contribuables. </p><p>4. Pour les logements mentionnés aux a et c du 1, le propriétaire doit selon le cas s'engager à les louer nus pendant au moins neuf ans à l'exploitant de la résidence de tourisme ou du village résidentiel de tourisme classé. Cette location doit prendre effet dans le mois qui suit la date d'achèvement des travaux. Le paiement d'une partie du loyer par compensation avec le prix des prestations d'hébergement facturées par l'exploitant de la résidence ou du village résidentiel au propriétaire, lorsque le logement est mis à la disposition de ce dernier pour une durée totale n'excédant pas huit semaines par an, ne fait pas obstacle au bénéfice de la réduction à condition que le revenu brut foncier déclaré par le bailleur corresponde au loyer annuel normalement dû par l'exploitant en l'absence de toute occupation par le propriétaire. </p><p>Pour les logements mentionnés au b du 1, le propriétaire doit s'engager à les louer meublés à des personnes physiques à raison de douze semaines au minimum par année et pendant les neuf années suivant celle de l'achèvement des travaux. </p><p>En cas de cession du logement, la réduction pratiquée fait l'objet d'une reprise au titre de l'année de la cession. En cas de rupture de l'engagement de location pendant une durée supérieure à douze mois en cas de liquidation judiciaire de l'exploitant, de résiliation ou de cession du bail commercial par l'exploitant, ou de mise en œuvre par les propriétaires du bénéfice de la clause contractuelle prévoyant la résiliation du contrat à défaut de paiement du loyer par l'exploitant, la réduction d'impôt fait l'objet d'une reprise pour le tiers de son montant au titre de l'année de la rupture de l'engagement de location et de chacune des deux années suivantes. Toutefois, en cas d'invalidité correspondant au classement dans la deuxième ou la troisième des catégories prévues à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006742597&dateTexte=&categorieLien=cid'>l'article L. 341-4 du code de la sécurité sociale</a>, de licenciement ou de décès du contribuable ou de l'un des époux soumis à imposition commune, la réduction d'impôt n'est pas reprise. </p><p>La réduction pratiquée ne fait pas l'objet d'une reprise si les copropriétaires substituent au gestionnaire défaillant de la résidence de tourisme une ou un ensemble d'entreprises qui assurent les mêmes prestations sur la période de location restant à couvrir conformément aux prescriptions légales, dans des conditions fixées par décret. Cette faculté leur est ouverte dès lors que la candidature d'un autre gestionnaire n'a pu être retenue après un délai d'un an et qu'ils détiennent au moins 50 % des appartements de la résidence. </p><p>5. La réduction d'impôt n'est pas applicable au titre des logements dont le droit de propriété est démembré. Le contribuable qui demande le bénéfice de la réduction d'impôt renonce à la faculté de déduire ces dépenses, pour leur montant réel ou sous la forme d'une déduction de l'amortissement, pour la détermination des revenus catégoriels. Il ne peut bénéficier des dispositions prévues à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006314089&dateTexte=&categorieLien=cid'>l'article 32 </a>ou à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006302438&dateTexte=&categorieLien=cid'>l'article 50-0.</a></p>",
            "num": "199 decies F",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "7.0",
            "etat": "VIGUEUR",
            "dateDebut": 1335398400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 429490,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section V : Calcul de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162525",
                        "id": "LEGISCTA000006162525",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "II : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179577",
                        "id": "LEGISCTA000006179577",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1999-03-31",
                        "fin": "2011-06-01",
                        "titre": "11° bis : Réduction d'impôt accordée au titre des investissements immobiliers locatifs réalisés dans des résidences de tourisme classées dans les zones de revitalisation rurales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191610",
                        "id": "LEGISCTA000006191610",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "11° bis : Réduction d'impôt accordée au titre des investissements dans l'immobilier de loisirs ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191610",
                        "id": "LEGISCTA000025918735",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006303245",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006191610",
            "sectionParentId": "LEGISCTA000025918735",
            "sectionParentTitre": "11° bis : Réduction d'impôt accordée au titre des investissements dans l'immobilier de loisirs ",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section V : Calcul de l'impôt &gt; II : Impôt sur le revenu &gt; 11° bis : Réduction d'impôt accordée au titre des investissements dans l'immobilier de loisirs ",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000025746388",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000025743483",
                    "textTitle": "Décret n°2012-547\n du 23 avril 2012 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000025744568",
                    "natureText": "DECRET",
                    "datePubliTexte": "2012-04-25",
                    "dateSignaTexte": "2012-04-23",
                    "dateDebutCible": "2012-04-26"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000024034632",
                    "textTitle": "Décret n°2011-545  du 18 mai 2011 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000024034637",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2011-545",
                    "datePubli": 1305849600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "CODE GENERAL DES IMPOTS ANNEXE 3, CGIAN3. - art. 46 AGG (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 AGG",
                    "articleId": "LEGIARTI000018617882",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1207180800000
                },
                {
                    "textCid": "LEGITEXT000006074073",
                    "textTitle": "Code du tourisme. - art. D321-2-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D321-2-1",
                    "articleId": "LEGIARTI000025846100",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1338508800000
                },
                {
                    "textCid": "LEGITEXT000006074073",
                    "textTitle": "Code du tourisme. - art. D421-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D421-3",
                    "articleId": "LEGIARTI000006813672",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1160179200000
                },
                {
                    "textCid": "LEGITEXT000006074073",
                    "textTitle": "Code du tourisme. - art. L421-3-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L421-3-1",
                    "articleId": "LEGIARTI000006813632",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1145059200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 197",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "197",
                    "articleId": "LEGIARTI000006308322",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 32",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "32",
                    "articleId": "LEGIARTI000006314089",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 4 B",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "4 B",
                    "articleId": "LEGIARTI000006302201",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577664000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 50-0",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "50-0",
                    "articleId": "LEGIARTI000006302438",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 95 ZN (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "95 ZN",
                    "articleId": "LEGIARTI000045766070",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1651881600000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 AGG bis (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 AGG bis",
                    "articleId": "LEGIARTI000024036268",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1305936000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L341-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L341-4",
                    "articleId": "LEGIARTI000006742597",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 503971200000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. L318-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L318-5",
                    "articleId": "LEGIARTI000006815538",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483056000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006303245",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 922838400000,
                    "dateFin": 1072828800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303246",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1072828800000,
                    "dateFin": 1135987200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303247",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1135987200000,
                    "dateFin": 1230508800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020034053",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1230508800000,
                    "dateFin": 1262304000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021629111",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1262304000000,
                    "dateFin": 1305504000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024020675",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1305504000000,
                    "dateFin": 1335398400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025746388",
                    "etat": "VIGUEUR",
                    "version": "7.0",
                    "dateDebut": 1335398400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "199 decies F",
                "199"
            ],
            "versionPrecedente": "LEGIARTI000024020675",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000024020675",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1. Il est institué une réduction d'impôt sur le revenu pour les contribuables domiciliés en France au sens de l'article 4 B qui réalisent des travaux de reconstruction, d'agrandissement, de réparation ou d'amélioration entre le 1er janvier 2005 et le 31 décembre 2012. Cette réduction d'impôt s'applique : a) Aux dépenses afférentes à un logement, faisant partie d'une résidence de tourisme classée dans une zone de revitalisation rurale ou dans une zone, autre qu'une zone de revitalisation rurale, inscrite sur la liste pour la France des zones concernées par l'objectif n° 2 prévue à l'article 4 du règlement (CE) n° 1260 / 1999 du Conseil, du 21 juin 1999, portant dispositions générales sur les fonds structurels, à l'exclusion des communes situées dans des agglomérations de plus de 5 000 habitants, qui est destiné à la location dont le produit est imposé dans la catégorie des revenus fonciers ; b) Aux dépenses afférentes à un logement, achevé depuis quinze ans au moins et situé dans une zone mentionnée au a, qui est destiné à la location en qualité de meublé de tourisme au sens de l'arrêté du 28 décembre 1976 ; c) Aux dépenses afférentes à un logement, achevé depuis quinze ans au moins et faisant partie d'un village résidentiel de tourisme classé inclus dans le périmètre d'une opération de réhabilitation de l'immobilier de loisir définie à l'article L. 318-5 du code de l'urbanisme , qui est destiné à la location dont le produit est imposé dans la catégorie des revenus fonciers. Pour les logements visés aux a et c, l'indexation d'une part minoritaire du loyer sur le chiffre d'affaires ne fait pas obstacle à l'imposition dans la catégorie des revenus fonciers. 2. La réduction d'impôt est accordée au titre de l'année du paiement des dépenses de travaux. Les dispositions du 5 du I de l'article 197 sont applicables. 3. Le montant des dépenses de reconstruction, d'agrandissement, de réparation ou d'amélioration effectivement supportées par le propriétaire ouvrant droit à réduction d'impôt ne peut excéder, au titre d'une année, 50 000 Euros pour une personne célibataire, veuve ou divorcée et 100 000 Euros pour un couple marié. Son taux est égal à : a) 18 % du montant des dépenses afférentes à des logements mentionnés aux a et b du 1 ; b) 36 % du montant des dépenses afférentes à des logements mentionnés au c du 1, sans qu'il y ait toutefois lieu de le diminuer des subventions publiques accordées aux contribuables. 4. Pour les logements mentionnés aux a et c du 1, le propriétaire doit selon le cas s'engager à les louer nus pendant au moins neuf ans à l'exploitant de la résidence de tourisme ou du village résidentiel de tourisme classé. Cette location doit prendre effet dans le mois qui suit la date d'achèvement des travaux. Le paiement d'une partie du loyer par compensation avec le prix des prestations d'hébergement facturées par l'exploitant de la résidence ou du village résidentiel au propriétaire, lorsque le logement est mis à la disposition de ce dernier pour une durée totale n'excédant pas huit semaines par an, ne fait pas obstacle au bénéfice de la réduction à condition que le revenu brut foncier déclaré par le bailleur corresponde au loyer annuel normalement dû par l'exploitant en l'absence de toute occupation par le propriétaire. Pour les logements mentionnés au b du 1, le propriétaire doit s'engager à les louer meublés à des personnes physiques à raison de douze semaines au minimum par année et pendant les neuf années suivant celle de l'achèvement des travaux. En cas de cession du logement, la réduction pratiquée fait l'objet d'une reprise au titre de l'année de la cession. En cas de rupture de l'engagement de location pendant une durée supérieure à douze mois en cas de liquidation judiciaire de l'exploitant, de résiliation ou de cession du bail commercial par l'exploitant, ou de mise en œuvre par les propriétaires du bénéfice de la clause contractuelle prévoyant la résiliation du contrat à défaut de paiement du loyer par l'exploitant, la réduction d'impôt fait l'objet d'une reprise pour le tiers de son montant au titre de l'année de la rupture de l'engagement de location et de chacune des deux années suivantes. Toutefois, en cas d'invalidité correspondant au classement dans la deuxième ou la troisième des catégories prévues à l'article L. 341-4 du code de la sécurité sociale , de licenciement ou de décès du contribuable ou de l'un des époux soumis à imposition commune, la réduction d'impôt n'est pas reprise. La réduction pratiquée ne fait pas l'objet d'une reprise si les copropriétaires substituent au gestionnaire défaillant de la résidence de tourisme une ou un ensemble d'entreprises qui assurent les mêmes prestations sur la période de location restant à couvrir conformément aux prescriptions légales, dans des conditions fixées par décret. Cette faculté leur est ouverte dès lors que la candidature d'un autre gestionnaire n'a pu être retenue après un délai d'un an et qu'ils détiennent au moins 50 % des appartements de la résidence. 5. La réduction d'impôt n'est pas applicable au titre des logements dont le droit de propriété est démembré. Le contribuable qui demande le bénéfice de la réduction d'impôt renonce à la faculté de déduire ces dépenses, pour leur montant réel ou sous la forme d'une déduction de l'amortissement, pour la détermination des revenus catégoriels. Il ne peut bénéficier des dispositions prévues à l'article 32 ou à l'article 50-0.",
            "texteHtml": "<p>1. Il est institué une réduction d'impôt sur le revenu pour les contribuables domiciliés en France au sens de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006302201&dateTexte=&categorieLien=cid'>l'article 4 B </a>qui réalisent des travaux de reconstruction, d'agrandissement, de réparation ou d'amélioration entre le 1er janvier 2005 et le 31 décembre 2012. Cette réduction d'impôt s'applique : </p><p>a) Aux dépenses afférentes à un logement, faisant partie d'une résidence de tourisme classée dans une zone de revitalisation rurale ou dans une zone, autre qu'une zone de revitalisation rurale, inscrite sur la liste pour la France des zones concernées par l'objectif n° 2 prévue à l'article 4 du règlement (CE) n° 1260 / 1999 du Conseil, du 21 juin 1999, portant dispositions générales sur les fonds structurels, à l'exclusion des communes situées dans des agglomérations de plus de 5 000 habitants, qui est destiné à la location dont le produit est imposé dans la catégorie des revenus fonciers ; </p><p>b) Aux dépenses afférentes à un logement, achevé depuis quinze ans au moins et situé dans une zone mentionnée au a, qui est destiné à la location en qualité de meublé de tourisme au sens de l'arrêté du 28 décembre 1976 ; </p><p>c) Aux dépenses afférentes à un logement, achevé depuis quinze ans au moins et faisant partie d'un village résidentiel de tourisme classé inclus dans le périmètre d'une opération de réhabilitation de l'immobilier de loisir définie à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074075&idArticle=LEGIARTI000006815538&dateTexte=&categorieLien=cid'>L. 318-5 du code de l'urbanisme</a>, qui est destiné à la location dont le produit est imposé dans la catégorie des revenus fonciers. </p><p>Pour les logements visés aux a et c, l'indexation d'une part minoritaire du loyer sur le chiffre d'affaires ne fait pas obstacle à l'imposition dans la catégorie des revenus fonciers. </p><p>2. La réduction d'impôt est accordée au titre de l'année du paiement des dépenses de travaux. Les dispositions du 5 du I de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006308322&dateTexte=&categorieLien=cid'>l'article 197 </a>sont applicables. </p><p>3. Le montant des dépenses de reconstruction, d'agrandissement, de réparation ou d'amélioration effectivement supportées par le propriétaire ouvrant droit à réduction d'impôt ne peut excéder, au titre d'une année, 50 000 Euros pour une personne célibataire, veuve ou divorcée et 100 000 Euros pour un couple marié. Son taux est égal à : </p><p>a) 18 % du montant des dépenses afférentes à des logements mentionnés aux a et b du 1 ; </p><p>b) 36 % du montant des dépenses afférentes à des logements mentionnés au c du 1, sans qu'il y ait toutefois lieu de le diminuer des subventions publiques accordées aux contribuables. </p><p>4. Pour les logements mentionnés aux a et c du 1, le propriétaire doit selon le cas s'engager à les louer nus pendant au moins neuf ans à l'exploitant de la résidence de tourisme ou du village résidentiel de tourisme classé. Cette location doit prendre effet dans le mois qui suit la date d'achèvement des travaux. Le paiement d'une partie du loyer par compensation avec le prix des prestations d'hébergement facturées par l'exploitant de la résidence ou du village résidentiel au propriétaire, lorsque le logement est mis à la disposition de ce dernier pour une durée totale n'excédant pas huit semaines par an, ne fait pas obstacle au bénéfice de la réduction à condition que le revenu brut foncier déclaré par le bailleur corresponde au loyer annuel normalement dû par l'exploitant en l'absence de toute occupation par le propriétaire. </p><p>Pour les logements mentionnés au b du 1, le propriétaire doit s'engager à les louer meublés à des personnes physiques à raison de douze semaines au minimum par année et pendant les neuf années suivant celle de l'achèvement des travaux. </p><p>En cas de cession du logement, la réduction pratiquée fait l'objet d'une reprise au titre de l'année de la cession. En cas de rupture de l'engagement de location pendant une durée supérieure à douze mois en cas de liquidation judiciaire de l'exploitant, de résiliation ou de cession du bail commercial par l'exploitant, ou de mise en œuvre par les propriétaires du bénéfice de la clause contractuelle prévoyant la résiliation du contrat à défaut de paiement du loyer par l'exploitant, la réduction d'impôt fait l'objet d'une reprise pour le tiers de son montant au titre de l'année de la rupture de l'engagement de location et de chacune des deux années suivantes. Toutefois, en cas d'invalidité correspondant au classement dans la deuxième ou la troisième des catégories prévues à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006742597&dateTexte=&categorieLien=cid'>l'article L. 341-4 du code de la sécurité sociale</a>, de licenciement ou de décès du contribuable ou de l'un des époux soumis à imposition commune, la réduction d'impôt n'est pas reprise. </p><p>La réduction pratiquée ne fait pas l'objet d'une reprise si les copropriétaires substituent au gestionnaire défaillant de la résidence de tourisme une ou un ensemble d'entreprises qui assurent les mêmes prestations sur la période de location restant à couvrir conformément aux prescriptions légales, dans des conditions fixées par décret. Cette faculté leur est ouverte dès lors que la candidature d'un autre gestionnaire n'a pu être retenue après un délai d'un an et qu'ils détiennent au moins 50 % des appartements de la résidence. </p><p>5. La réduction d'impôt n'est pas applicable au titre des logements dont le droit de propriété est démembré. Le contribuable qui demande le bénéfice de la réduction d'impôt renonce à la faculté de déduire ces dépenses, pour leur montant réel ou sous la forme d'une déduction de l'amortissement, pour la détermination des revenus catégoriels. Il ne peut bénéficier des dispositions prévues à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006314089&dateTexte=&categorieLien=cid'>l'article 32 </a>ou à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006302438&dateTexte=&categorieLien=cid'>l'article 50-0.</a></p>",
            "num": "199 decies F",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "6.0",
            "etat": "MODIFIE",
            "dateDebut": 1305504000000,
            "dateFin": 1335398400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 429490,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section V : Calcul de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162525",
                        "id": "LEGISCTA000006162525",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "II : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179577",
                        "id": "LEGISCTA000006179577",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1999-03-31",
                        "fin": "2011-06-01",
                        "titre": "11° bis : Réduction d'impôt accordée au titre des investissements immobiliers locatifs réalisés dans des résidences de tourisme classées dans les zones de revitalisation rurales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191610",
                        "id": "LEGISCTA000006191610",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "11° bis : Réduction d'impôt accordée au titre des investissements dans l'immobilier de loisirs ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191610",
                        "id": "LEGISCTA000025918735",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006303245",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006191610",
            "sectionParentId": "LEGISCTA000025918735",
            "sectionParentTitre": "11° bis : Réduction d'impôt accordée au titre des investissements dans l'immobilier de loisirs ",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section V : Calcul de l'impôt &gt; II : Impôt sur le revenu &gt; 11° bis : Réduction d'impôt accordée au titre des investissements dans l'immobilier de loisirs ",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000024020675",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000023995355",
                    "textTitle": "Décret n°2011-520 du 13 mai 2011 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000023997578",
                    "natureText": "DECRET",
                    "datePubliTexte": "2011-05-15",
                    "dateSignaTexte": "2011-05-13",
                    "dateDebutCible": "2011-05-16"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000024034632",
                    "textTitle": "Décret n°2011-545  du 18 mai 2011 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000024034637",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2011-545",
                    "datePubli": 1305849600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "CODE GENERAL DES IMPOTS ANNEXE 3, CGIAN3. - art. 46 AGG (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 AGG",
                    "articleId": "LEGIARTI000018617882",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1207180800000
                },
                {
                    "textCid": "LEGITEXT000006074073",
                    "textTitle": "Code du tourisme. - art. D321-2-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D321-2-1",
                    "articleId": "LEGIARTI000025846100",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1338508800000
                },
                {
                    "textCid": "LEGITEXT000006074073",
                    "textTitle": "Code du tourisme. - art. D421-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D421-3",
                    "articleId": "LEGIARTI000006813672",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1160179200000
                },
                {
                    "textCid": "LEGITEXT000006074073",
                    "textTitle": "Code du tourisme. - art. L421-3-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L421-3-1",
                    "articleId": "LEGIARTI000006813632",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1145059200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 197",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "197",
                    "articleId": "LEGIARTI000006308322",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 32",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "32",
                    "articleId": "LEGIARTI000006314089",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 4 B",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "4 B",
                    "articleId": "LEGIARTI000006302201",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577664000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 50-0",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "50-0",
                    "articleId": "LEGIARTI000006302438",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 95 ZN (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "95 ZN",
                    "articleId": "LEGIARTI000045766070",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1651881600000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 AGG bis (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 AGG bis",
                    "articleId": "LEGIARTI000024036268",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1305936000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L341-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L341-4",
                    "articleId": "LEGIARTI000006742597",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 503971200000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. L318-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L318-5",
                    "articleId": "LEGIARTI000006815538",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483056000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006303245",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 922838400000,
                    "dateFin": 1072828800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303246",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1072828800000,
                    "dateFin": 1135987200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303247",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1135987200000,
                    "dateFin": 1230508800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020034053",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1230508800000,
                    "dateFin": 1262304000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021629111",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1262304000000,
                    "dateFin": 1305504000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024020675",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1305504000000,
                    "dateFin": 1335398400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025746388",
                    "etat": "VIGUEUR",
                    "version": "7.0",
                    "dateDebut": 1335398400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "199 decies F",
                "199"
            ],
            "versionPrecedente": "LEGIARTI000021629111",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000021629111",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1. Il est institué une réduction d'impôt sur le revenu pour les contribuables domiciliés en France au sens de l'article 4 B qui réalisent des travaux de reconstruction, d'agrandissement, de réparation ou d'amélioration entre le 1er janvier 2005 et le 31 décembre 2012. Cette réduction d'impôt s'applique : a) Aux dépenses afférentes à un logement, faisant partie d'une résidence de tourisme classée dans une zone de revitalisation rurale ou dans une zone, autre qu'une zone de revitalisation rurale, inscrite sur la liste pour la France des zones concernées par l'objectif n° 2 prévue à l'article 4 du règlement (CE) n° 1260 / 1999 du Conseil, du 21 juin 1999, portant dispositions générales sur les fonds structurels, à l'exclusion des communes situées dans des agglomérations de plus de 5 000 habitants, qui est destiné à la location dont le produit est imposé dans la catégorie des revenus fonciers ; b) Aux dépenses afférentes à un logement, achevé depuis quinze ans au moins et situé dans une zone mentionnée au a, qui est destiné à la location en qualité de meublé de tourisme au sens de l'arrêté du 28 décembre 1976 ; c) Aux dépenses afférentes à un logement, achevé depuis quinze ans au moins et faisant partie d'un village résidentiel de tourisme classé inclus dans le périmètre d'une opération de réhabilitation de l'immobilier de loisir définie à l'article L. 318-5 du code de l'urbanisme , qui est destiné à la location dont le produit est imposé dans la catégorie des revenus fonciers. Pour les logements visés aux a et c, l'indexation d'une part minoritaire du loyer sur le chiffre d'affaires ne fait pas obstacle à l'imposition dans la catégorie des revenus fonciers. 2. La réduction d'impôt est accordée au titre de l'année du paiement des dépenses de travaux. Les dispositions du 5 du I de l'article 197 sont applicables. 3. Le montant des dépenses de reconstruction, d'agrandissement, de réparation ou d'amélioration effectivement supportées par le propriétaire ouvrant droit à réduction d'impôt ne peut excéder, au titre d'une année, 50 000 Euros pour une personne célibataire, veuve ou divorcée et 100 000 Euros pour un couple marié. Son taux est égal à : a) 20 % du montant des dépenses afférentes à des logements mentionnés aux a et b du 1 ; b) 40 % du montant des dépenses afférentes à des logements mentionnés au c du 1, sans qu'il y ait toutefois lieu de le diminuer des subventions publiques accordées aux contribuables. 4. Pour les logements mentionnés aux a et c du 1, le propriétaire doit selon le cas s'engager à les louer nus pendant au moins neuf ans à l'exploitant de la résidence de tourisme ou du village résidentiel de tourisme classé. Cette location doit prendre effet dans le mois qui suit la date d'achèvement des travaux. Le paiement d'une partie du loyer par compensation avec le prix des prestations d'hébergement facturées par l'exploitant de la résidence ou du village résidentiel au propriétaire, lorsque le logement est mis à la disposition de ce dernier pour une durée totale n'excédant pas huit semaines par an, ne fait pas obstacle au bénéfice de la réduction à condition que le revenu brut foncier déclaré par le bailleur corresponde au loyer annuel normalement dû par l'exploitant en l'absence de toute occupation par le propriétaire. Pour les logements mentionnés au b du 1, le propriétaire doit s'engager à les louer meublés à des personnes physiques à raison de douze semaines au minimum par année et pendant les neuf années suivant celle de l'achèvement des travaux. En cas de cession du logement, la réduction pratiquée fait l'objet d'une reprise au titre de l'année de la cession. En cas de rupture de l'engagement de location pendant une durée supérieure à douze mois en cas de liquidation judiciaire de l'exploitant, de résiliation ou de cession du bail commercial par l'exploitant, ou de mise en œuvre par les propriétaires du bénéfice de la clause contractuelle prévoyant la résiliation du contrat à défaut de paiement du loyer par l'exploitant, la réduction d'impôt fait l'objet d'une reprise pour le tiers de son montant au titre de l'année de la rupture de l'engagement de location et de chacune des deux années suivantes. Toutefois, en cas d'invalidité correspondant au classement dans la deuxième ou la troisième des catégories prévues à l'article L. 341-4 du code de la sécurité sociale , de licenciement ou de décès du contribuable ou de l'un des époux soumis à imposition commune, la réduction d'impôt n'est pas reprise. La réduction pratiquée ne fait pas l'objet d'une reprise si les copropriétaires substituent au gestionnaire défaillant de la résidence de tourisme une ou un ensemble d'entreprises qui assurent les mêmes prestations sur la période de location restant à couvrir conformément aux prescriptions légales, dans des conditions fixées par décret. Cette faculté leur est ouverte dès lors que la candidature d'un autre gestionnaire n'a pu être retenue après un délai d'un an et qu'ils détiennent au moins 50 % des appartements de la résidence. 5. La réduction d'impôt n'est pas applicable au titre des logements dont le droit de propriété est démembré. Le contribuable qui demande le bénéfice de la réduction d'impôt renonce à la faculté de déduire ces dépenses, pour leur montant réel ou sous la forme d'une déduction de l'amortissement, pour la détermination des revenus catégoriels. Il ne peut bénéficier des dispositions prévues à l'article 32 ou à l'article 50-0.",
            "texteHtml": "<p>1. Il est institué une réduction d'impôt sur le revenu pour les contribuables domiciliés en France au sens de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006302201&dateTexte=&categorieLien=cid'>l'article 4 B </a>qui réalisent des travaux de reconstruction, d'agrandissement, de réparation ou d'amélioration entre le 1er janvier 2005 et le 31 décembre 2012. Cette réduction d'impôt s'applique : </p><p>a) Aux dépenses afférentes à un logement, faisant partie d'une résidence de tourisme classée dans une zone de revitalisation rurale ou dans une zone, autre qu'une zone de revitalisation rurale, inscrite sur la liste pour la France des zones concernées par l'objectif n° 2 prévue à l'article 4 du règlement (CE) n° 1260 / 1999 du Conseil, du 21 juin 1999, portant dispositions générales sur les fonds structurels, à l'exclusion des communes situées dans des agglomérations de plus de 5 000 habitants, qui est destiné à la location dont le produit est imposé dans la catégorie des revenus fonciers ; </p><p>b) Aux dépenses afférentes à un logement, achevé depuis quinze ans au moins et situé dans une zone mentionnée au a, qui est destiné à la location en qualité de meublé de tourisme au sens de l'arrêté du 28 décembre 1976 ; </p><p>c) Aux dépenses afférentes à un logement, achevé depuis quinze ans au moins et faisant partie d'un village résidentiel de tourisme classé inclus dans le périmètre d'une opération de réhabilitation de l'immobilier de loisir définie à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074075&idArticle=LEGIARTI000006815538&dateTexte=&categorieLien=cid'>L. 318-5 du code de l'urbanisme</a>, qui est destiné à la location dont le produit est imposé dans la catégorie des revenus fonciers. </p><p>Pour les logements visés aux a et c, l'indexation d'une part minoritaire du loyer sur le chiffre d'affaires ne fait pas obstacle à l'imposition dans la catégorie des revenus fonciers. </p><p>2. La réduction d'impôt est accordée au titre de l'année du paiement des dépenses de travaux. Les dispositions du 5 du I de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006308322&dateTexte=&categorieLien=cid'>l'article 197 </a>sont applicables. </p><p>3. Le montant des dépenses de reconstruction, d'agrandissement, de réparation ou d'amélioration effectivement supportées par le propriétaire ouvrant droit à réduction d'impôt ne peut excéder, au titre d'une année, 50 000 Euros pour une personne célibataire, veuve ou divorcée et 100 000 Euros pour un couple marié. Son taux est égal à : </p><p>a) 20 % du montant des dépenses afférentes à des logements mentionnés aux a et b du 1 ; </p><p>b) 40 % du montant des dépenses afférentes à des logements mentionnés au c du 1, sans qu'il y ait toutefois lieu de le diminuer des subventions publiques accordées aux contribuables. </p><p>4. Pour les logements mentionnés aux a et c du 1, le propriétaire doit selon le cas s'engager à les louer nus pendant au moins neuf ans à l'exploitant de la résidence de tourisme ou du village résidentiel de tourisme classé. Cette location doit prendre effet dans le mois qui suit la date d'achèvement des travaux. Le paiement d'une partie du loyer par compensation avec le prix des prestations d'hébergement facturées par l'exploitant de la résidence ou du village résidentiel au propriétaire, lorsque le logement est mis à la disposition de ce dernier pour une durée totale n'excédant pas huit semaines par an, ne fait pas obstacle au bénéfice de la réduction à condition que le revenu brut foncier déclaré par le bailleur corresponde au loyer annuel normalement dû par l'exploitant en l'absence de toute occupation par le propriétaire. </p><p>Pour les logements mentionnés au b du 1, le propriétaire doit s'engager à les louer meublés à des personnes physiques à raison de douze semaines au minimum par année et pendant les neuf années suivant celle de l'achèvement des travaux. </p><p>En cas de cession du logement, la réduction pratiquée fait l'objet d'une reprise au titre de l'année de la cession. En cas de rupture de l'engagement de location pendant une durée supérieure à douze mois en cas de liquidation judiciaire de l'exploitant, de résiliation ou de cession du bail commercial par l'exploitant, ou de mise en œuvre par les propriétaires du bénéfice de la clause contractuelle prévoyant la résiliation du contrat à défaut de paiement du loyer par l'exploitant, la réduction d'impôt fait l'objet d'une reprise pour le tiers de son montant au titre de l'année de la rupture de l'engagement de location et de chacune des deux années suivantes. Toutefois, en cas d'invalidité correspondant au classement dans la deuxième ou la troisième des catégories prévues à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006742597&dateTexte=&categorieLien=cid'>l'article L. 341-4 du code de la sécurité sociale</a>, de licenciement ou de décès du contribuable ou de l'un des époux soumis à imposition commune, la réduction d'impôt n'est pas reprise. </p><p>La réduction pratiquée ne fait pas l'objet d'une reprise si les copropriétaires substituent au gestionnaire défaillant de la résidence de tourisme une ou un ensemble d'entreprises qui assurent les mêmes prestations sur la période de location restant à couvrir conformément aux prescriptions légales, dans des conditions fixées par décret. Cette faculté leur est ouverte dès lors que la candidature d'un autre gestionnaire n'a pu être retenue après un délai d'un an et qu'ils détiennent au moins 50 % des appartements de la résidence. </p><p>5. La réduction d'impôt n'est pas applicable au titre des logements dont le droit de propriété est démembré. Le contribuable qui demande le bénéfice de la réduction d'impôt renonce à la faculté de déduire ces dépenses, pour leur montant réel ou sous la forme d'une déduction de l'amortissement, pour la détermination des revenus catégoriels. Il ne peut bénéficier des dispositions prévues à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006314089&dateTexte=&categorieLien=cid'>l'article 32 </a>ou à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006302438&dateTexte=&categorieLien=cid'>l'article 50-0.</a></p>",
            "num": "199 decies F",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "MODIFIE",
            "dateDebut": 1262304000000,
            "dateFin": 1305504000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 429490,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section V : Calcul de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162525",
                        "id": "LEGISCTA000006162525",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "II : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179577",
                        "id": "LEGISCTA000006179577",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1999-03-31",
                        "fin": "2011-06-01",
                        "titre": "11° bis : Réduction d'impôt accordée au titre des investissements immobiliers locatifs réalisés dans des résidences de tourisme classées dans les zones de revitalisation rurales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191610",
                        "id": "LEGISCTA000006191610",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "11° bis : Réduction d'impôt accordée au titre des investissements dans l'immobilier de loisirs ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191610",
                        "id": "LEGISCTA000025918735",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006303245",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006191610",
            "sectionParentId": "LEGISCTA000025918735",
            "sectionParentTitre": "11° bis : Réduction d'impôt accordée au titre des investissements dans l'immobilier de loisirs ",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section V : Calcul de l'impôt &gt; II : Impôt sur le revenu &gt; 11° bis : Réduction d'impôt accordée au titre des investissements immobiliers locatifs réalisés dans des résidences de tourisme classées dans les zones de revitalisation rurales",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000021629111",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Loi n° 2009-1673 du 30 décembre 2009 de finances pour 2010 article 23 III : Les I et II de l'article 23 s'appliquent à compter de l'imposition des revenus de 2009.",
            "notaHtml": "<p>Loi n° 2009-1673 du 30 décembre 2009 de finances pour 2010 article 23 III : Les I et II de l'article 23 s'appliquent à compter de l'imposition des revenus de 2009.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000021557902",
                    "textTitle": "LOI n°2009-1673\n du 30 décembre 2009 - art. 23 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "23",
                    "articleId": "LEGIARTI000021575723",
                    "natureText": "LOI",
                    "datePubliTexte": "2009-12-31",
                    "dateSignaTexte": "2009-12-30",
                    "dateDebutCible": "2010-01-01"
                },
                {
                    "textCid": "JORFTEXT000021557902",
                    "textTitle": "LOI n°2009-1673\n du 30 décembre 2009 - art. 86",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "86",
                    "articleId": "LEGIARTI000021575893",
                    "natureText": "LOI",
                    "datePubliTexte": "2009-12-31",
                    "dateSignaTexte": "2009-12-30",
                    "dateDebutCible": "2010-01-01"
                },
                {
                    "textCid": "JORFTEXT000021557902",
                    "textTitle": "LOI n°2009-1673\n du 30 décembre 2009 - art. 87",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "87",
                    "articleId": "LEGIARTI000021575895",
                    "natureText": "LOI",
                    "datePubliTexte": "2009-12-31",
                    "dateSignaTexte": "2009-12-30",
                    "dateDebutCible": "2010-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000024034632",
                    "textTitle": "Décret n°2011-545  du 18 mai 2011 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000024034637",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2011-545",
                    "datePubli": 1305849600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "CODE GENERAL DES IMPOTS ANNEXE 3, CGIAN3. - art. 46 AGG (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 AGG",
                    "articleId": "LEGIARTI000018617882",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1207180800000
                },
                {
                    "textCid": "LEGITEXT000006074073",
                    "textTitle": "Code du tourisme. - art. D321-2-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D321-2-1",
                    "articleId": "LEGIARTI000025846100",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1338508800000
                },
                {
                    "textCid": "LEGITEXT000006074073",
                    "textTitle": "Code du tourisme. - art. D421-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D421-3",
                    "articleId": "LEGIARTI000006813672",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1160179200000
                },
                {
                    "textCid": "LEGITEXT000006074073",
                    "textTitle": "Code du tourisme. - art. L421-3-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L421-3-1",
                    "articleId": "LEGIARTI000006813632",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1145059200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 197",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "197",
                    "articleId": "LEGIARTI000006308322",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 32",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "32",
                    "articleId": "LEGIARTI000006314089",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 4 B",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "4 B",
                    "articleId": "LEGIARTI000006302201",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577664000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 50-0",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "50-0",
                    "articleId": "LEGIARTI000006302438",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 95 ZN (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "95 ZN",
                    "articleId": "LEGIARTI000045766070",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1651881600000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 AGG bis (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 AGG bis",
                    "articleId": "LEGIARTI000024036268",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1305936000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L341-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L341-4",
                    "articleId": "LEGIARTI000006742597",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 503971200000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. L318-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L318-5",
                    "articleId": "LEGIARTI000006815538",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483056000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006303245",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 922838400000,
                    "dateFin": 1072828800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303246",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1072828800000,
                    "dateFin": 1135987200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303247",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1135987200000,
                    "dateFin": 1230508800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020034053",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1230508800000,
                    "dateFin": 1262304000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021629111",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1262304000000,
                    "dateFin": 1305504000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024020675",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1305504000000,
                    "dateFin": 1335398400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025746388",
                    "etat": "VIGUEUR",
                    "version": "7.0",
                    "dateDebut": 1335398400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "199 decies F",
                "199"
            ],
            "versionPrecedente": "LEGIARTI000020034053",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000020034053",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1. Il est institué une réduction d'impôt sur le revenu pour les contribuables domiciliés en France au sens de l'article 4 B qui réalisent des travaux de reconstruction, d'agrandissement, de réparation ou d'amélioration entre le 1er janvier 2005 et le 31 décembre 2012. Cette réduction d'impôt s'applique : a) Aux dépenses afférentes à un logement, faisant partie d'une résidence de tourisme classée dans une zone de revitalisation rurale ou dans une zone, autre qu'une zone de revitalisation rurale, inscrite sur la liste pour la France des zones concernées par l'objectif n° 2 prévue à l'article 4 du règlement (CE) n° 1260 / 1999 du Conseil, du 21 juin 1999, portant dispositions générales sur les fonds structurels, à l'exclusion des communes situées dans des agglomérations de plus de 5 000 habitants, qui est destiné à la location dont le produit est imposé dans la catégorie des revenus fonciers ; b) Aux dépenses afférentes à un logement, achevé depuis quinze ans au moins et situé dans une zone mentionnée au a, qui est destiné à la location en qualité de meublé de tourisme au sens de l'arrêté du 28 décembre 1976 ; c) Aux dépenses afférentes à un logement, achevé depuis quinze ans au moins et faisant partie d'un village résidentiel de tourisme classé inclus dans le périmètre d'une opération de réhabilitation de l'immobilier de loisir définie à l'article L. 318-5 du code de l'urbanisme , qui est destiné à la location dont le produit est imposé dans la catégorie des revenus fonciers. 2. La réduction d'impôt est accordée au titre de l'année du paiement des dépenses de travaux. Les dispositions du 5 du I de l'article 197 sont applicables. 3. Le montant des dépenses de reconstruction, d'agrandissement, de réparation ou d'amélioration effectivement supportées par le propriétaire ouvrant droit à réduction d'impôt ne peut excéder, au titre d'une année, 50 000 Euros pour une personne célibataire, veuve ou divorcée et 100 000 Euros pour un couple marié. Son taux est égal à : a) 20 % du montant des dépenses afférentes à des logements mentionnés aux a et b du 1 ; b) 40 % du montant des dépenses afférentes à des logements mentionnés au c du 1, sans qu'il y ait toutefois lieu de le diminuer des subventions publiques accordées aux contribuables. 4. Pour les logements mentionnés aux a et c du 1, le propriétaire doit selon le cas s'engager à les louer nus pendant au moins neuf ans à l'exploitant de la résidence de tourisme ou du village résidentiel de tourisme classé. Cette location doit prendre effet dans le mois qui suit la date d'achèvement des travaux. Le paiement d'une partie du loyer par compensation avec le prix des prestations d'hébergement facturées par l'exploitant de la résidence ou du village résidentiel au propriétaire, lorsque le logement est mis à la disposition de ce dernier pour une durée totale n'excédant pas huit semaines par an, ne fait pas obstacle au bénéfice de la réduction à condition que le revenu brut foncier déclaré par le bailleur corresponde au loyer annuel normalement dû par l'exploitant en l'absence de toute occupation par le propriétaire. Pour les logements mentionnés au b du 1, le propriétaire doit s'engager à les louer meublés à des personnes physiques à raison de douze semaines au minimum par année et pendant les neuf années suivant celle de l'achèvement des travaux. En cas de non-respect de l'engagement ou de cession du logement, la réduction pratiquée fait l'objet d'une reprise au titre de l'année de la rupture de l'engagement ou de celle de la cession. Toutefois, en cas d'invalidité correspondant au classement dans la deuxième ou la troisième des catégories prévues à l'article L. 341-4 du code de la sécurité sociale , de licenciement ou de décès du contribuable ou de l'un des époux soumis à imposition commune, la réduction d'impôt n'est pas reprise. 5. La réduction d'impôt n'est pas applicable au titre des logements dont le droit de propriété est démembré. Le contribuable qui demande le bénéfice de la réduction d'impôt renonce à la faculté de déduire ces dépenses, pour leur montant réel ou sous la forme d'une déduction de l'amortissement, pour la détermination des revenus catégoriels. Il ne peut bénéficier des dispositions prévues à l'article 32 ou à l'article 50-0.",
            "texteHtml": "<p>1. Il est institué une réduction d'impôt sur le revenu pour les contribuables domiciliés en France au sens de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006302201&dateTexte=&categorieLien=cid' title='CODE GENERAL DES IMPOTS, CGI. - art. 4 B (V)'>l'article 4 B </a>qui réalisent des travaux de reconstruction, d'agrandissement, de réparation ou d'amélioration entre le 1er janvier 2005 et le 31 décembre 2012. Cette réduction d'impôt s'applique : </p><p>a) Aux dépenses afférentes à un logement, faisant partie d'une résidence de tourisme classée dans une zone de revitalisation rurale ou dans une zone, autre qu'une zone de revitalisation rurale, inscrite sur la liste pour la France des zones concernées par l'objectif n° 2 prévue à l'article 4 du règlement (CE) n° 1260 / 1999 du Conseil, du 21 juin 1999, portant dispositions générales sur les fonds structurels, à l'exclusion des communes situées dans des agglomérations de plus de 5 000 habitants, qui est destiné à la location dont le produit est imposé dans la catégorie des revenus fonciers ; </p><p>b) Aux dépenses afférentes à un logement, achevé depuis quinze ans au moins et situé dans une zone mentionnée au a, qui est destiné à la location en qualité de meublé de tourisme au sens de l'arrêté du 28 décembre 1976 ; </p><p>c) Aux dépenses afférentes à un logement, achevé depuis quinze ans au moins et faisant partie d'un village résidentiel de tourisme classé inclus dans le périmètre d'une opération de réhabilitation de l'immobilier de loisir définie à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074075&idArticle=LEGIARTI000006815538&dateTexte=&categorieLien=cid' title='Code de l'urbanisme - art. L318-5 (V)'>L. 318-5 du code de l'urbanisme</a>, qui est destiné à la location dont le produit est imposé dans la catégorie des revenus fonciers. </p><p>2. La réduction d'impôt est accordée au titre de l'année du paiement des dépenses de travaux. Les dispositions du 5 du I de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006308322&dateTexte=&categorieLien=cid' title='CODE GENERAL DES IMPOTS, CGI. - art. 197 (V)'>l'article 197 </a>sont applicables. </p><p>3. Le montant des dépenses de reconstruction, d'agrandissement, de réparation ou d'amélioration effectivement supportées par le propriétaire ouvrant droit à réduction d'impôt ne peut excéder, au titre d'une année, 50 000 Euros pour une personne célibataire, veuve ou divorcée et 100 000 Euros pour un couple marié. Son taux est égal à : </p><p>a) 20 % du montant des dépenses afférentes à des logements mentionnés aux a et b du 1 ; </p><p>b) 40 % du montant des dépenses afférentes à des logements mentionnés au c du 1, sans qu'il y ait toutefois lieu de le diminuer des subventions publiques accordées aux contribuables. </p><p>4. Pour les logements mentionnés aux a et c du 1, le propriétaire doit selon le cas s'engager à les louer nus pendant au moins neuf ans à l'exploitant de la résidence de tourisme ou du village résidentiel de tourisme classé. Cette location doit prendre effet dans le mois qui suit la date d'achèvement des travaux. Le paiement d'une partie du loyer par compensation avec le prix des prestations d'hébergement facturées par l'exploitant de la résidence ou du village résidentiel au propriétaire, lorsque le logement est mis à la disposition de ce dernier pour une durée totale n'excédant pas huit semaines par an, ne fait pas obstacle au bénéfice de la réduction à condition que le revenu brut foncier déclaré par le bailleur corresponde au loyer annuel normalement dû par l'exploitant en l'absence de toute occupation par le propriétaire. </p><p>Pour les logements mentionnés au b du 1, le propriétaire doit s'engager à les louer meublés à des personnes physiques à raison de douze semaines au minimum par année et pendant les neuf années suivant celle de l'achèvement des travaux. </p><p>En cas de non-respect de l'engagement ou de cession du logement, la réduction pratiquée fait l'objet d'une reprise au titre de l'année de la rupture de l'engagement ou de celle de la cession. Toutefois, en cas d'invalidité correspondant au classement dans la deuxième ou la troisième des catégories prévues à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006742597&dateTexte=&categorieLien=cid' title='Code de la sécurité sociale. - art. L341-4 (V)'>l'article L. 341-4 du code de la sécurité sociale</a>, de licenciement ou de décès du contribuable ou de l'un des époux soumis à imposition commune, la réduction d'impôt n'est pas reprise. </p><p>5. La réduction d'impôt n'est pas applicable au titre des logements dont le droit de propriété est démembré. Le contribuable qui demande le bénéfice de la réduction d'impôt renonce à la faculté de déduire ces dépenses, pour leur montant réel ou sous la forme d'une déduction de l'amortissement, pour la détermination des revenus catégoriels. Il ne peut bénéficier des dispositions prévues à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006314089&dateTexte=&categorieLien=cid' title='CODE GENERAL DES IMPOTS, CGI. - art. 32 (V)'>l'article 32 </a>ou à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006302438&dateTexte=&categorieLien=cid' title='CODE GENERAL DES IMPOTS, CGI. - art. 50-0 (V)'>l'article 50-0.</a></p>",
            "num": "199 decies F",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1230508800000,
            "dateFin": 1262304000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 429490,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section V : Calcul de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162525",
                        "id": "LEGISCTA000006162525",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "II : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179577",
                        "id": "LEGISCTA000006179577",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1999-03-31",
                        "fin": "2011-06-01",
                        "titre": "11° bis : Réduction d'impôt accordée au titre des investissements immobiliers locatifs réalisés dans des résidences de tourisme classées dans les zones de revitalisation rurales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191610",
                        "id": "LEGISCTA000006191610",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "11° bis : Réduction d'impôt accordée au titre des investissements dans l'immobilier de loisirs ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191610",
                        "id": "LEGISCTA000025918735",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006303245",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006191610",
            "sectionParentId": "LEGISCTA000025918735",
            "sectionParentTitre": "11° bis : Réduction d'impôt accordée au titre des investissements dans l'immobilier de loisirs ",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section V : Calcul de l'impôt &gt; II : Impôt sur le revenu &gt; 11° bis : Réduction d'impôt accordée au titre des investissements immobiliers locatifs réalisés dans des résidences de tourisme classées dans les zones de revitalisation rurales",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000020034053",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément aux articles 94 III et 95 II de la loi n° 2008-1425 du 27 décembre 2008, les dispositions introduites par ces articles sont applicables aux revenus perçus à compter du 1er janvier 2009.",
            "notaHtml": "<p>Conformément aux articles 94 III et 95 II de la loi n° 2008-1425 du 27 décembre 2008, les dispositions introduites par ces articles sont applicables aux revenus perçus à compter du 1er janvier 2009.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000019995721",
                    "textTitle": "LOI n°2008-1425\n du 27 décembre 2008 - art. 93",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "93",
                    "articleId": "LEGIARTI000020000226",
                    "natureText": "LOI",
                    "datePubliTexte": "2008-12-28",
                    "dateSignaTexte": "2008-12-27",
                    "dateDebutCible": "2008-12-29"
                },
                {
                    "textCid": "JORFTEXT000019995721",
                    "textTitle": "LOI n°2008-1425\n du 27 décembre 2008 - art. 95 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "95",
                    "articleId": "LEGIARTI000020000230",
                    "natureText": "LOI",
                    "datePubliTexte": "2008-12-28",
                    "dateSignaTexte": "2008-12-27",
                    "dateDebutCible": "2008-12-29"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000024034632",
                    "textTitle": "Décret n°2011-545  du 18 mai 2011 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000024034637",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2011-545",
                    "datePubli": 1305849600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "CODE GENERAL DES IMPOTS ANNEXE 3, CGIAN3. - art. 46 AGG (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 AGG",
                    "articleId": "LEGIARTI000018617882",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1207180800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "CODE GENERAL DES IMPOTS, CGI. - art. 197 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "197",
                    "articleId": "LEGIARTI000006308322",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "CODE GENERAL DES IMPOTS, CGI. - art. 32 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "32",
                    "articleId": "LEGIARTI000006314089",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "CODE GENERAL DES IMPOTS, CGI. - art. 4 B (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "4 B",
                    "articleId": "LEGIARTI000006302201",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577664000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "CODE GENERAL DES IMPOTS, CGI. - art. 50-0 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "50-0",
                    "articleId": "LEGIARTI000006302438",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                },
                {
                    "textCid": "LEGITEXT000006074073",
                    "textTitle": "Code du tourisme. - art. D321-2-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D321-2-1",
                    "articleId": "LEGIARTI000025846100",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1338508800000
                },
                {
                    "textCid": "LEGITEXT000006074073",
                    "textTitle": "Code du tourisme. - art. D421-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D421-3",
                    "articleId": "LEGIARTI000006813672",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1160179200000
                },
                {
                    "textCid": "LEGITEXT000006074073",
                    "textTitle": "Code du tourisme. - art. L421-3-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L421-3-1",
                    "articleId": "LEGIARTI000006813632",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1145059200000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 95 ZN (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "95 ZN",
                    "articleId": "LEGIARTI000045766070",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1651881600000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 AGG bis (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 AGG bis",
                    "articleId": "LEGIARTI000024036268",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1305936000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L341-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L341-4",
                    "articleId": "LEGIARTI000006742597",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 503971200000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. L318-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L318-5",
                    "articleId": "LEGIARTI000006815538",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483056000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006303245",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 922838400000,
                    "dateFin": 1072828800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303246",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1072828800000,
                    "dateFin": 1135987200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303247",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1135987200000,
                    "dateFin": 1230508800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020034053",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1230508800000,
                    "dateFin": 1262304000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021629111",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1262304000000,
                    "dateFin": 1305504000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024020675",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1305504000000,
                    "dateFin": 1335398400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025746388",
                    "etat": "VIGUEUR",
                    "version": "7.0",
                    "dateDebut": 1335398400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "199 decies F",
                "199"
            ],
            "versionPrecedente": "LEGIARTI000006303247",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006303247",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1. Il est institué une réduction d'impôt sur le revenu pour les contribuables domiciliés en France au sens de l'article 4 B qui réalisent des travaux de reconstruction, d'agrandissement, de réparation ou d'amélioration entre le 1er janvier 2005 et le 31 décembre 2010. Cette réduction d'impôt s'applique : a) Aux dépenses afférentes à un logement, faisant partie d'une résidence de tourisme classée dans une zone de revitalisation rurale ou dans une zone, autre qu'une zone de revitalisation rurale, inscrite sur la liste pour la France des zones concernées par l'objectif n° 2 prévue à l'article 4 du règlement (CE) n° 1260/1999 du Conseil, du 21 juin 1999, portant dispositions générales sur les fonds structurels, à l'exclusion des communes situées dans des agglomérations de plus de 5 000 habitants, qui est destiné à la location dont le produit est imposé dans la catégorie des revenus fonciers ; b) Aux dépenses afférentes à un logement, achevé avant le 1er janvier 1989 et situé dans une zone mentionnée au a, qui est destiné à la location en qualité de meublé de tourisme au sens de l'arrêté du 28 décembre 1976 ; c) Aux dépenses afférentes à un logement, achevé avant le 1er janvier 1989 et faisant partie d'un village résidentiel de tourisme classé inclus dans le périmètre d'une opération de réhabilitation de l'immobilier de loisir définie à l'article L. 318-5 du code de l'urbanisme, qui est destiné à la location dont le produit est imposé dans la catégorie des revenus fonciers. 2. La réduction d'impôt est accordée au titre de l'année du paiement des dépenses de travaux. Les dispositions du 5 du I de l'article 197 sont applicables. 3. Le montant des dépenses de reconstruction, d'agrandissement, de réparation ou d'amélioration effectivement supportées par le propriétaire ouvrant droit à réduction d'impôt ne peut excéder, au titre d'une année, 50 000 Euros pour une personne célibataire, veuve ou divorcée et 100 000 Euros pour un couple marié. Son taux est égal à : a) 20 % du montant des dépenses afférentes à des logements mentionnés aux a et b du 1 ; b) 40 % du montant des dépenses afférentes à des logements mentionnés au c du 1, sans qu'il y ait toutefois lieu de le diminuer des subventions publiques accordées aux contribuables. 4. Pour les logements mentionnés aux a et c du 1, le propriétaire doit selon le cas s'engager à les louer nus pendant au moins neuf ans à l'exploitant de la résidence de tourisme ou du village résidentiel de tourisme classé. Cette location doit prendre effet dans le mois qui suit la date d'achèvement des travaux. Le paiement d'une partie du loyer par compensation avec le prix des prestations d'hébergement facturées par l'exploitant de la résidence ou du village résidentiel au propriétaire, lorsque le logement est mis à la disposition de ce dernier pour une durée totale n'excédant pas huit semaines par an, ne fait pas obstacle au bénéfice de la réduction à condition que le revenu brut foncier déclaré par le bailleur corresponde au loyer annuel normalement dû par l'exploitant en l'absence de toute occupation par le propriétaire. Pour les logements mentionnés au b du 1, le propriétaire doit s'engager à les louer meublés à des personnes physiques à raison de douze semaines au minimum par année et pendant les neuf années suivant celle de l'achèvement des travaux. En cas de non-respect de l'engagement ou de cession du logement, la réduction pratiquée fait l'objet d'une reprise au titre de l'année de la rupture de l'engagement ou de celle de la cession. Toutefois, en cas d'invalidité correspondant au classement dans la deuxième ou la troisième des catégories prévues à l'article L. 341-4 du code de la sécurité sociale, de licenciement ou de décès du contribuable ou de l'un des époux soumis à imposition commune, la réduction d'impôt n'est pas reprise. 5. La réduction d'impôt n'est pas applicable au titre des logements dont le droit de propriété est démembré. Le contribuable qui demande le bénéfice de la réduction d'impôt renonce à la faculté de déduire ces dépenses, pour leur montant réel ou sous la forme d'une déduction de l'amortissement, pour la détermination des revenus catégoriels. Il ne peut bénéficier des dispositions prévues à l'article 32 ou à l'article 50-0.",
            "texteHtml": "<p></p>   1. Il est institué une réduction d'impôt sur le revenu pour les contribuables domiciliés en France au sens de l'article 4 B qui réalisent des travaux de reconstruction, d'agrandissement, de réparation ou d'amélioration entre le 1er janvier 2005 et le 31 décembre 2010. Cette réduction d'impôt s'applique :<p></p><p></p>   a) Aux dépenses afférentes à un logement, faisant partie d'une résidence de tourisme classée dans une zone de revitalisation rurale ou dans une zone, autre qu'une zone de revitalisation rurale, inscrite sur la liste pour la France des zones concernées par l'objectif n° 2 prévue à l'article 4 du règlement (CE) n° 1260/1999 du Conseil, du 21 juin 1999, portant dispositions générales sur les fonds structurels, à l'exclusion des communes situées dans des agglomérations de plus de 5 000 habitants, qui est destiné à la location dont le produit est imposé dans la catégorie des revenus fonciers ;<p></p><p></p>   b) Aux dépenses afférentes à un logement, achevé avant le 1er janvier 1989 et situé dans une zone mentionnée au a, qui est destiné à la location en qualité de meublé de tourisme au sens de l'arrêté du 28 décembre 1976 ;<p></p><p></p>   c) Aux dépenses afférentes à un logement, achevé avant le 1er janvier 1989 et faisant partie d'un village résidentiel de tourisme classé inclus dans le périmètre d'une opération de réhabilitation de l'immobilier de loisir définie à l'article L. 318-5 du code de l'urbanisme, qui est destiné à la location dont le produit est imposé dans la catégorie des revenus fonciers.<p></p><p></p>   2. La réduction d'impôt est accordée au titre de l'année du paiement des dépenses de travaux. Les dispositions du 5 du I de l'article 197 sont applicables.<p></p><p></p>   3. Le montant des dépenses de reconstruction, d'agrandissement, de réparation ou d'amélioration effectivement supportées par le propriétaire ouvrant droit à réduction d'impôt ne peut excéder, au titre d'une année, 50 000 Euros pour une personne célibataire, veuve ou divorcée et 100 000 Euros pour un couple marié. Son taux est égal à :<p></p><p></p>   a) 20 % du montant des dépenses afférentes à des logements mentionnés aux a et b du 1 ;<p></p><p></p>   b) 40 % du montant des dépenses afférentes à des logements mentionnés au c du 1, sans qu'il y ait toutefois lieu de le diminuer des subventions publiques accordées aux contribuables.<p></p><p></p>   4. Pour les logements mentionnés aux a et c du 1, le propriétaire doit selon le cas s'engager à les louer nus pendant au moins neuf ans à l'exploitant de la résidence de tourisme ou du village résidentiel de tourisme classé. Cette location doit prendre effet dans le mois qui suit la date d'achèvement des travaux. Le paiement d'une partie du loyer par compensation avec le prix des prestations d'hébergement facturées par l'exploitant de la résidence ou du village résidentiel au propriétaire, lorsque le logement est mis à la disposition de ce dernier pour une durée totale n'excédant pas huit semaines par an, ne fait pas obstacle au bénéfice de la réduction à condition que le revenu brut foncier déclaré par le bailleur corresponde au loyer annuel normalement dû par l'exploitant en l'absence de toute occupation par le propriétaire.<p></p><p></p>   Pour les logements mentionnés au b du 1, le propriétaire doit s'engager à les louer meublés à des personnes physiques à raison de douze semaines au minimum par année et pendant les neuf années suivant celle de l'achèvement des travaux.<p></p><p></p>   En cas de non-respect de l'engagement ou de cession du logement, la réduction pratiquée fait l'objet d'une reprise au titre de l'année de la rupture de l'engagement ou de celle de la cession. Toutefois, en cas d'invalidité correspondant au classement dans la deuxième ou la troisième des catégories prévues à l'article L. 341-4 du code de la sécurité sociale, de licenciement ou de décès du contribuable ou de l'un des époux soumis à imposition commune, la réduction d'impôt n'est pas reprise.<p></p><p></p>   5. La réduction d'impôt n'est pas applicable au titre des logements dont le droit de propriété est démembré. Le contribuable qui demande le bénéfice de la réduction d'impôt renonce à la faculté de déduire ces dépenses, pour leur montant réel ou sous la forme d'une déduction de l'amortissement, pour la détermination des revenus catégoriels. Il ne peut bénéficier des dispositions prévues à l'article 32 ou à l'article 50-0.<p></p><p></p>",
            "num": "199 decies F",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1135987200000,
            "dateFin": 1230508800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 429490,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section V : Calcul de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162525",
                        "id": "LEGISCTA000006162525",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "II : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179577",
                        "id": "LEGISCTA000006179577",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1999-03-31",
                        "fin": "2011-06-01",
                        "titre": "11° bis : Réduction d'impôt accordée au titre des investissements immobiliers locatifs réalisés dans des résidences de tourisme classées dans les zones de revitalisation rurales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191610",
                        "id": "LEGISCTA000006191610",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "11° bis : Réduction d'impôt accordée au titre des investissements dans l'immobilier de loisirs ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191610",
                        "id": "LEGISCTA000025918735",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006303245",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006191610",
            "sectionParentId": "LEGISCTA000025918735",
            "sectionParentTitre": "11° bis : Réduction d'impôt accordée au titre des investissements dans l'immobilier de loisirs ",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section V : Calcul de l'impôt &gt; II : Impôt sur le revenu &gt; 11° bis : Réduction d'impôt accordée au titre des investissements immobiliers locatifs réalisés dans des résidences de tourisme classées dans les zones de revitalisation rurales",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006303247",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Loi 2005-1719 2005-12-30 art. 77 II Finances pour 2006 : \" Les dispositions prévues au I sont applicables à compter de l'imposition des revenus de l'année 2005 \".",
            "notaHtml": "<p></p>  Loi 2005-1719 2005-12-30 art. 77 II Finances pour 2006 : <p></p><p></p>\" Les dispositions prévues au I sont applicables à compter de l'imposition des revenus de l'année 2005 \".<p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000257340",
                    "textTitle": "Loi n°2005-157 du 23 février 2005 - art. 20 (V) JORF 24 février 2005",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "20",
                    "articleId": "LEGIARTI000006600957",
                    "natureText": "LOI",
                    "datePubliTexte": "2005-02-24",
                    "dateSignaTexte": "2005-02-23",
                    "dateDebutCible": "2005-02-24"
                },
                {
                    "textCid": "JORFTEXT000000634802",
                    "textTitle": "Loi n°2005-1719 du 30 décembre 2005 - art. 77 (V) JORF 31 décembre 2005",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "77",
                    "articleId": "LEGIARTI000006322496",
                    "natureText": "LOI",
                    "datePubliTexte": "2005-12-31",
                    "dateSignaTexte": "2005-12-30",
                    "dateDebutCible": "2005-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "Arrêté 1976-12-28",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 4 B, 197, 32, 50-0",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000024034632",
                    "textTitle": "Décret n°2011-545  du 18 mai 2011 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000024034637",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2011-545",
                    "datePubli": 1305849600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "CODE GENERAL DES IMPOTS ANNEXE 3, CGIAN3. - art. 46 AGG (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 AGG",
                    "articleId": "LEGIARTI000018617882",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1207180800000
                },
                {
                    "textCid": "LEGITEXT000006074073",
                    "textTitle": "Code du tourisme. - art. D321-2-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D321-2-1",
                    "articleId": "LEGIARTI000025846100",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1338508800000
                },
                {
                    "textCid": "LEGITEXT000006074073",
                    "textTitle": "Code du tourisme. - art. D421-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D421-3",
                    "articleId": "LEGIARTI000006813672",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1160179200000
                },
                {
                    "textCid": "LEGITEXT000006074073",
                    "textTitle": "Code du tourisme. - art. L421-3-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L421-3-1",
                    "articleId": "LEGIARTI000006813632",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1145059200000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 95 ZN (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "95 ZN",
                    "articleId": "LEGIARTI000045766070",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1651881600000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 AGG bis (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 AGG bis",
                    "articleId": "LEGIARTI000024036268",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1305936000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L341-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L341-4",
                    "articleId": "LEGIARTI000006742597",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 503971200000
                },
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. L318-5 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L318-5",
                    "articleId": "LEGIARTI000006815538",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483056000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "Edition du 1er janvier 2005",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006303245",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 922838400000,
                    "dateFin": 1072828800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303246",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1072828800000,
                    "dateFin": 1135987200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303247",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1135987200000,
                    "dateFin": 1230508800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020034053",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1230508800000,
                    "dateFin": 1262304000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021629111",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1262304000000,
                    "dateFin": 1305504000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024020675",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1305504000000,
                    "dateFin": 1335398400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025746388",
                    "etat": "VIGUEUR",
                    "version": "7.0",
                    "dateDebut": 1335398400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "199 decies F",
                "199"
            ],
            "versionPrecedente": "LEGIARTI000006303246",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006303246",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La réduction d'impôt mentionnée à l'article 199 decies E est accordée au titre des dépenses de reconstruction, d'agrandissement, de grosses réparations ou d'amélioration. La réduction est calculée, au taux de 20 %, sur le montant de s travaux de reconstruction, d'agrandissement, de grosses réparations et d'amélioration, à l'exclusion de ceux qui constituent des charges déductibles des revenus fonciers en application de l'article 31, réalisés à l'occasion de cette opération. Elle est accordée au titre de l'année d'achèvement des travaux. Les travaux doivent avoir nécessité l'obtention d'un permis de construire. La location doit prendre effet dans le délai prévu par l'article 199 decies E (1).",
            "texteHtml": "<p></p>   La réduction d'impôt mentionnée à l'article 199 decies E est accordée au titre des dépenses de reconstruction, d'agrandissement, de grosses réparations ou d'amélioration.<p></p><p></p>   La réduction est calculée, au taux de 20 %, sur le montant de s travaux de reconstruction, d'agrandissement, de grosses réparations et d'amélioration, à l'exclusion de ceux qui constituent des charges déductibles des revenus fonciers en application de l'article 31, réalisés à l'occasion de cette opération. Elle est accordée au titre de l'année d'achèvement des travaux. Les travaux doivent avoir nécessité l'obtention d'un permis de construire.<p></p><p></p>   La location doit prendre effet dans le délai prévu par l'article 199 decies E (1).<p></p>",
            "num": "199 decies F",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1072828800000,
            "dateFin": 1135987200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 386541,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section V : Calcul de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162525",
                        "id": "LEGISCTA000006162525",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "II : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179577",
                        "id": "LEGISCTA000006179577",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1999-03-31",
                        "fin": "2011-06-01",
                        "titre": "11° bis : Réduction d'impôt accordée au titre des investissements immobiliers locatifs réalisés dans des résidences de tourisme classées dans les zones de revitalisation rurales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191610",
                        "id": "LEGISCTA000006191610",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "11° bis : Réduction d'impôt accordée au titre des investissements dans l'immobilier de loisirs ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191610",
                        "id": "LEGISCTA000025918735",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006303245",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006191610",
            "sectionParentId": "LEGISCTA000025918735",
            "sectionParentTitre": "11° bis : Réduction d'impôt accordée au titre des investissements dans l'immobilier de loisirs ",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section V : Calcul de l'impôt &gt; II : Impôt sur le revenu &gt; 11° bis : Réduction d'impôt accordée au titre des investissements immobiliers locatifs réalisés dans des résidences de tourisme classées dans les zones de revitalisation rurales",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006303246",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "(1) Voir l'article 46 AGG de l'annexe III.",
            "notaHtml": "<p></p>   (1) Voir l'article 46 AGG de l'annexe III.<p></p><p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000612133",
                    "textTitle": "Loi - art. 9 (V) JORF 31 décembre 2003",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000006321729",
                    "natureText": "LOI",
                    "datePubliTexte": "2003-12-31",
                    "dateSignaTexte": "2003-12-30",
                    "dateDebutCible": "2003-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 199 decies E, 31",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000024034632",
                    "textTitle": "Décret n°2011-545  du 18 mai 2011 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000024034637",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2011-545",
                    "datePubli": 1305849600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "CODE GENERAL DES IMPOTS ANNEXE 3, CGIAN3. - art. 46 AGG (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 AGG",
                    "articleId": "LEGIARTI000018617882",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1207180800000
                },
                {
                    "textCid": "LEGITEXT000006074073",
                    "textTitle": "Code du tourisme. - art. D321-2-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D321-2-1",
                    "articleId": "LEGIARTI000025846100",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1338508800000
                },
                {
                    "textCid": "LEGITEXT000006074073",
                    "textTitle": "Code du tourisme. - art. D421-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D421-3",
                    "articleId": "LEGIARTI000006813672",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1160179200000
                },
                {
                    "textCid": "LEGITEXT000006074073",
                    "textTitle": "Code du tourisme. - art. L421-3-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L421-3-1",
                    "articleId": "LEGIARTI000006813632",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1145059200000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 95 ZN (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "95 ZN",
                    "articleId": "LEGIARTI000045766070",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1651881600000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 AGG bis (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 AGG bis",
                    "articleId": "LEGIARTI000024036268",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1305936000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "Edition du 1er janvier 2004",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006303245",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 922838400000,
                    "dateFin": 1072828800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303246",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1072828800000,
                    "dateFin": 1135987200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303247",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1135987200000,
                    "dateFin": 1230508800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020034053",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1230508800000,
                    "dateFin": 1262304000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021629111",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1262304000000,
                    "dateFin": 1305504000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024020675",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1305504000000,
                    "dateFin": 1335398400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025746388",
                    "etat": "VIGUEUR",
                    "version": "7.0",
                    "dateDebut": 1335398400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "199 decies F",
                "199"
            ],
            "versionPrecedente": "LEGIARTI000006303245",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006303245",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La réduction d'impôt mentionnée à l'article 199 decies E est accordée au titre des dépenses de reconstruction, d'agrandissement, de grosses réparations ou d'amélioration. La réduction est calculée, au taux de 10 %, sur le montant de s travaux de reconstruction, d'agrandissement, de grosses réparations et d'amélioration, à l'exclusion de ceux qui constituent des charges déductibles des revenus fonciers en application de l'article 31, réalisés à l'occasion de cette opération. Elle est accordée au titre de l'année d'achèvement des travaux. Les travaux doivent avoir nécessité l'obtention d'un permis de construire. La location doit prendre effet dans le délai prévu par l'article 199 decies E (1).",
            "texteHtml": "<p></p>   La réduction d'impôt mentionnée à l'article 199 decies E est accordée au titre des dépenses de reconstruction, d'agrandissement, de grosses réparations ou d'amélioration.<p></p><p></p>   La réduction est calculée, au taux de 10 %, sur le montant de s travaux de reconstruction, d'agrandissement, de grosses réparations et d'amélioration, à l'exclusion de ceux qui constituent des charges déductibles des revenus fonciers en application de l'article 31, réalisés à l'occasion de cette opération. Elle est accordée au titre de l'année d'achèvement des travaux. Les travaux doivent avoir nécessité l'obtention d'un permis de construire.<p></p><p></p>   La location doit prendre effet dans le délai prévu par l'article 199 decies E (1).<p></p>",
            "num": "199 decies F",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 922838400000,
            "dateFin": 1072828800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 343592,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section V : Calcul de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162525",
                        "id": "LEGISCTA000006162525",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "II : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179577",
                        "id": "LEGISCTA000006179577",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1999-03-31",
                        "fin": "2011-06-01",
                        "titre": "11° bis : Réduction d'impôt accordée au titre des investissements immobiliers locatifs réalisés dans des résidences de tourisme classées dans les zones de revitalisation rurales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191610",
                        "id": "LEGISCTA000006191610",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2011-06-01",
                        "fin": "2999-01-01",
                        "titre": "11° bis : Réduction d'impôt accordée au titre des investissements dans l'immobilier de loisirs ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191610",
                        "id": "LEGISCTA000025918735",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006303245",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006191610",
            "sectionParentId": "LEGISCTA000025918735",
            "sectionParentTitre": "11° bis : Réduction d'impôt accordée au titre des investissements dans l'immobilier de loisirs ",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section V : Calcul de l'impôt &gt; II : Impôt sur le revenu &gt; 11° bis : Réduction d'impôt accordée au titre des investissements immobiliers locatifs réalisés dans des résidences de tourisme classées dans les zones de revitalisation rurales",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006303245",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "(1) Voir l'article 46 AGG de l'annexe III.",
            "notaHtml": "<p></p>   (1) Voir l'article 46 AGG de l'annexe III.<p></p><p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000574787",
                    "textTitle": "Loi - art. 13 (V) JORF 31 décembre 1998",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "13",
                    "articleId": "LEGIARTI000006320481",
                    "natureText": "LOI",
                    "datePubliTexte": "1998-12-31",
                    "dateSignaTexte": "1998-12-30",
                    "dateDebutCible": "1998-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 199 decies E, 31",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000024034632",
                    "textTitle": "Décret n°2011-545  du 18 mai 2011 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000024034637",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2011-545",
                    "datePubli": 1305849600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "CODE GENERAL DES IMPOTS ANNEXE 3, CGIAN3. - art. 46 AGG (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 AGG",
                    "articleId": "LEGIARTI000018617882",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1207180800000
                },
                {
                    "textCid": "LEGITEXT000006074073",
                    "textTitle": "Code du tourisme. - art. D321-2-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D321-2-1",
                    "articleId": "LEGIARTI000025846100",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1338508800000
                },
                {
                    "textCid": "LEGITEXT000006074073",
                    "textTitle": "Code du tourisme. - art. D421-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D421-3",
                    "articleId": "LEGIARTI000006813672",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1160179200000
                },
                {
                    "textCid": "LEGITEXT000006074073",
                    "textTitle": "Code du tourisme. - art. L421-3-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L421-3-1",
                    "articleId": "LEGIARTI000006813632",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1145059200000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 95 ZN (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "95 ZN",
                    "articleId": "LEGIARTI000045766070",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1651881600000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 AGG bis (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 AGG bis",
                    "articleId": "LEGIARTI000024036268",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1305936000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "JORFTEXT000000576063",
                    "textTitle": "Décret n°99-180 du 10 mars 1999 - art. 1 ()",
                    "linkType": "SPEC_APPLI",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006330966",
                    "natureText": "DECRET"
                },
                {
                    "textCid": "",
                    "textTitle": "Edition du 31 mars 1999",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "Instruction 1999-10-04 5B-18-99",
                    "linkType": "TXT_ASSOCIE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "Instruction 2002-02-15 5B-6-02",
                    "linkType": "TXT_ASSOCIE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006303245",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 922838400000,
                    "dateFin": 1072828800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303246",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1072828800000,
                    "dateFin": 1135987200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006303247",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1135987200000,
                    "dateFin": 1230508800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020034053",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1230508800000,
                    "dateFin": 1262304000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000021629111",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1262304000000,
                    "dateFin": 1305504000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024020675",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1305504000000,
                    "dateFin": 1335398400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025746388",
                    "etat": "VIGUEUR",
                    "version": "7.0",
                    "dateDebut": 1335398400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "199 decies F",
                "199"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}