{
    "cid": "LEGIARTI000033452911",
    "num": "Annexe VII",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2013-03-28",
                        "fin": "2999-01-01",
                        "titre": "PARTIE REGLEMENTAIRE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000027232261",
                        "id": "LEGISCTA000027232261",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-01-01",
                        "fin": "2999-01-01",
                        "titre": "TROISIÈME PARTIE : TRANSPORT ROUTIER",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000030048381",
                        "id": "LEGISCTA000030048381",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2017-01-01",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000033452817",
                        "id": "LEGISCTA000033452817",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "Code des transports",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023086525",
                        "id": "LEGITEXT000023086525",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000043198104",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. D441-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D441-5",
                    "articleId": "LEGIARTI000026454267",
                    "natureText": "CODE",
                    "date": 1630965333490,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1614384000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L133-3 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L133-3",
                    "articleId": "LEGIARTI000006220314",
                    "natureText": "CODE",
                    "date": 1630965333490,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L133-6 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L133-6",
                    "articleId": "LEGIARTI000006220339",
                    "natureText": "CODE",
                    "date": 1630965333491,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000023086525",
                    "natureText": "CODE",
                    "date": 1630965333491,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1291161600000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. D3222-7 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D3222-7",
                    "articleId": "LEGIARTI000033450119",
                    "natureText": "CODE",
                    "date": 1630965333491,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L1432-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1432-2",
                    "articleId": "LEGIARTI000023069598",
                    "natureText": "CODE",
                    "date": 1630965333491,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1291161600000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L1432-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1432-3",
                    "articleId": "LEGIARTI000023069600",
                    "natureText": "CODE",
                    "date": 1630965333491,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1291161600000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L3221-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3221-2",
                    "articleId": "LEGIARTI000023071169",
                    "natureText": "CODE",
                    "date": 1630965333491,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1291161600000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L3222-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3222-4",
                    "articleId": "LEGIARTI000023071187",
                    "natureText": "CODE",
                    "date": 1630965333491,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1291161600000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L3222-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3222-7",
                    "articleId": "LEGIARTI000023071193",
                    "natureText": "CODE",
                    "date": 1630965333491,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1291161600000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000033419103",
                    "textTitle": "Décret n°2016-1550 du 17 novembre 2016 - art.",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                },
                {
                    "textCid": "JORFTEXT000043183773",
                    "textTitle": "Décret n°2021-211 du 24 février 2021 - art. 13",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "13",
                    "articleId": "LEGIARTI000043186068",
                    "natureText": "DECRET",
                    "datePubliTexte": "2021-02-26",
                    "dateSignaTexte": "2021-02-24",
                    "dateDebutCible": "2021-02-27"
                }
            ],
            "num": "Annexe VII",
            "origine": "LEGI",
            "texte": "CONTRAT TYPE APPLICABLE AUX TRANSPORTS PUBLICS ROUTIERS DE VÉHICULES ROULANTS RÉALISÉS AU MOYEN DE PORTE-VOITURES ANNEXE À L'ARTICLE D. 3222-7 Article 1er Objet et domaine d'application du contrat Le présent contrat a pour objet le transport en régime intérieur, par un transporteur public, de véhicules roulants, quel qu'en soit le nombre par envoi, chargés sur des véhicules transporteurs carrossés porte-voitures, moyennant un prix devant assurer une juste rémunération du service rendu, conformément aux dispositions du code des transports, notamment de ses articles L. 1432-2 à L. 1432-4 et L. 3222-1 à L. 3222-9, ainsi que des textes pris pour leur application. Le transport de véhicules roulants par porte-voitures peut inclure à titre accessoire des phases, dites de convoyage, au cours desquelles le véhicule roulant est conduit ou tracté. Ces opérations de convoyage relèvent du contrat de transport. Il n'est pas applicable aux opérations de remorquage de véhicules roulants accidentés ou en panne par véhicule spécialisé entre le lieu de l'accident ou de la panne et le lieu de réparation. Il n'est également pas applicable au transport de véhicules roulants chargés dans un conteneur. Quelle que soit la technique de transport utilisée, le présent contrat règle les relations du donneur d'ordre et du transporteur public routier ou des transporteurs publics intervenant successivement dans le transport de l'envoi ainsi que les relations de ces transporteurs publics entre eux. Il s'applique de plein droit, à défaut de convention écrite sur l'ensemble ou certaines des matières mentionnées à l'article L. 1432-2 du code des transports. En cas de relations suivies entre un donneur d'ordre et un transporteur public, ayant fait l'objet d'une convention écrite générale conclue conformément aux dispositions de l'article L. 1432-3 du code des transports, chaque envoi est présumé exécuté aux conditions de cette convention. Article 2 Définitions 2.1. Destinataire Par destinataire, on entend la partie, désignée par le donneur d'ordre ou par son représentant, à laquelle la livraison est faite. Le destinataire est partie au contrat de transport dès sa formation. 2.2. Distance et itinéraire La distance de transport est celle de l'itinéraire le plus adapté, compte tenu des contraintes de sécurité et des infrastructures de transport, du recours à des plates-formes, des caractéristiques du véhicule et de la nature des marchandises transportées. 2.3. Donneur d'ordre Par donneur d'ordre, on entend la partie (expéditeur, commissionnaire de transport ou autre) qui conclut le contrat de transport avec le transporteur. 2.4. Durée de mise à disposition du véhicule transporteur Par durée de mise à disposition du véhicule transporteur, on entend le délai qui s'écoule entre le moment où le véhicule est identifié à son arrivée sur les lieux de chargement ou de déchargement ou dans l'aire d'attente et celui où il est prêt à quitter ces lieux après émargement des documents de transport. 2.5. Envoi Par envoi, on entend le nombre de véhicules roulants mis effectivement, au même moment, à la disposition d'un transporteur et dont le transport est demandé par un même donneur d'ordre pour un même destinataire d'un lieu de chargement unique à un lieu de déchargement unique et faisant l'objet d'un même contrat de transport. 2.6. Jours non ouvrables Par jours non ouvrables, on entend les dimanches et les jours de fêtes légales ainsi que les jours d'interdiction de circulation imposés par les pouvoirs publics. En outre, les autres jours de fermeture de l'établissement où s'effectue la prise en charge ou la livraison de la marchandise sont considérés comme jours non ouvrables si le transporteur en est dûment avisé par le donneur d'ordre lors de la conclusion du contrat de transport. 2.7. Laissé pour compte Par laissé pour compte, on entend l'envoi dont le destinataire a refusé de prendre livraison pour quelque motif que ce soit et qui est laissé à la disposition du transporteur par le donneur d'ordre. 2.8. Livraison Par livraison, on entend la remise physique de la marchandise au destinataire ou à son représentant dûment désigné, qui l'accepte de façon ferme et définitive. 2.9. Livraison contre remboursement Par livraison contre remboursement, on entend le mandat donné par le donneur d'ordre au transporteur qui l'accepte, de se faire remettre concomitamment à la livraison une somme grevant la marchandise. La stipulation d'une livraison contre remboursement ne vaut pas déclaration de valeur. 2.10. Plage horaire Par plage horaire, on entend la période, pour un jour donné, fixée d'un commun accord entre le donneur d'ordre et le transporteur pour la mise à disposition du véhicule transporteur sur les lieux de chargement ou de déchargement. Sa durée maximale est de quatre heures. 2.11. Prise en charge Par prise en charge, on entend la remise physique de la marchandise au transporteur qui l'accepte de façon ferme et définitive. 2.12. Rendez-vous Par rendez-vous, on entend la fixation, d'un commun accord entre le donneur d'ordre et le transporteur, d'un jour et d'une heure précis et fermes pour la mise à disposition du véhicule transporteur au lieu de chargement ou au lieu de déchargement. 2.13. Souffrance de la marchandise Par souffrance de la marchandise, on entend le cas où ni le destinataire dûment avisé de sa présentation, ni le donneur d'ordre informé de cette situation, ne donne d'instruction au transporteur quant au sort à réserver à la marchandise. 2.14. Véhicule roulant Par véhicule roulant, on entend tout véhicule en l'état, neuf ou usagé, chargé ou déchargé sur le véhicule transporteur au moyen de ses roues, avec ou sans moteur, le cas échéant pourvu de ses accessoires, quels qu'en soient les dimensions et le volume. Article 3 Informations et documents à fournir au transporteur 3.1. Le donneur d'ordre fournit au transporteur, dans le cadre des dispositions des articles L. 3221-2 et L. 3222-4 du code des transports, préalablement à la présentation du véhicule au chargement, par écrit ou par tout moyen électronique de transmission et de conservation de données, les indications suivantes : a) Les noms et les adresses complètes, ainsi que les numéros de téléphone, de télécopie et l'adresse électronique de l'expéditeur et du destinataire ; b) Les noms et les adresses complètes, ainsi que les numéros de téléphone, de télécopie et l'adresse électronique des lieux de chargement et de déchargement, lorsque ces derniers diffèrent de ceux indiqués ci-dessus ; c) Le nom et l'adresse du donneur d'ordre ; d) Les dates et, si besoin est, les heures de chargement et de déchargement ; e) Les heures limites de mise à disposition du véhicule en vue du chargement et du déchargement ; f) Les informations nécessaires relatives aux accès et installations de chargement et de déchargement ; g) Le genre, le type, le nombre, le numéro de châssis ou, à défaut, le numéro d'immatriculation, le poids et éventuellement les dimensions des véhicules roulants à transporter, le tout repris dans une fiche d'accompagnement ; h) S'il y a lieu, le métrage linéaire de plancher ou le volume nécessaire ; i) Les informations nécessaires sur la spécificité de la marchandise pouvant requérir des dispositions particulières (véhicule électrique, GNV, hydrogène, autonome, GPL, en panne, protection contre les intempéries, etc.) ; j) Les modalités de paiement (port payé ou port dû) ; k) Toute autre modalité d'exécution du contrat de transport (livraison contre remboursement, déboursé, déclaration de valeur, déclaration d'intérêt spécial à la livraison, etc.) ; l) Le numéro de la commande et les références de l'envoi, quand ces informations sont nécessaires à la bonne exécution du contrat ; m) Le cas échéant, les prestations annexes convenues et leurs modalités d'exécution ; n) Les instructions spécifiques en cas d'empêchement à la livraison (nouvelle présentation, livraison à domicile, vente ou destruction, etc.). 3.2. En outre, le donneur d'ordre informe le transporteur des particularités non apparentes des véhicules roulants. Il l'informe également de toutes données susceptibles d'avoir une incidence sur la bonne exécution du contrat de transport, en particulier lors des opérations de chargement ou de déchargement qui nécessiteraient l'assistance d'un tiers ou l'usage d'un équipement spécifique (chariot élévateur, treuil, etc.). 3.3. Le donneur d'ordre fournit au transporteur, en même temps que la marchandise, les renseignements et les documents d'accompagnement nécessaires à la bonne exécution d'une opération de transport soumise à une réglementation particulière, telle que douane, police, etc. 3.4. Le document de transport est établi, par écrit ou par tout moyen électronique de transmission et de conservation de données, sur la base de ces indications. Il est complété, si besoin est, au fur et à mesure de l'opération de transport. Un exemplaire en est remis obligatoirement au destinataire au plus tard au moment de la livraison. 3.5. Le donneur d'ordre supporte vis-à-vis du transporteur les conséquences d'une déclaration fausse ou incomplète sur les caractéristiques de l'envoi ainsi que d'une absence ou d'une insuffisance de déclaration ayant eu pour effet, entre autres, de dissimuler le caractère dangereux ou frauduleux des véhicules roulants transportés. Il répond également de tout manquement à son obligation d'information prévue aux articles 3.2 et 3.3. 3.6. Les mentions figurant sur les documents étrangers au contrat de transport sont inopposables au transporteur. Il en va autrement si elles sont portées à sa connaissance, par écrit ou par tout moyen électronique de transmission et de conservation de données, sur les pièces relatives au contrat de transport. Article 4 Modification du contrat de transport Le donneur d'ordre dispose des véhicules jusqu'au moment où le destinataire fait valoir ses droits. Toute nouvelle instruction du donneur d'ordre ayant pour objet la modification des conditions initiales d'exécution du transport est donnée ou confirmée, immédiatement, par écrit ou par tout moyen électronique de transmission et de conservation de données. Le transporteur n'est pas tenu d'accepter ces nouvelles instructions si elles sont de nature à l'empêcher d'honorer des engagements de transport pris antérieurement. Il doit en aviser immédiatement le donneur d'ordre par écrit ou par tout moyen électronique de transmission et de conservation de données. Lorsque les instructions entraînent une immobilisation du véhicule et/ ou de l'équipage, le transporteur perçoit du donneur d'ordre un complément de rémunération pour frais d'immobilisation qui lui est facturé séparément, conformément aux dispositions de l'article 17. Toute modification du contrat entraîne un réajustement du prix initial. Article 5 Matériel de transport Le transporteur utilise un matériel adapté aux véhicules roulants à transporter ainsi qu'aux opérations de manutention et aux accès et installations de chargement et de déchargement préalablement définis par le donneur d'ordre. Le donneur d'ordre est responsable des dommages causés au véhicule transporteur du transporteur par la marchandise ou son emballage. La preuve de la faute incombe au transporteur. Article 6 Conditionnement 6.1. Les véhicules roulants voyagent à nu. L'absence d'emballage n'est pas une cause d'exonération de la responsabilité du transporteur. 6.2. L'identification du véhicule roulant est assurée au moyen de son numéro de châssis ou de son numéro d'immatriculation, permettant l'identification immédiate et sans équivoque de l'expéditeur, du destinataire et du lieu de livraison. Ces données doivent correspondre à celles qui figurent sur le document de transport et sur la fiche d'accompagnement. 6.3. Le donneur d'ordre répond de toutes les conséquences d'une absence, d'une insuffisance ou d'une défectuosité du marquage, ainsi que d'un manquement à l'obligation d'information prévue aux articles 3.2 et 3.3. Le fait que le transporteur n'a pas formulé de réserves à leur sujet lors de la prise en charge de la marchandise ne lui interdit pas d'invoquer ultérieurement l'absence, l'insuffisance ou la défectuosité du marquage, ainsi qu'un manquement à l'obligation d'information prévue aux articles 3.2 et 3.3. Article 7 Chargement, calage, arrimage, sanglage et déchargement 7.1. L'exécution du chargement, du calage et de l'arrimage, incluant le sanglage, est effectuée par le transporteur qui en assume la responsabilité, sur un emplacement désigné par le donneur d'ordre et accessible au véhicule transporteur. Cet emplacement doit permettre d'assurer l'opération dans des conditions normales de sécurité pour le personnel, les tiers et les véhicules roulants. Avant la prise en charge des véhicules roulants, il est procédé à une reconnaissance contradictoire entre le donneur d'ordre et le transporteur concernant la conformité des véhicules roulants au document de transport, leur bon état apparent et la présence des accessoires de série et éventuellement optionnels précisés sur la fiche d'accompagnement, dans les conditions prévues par l'article 10. La reconnaissance contradictoire s'effectue par écrit ou par tout moyen électronique de transmission et de conservation de données. 7.2. Le déchargement est effectué par le transporteur qui en assume la responsabilité, à un emplacement désigné par le destinataire et accessible au véhicule transporteur, permettant d'assurer cette opération dans des conditions normales de sécurité pour le personnel, les tiers et les véhicules roulants. La reconnaissance contradictoire du ou des véhicules roulants transportés composant l'envoi intervient à la fin du déchargement, dans les conditions prévues par l'article 10. La reconnaissance contradictoire s'effectue par écrit ou par tout moyen électronique de transmission et de conservation de données. 7.3. La prise en charge par le transporteur et la remise par ce dernier au destinataire s'effectue à proximité immédiate du véhicule transporteur et à la vue du destinataire. Article 8 Livraison 8.1. La livraison est effectuée entre les mains du destinataire, désigné par le donneur d'ordre et figurant sur le document de transport, ou du représentant du destinataire. 8.2. Le destinataire peut formuler des réserves précises et motivées sur l'état de la marchandise et la quantité remise. Dès que le destinataire a pris possession de l'envoi, avec ou sans réserve, il en donne décharge au transporteur en datant et signant le document de transport, dont un exemplaire lui est remis, par écrit ou par tout moyen électronique de transmission et de conservation de données. En l'absence de réserves ou en cas de refus exprès et motivé desdites réserves par le transporteur, le destinataire est en droit d'invoquer dans le délai prévu à l'article L. 133-3 du code de commerce une perte ou une avarie, en rapportant la preuve de leur existence et de leur imputabilité au transport. 8.3. La signature du destinataire est la preuve de la remise et de l'acceptation de l'envoi. Elle est accompagnée du nom du signataire, de la date et de l'heure de la livraison ainsi que du cachet commercial de l'établissement ou de tout autre moyen approprié d'identification. 8.4. Lorsqu'il est prévu que l'envoi soit livré hors la présence du destinataire ou de son représentant, hors des heures d'ouverture de son établissement ou pendant un jour non ouvrable, les parties conviennent des modalités de livraison préalablement à l'exécution de l'opération. Article 9 Accès aux lieux de chargement et de déchargement-Sécurité des opérations 9.1. Les lieux désignés par le donneur d'ordre doivent être accessibles sans contrainte ni risque particuliers pour des véhicules roulants de caractéristiques usuelles pour le transport considéré. 9.2. Le transporteur se conforme au protocole de sécurité applicable sur le site de chargement et/ ou de déchargement, conformément aux articles R. 4515-4 et suivants du code du travail. Plus généralement, il est tenu de respecter les règles de sécurité en vigueur dans les lieux où il est amené à intervenir. 9.3. Dans le cas où le chargement ou le déchargement est effectué sur la voie publique, le donneur d'ordre ou le destinataire doit permettre la réalisation de l'opération dans des conditions compatibles avec le respect des règles de circulation et de la sécurité routières. A cette fin, il met à la disposition du transporteur les moyens humains et matériels nécessaires. Article 10 Identification du véhicule et durées de mise à disposition en vue du chargement ou du déchargement A l'arrivée du véhicule transporteur, sur les lieux de chargement ou de déchargement ou dans l'aire d'attente, même si elle est extérieure, le transporteur informe le représentant de l'établissement de chargement ou de déchargement que son véhicule transporteur est à sa disposition pour effectuer l'une ou l'autre de ces opérations. L'heure de cette mise à disposition est immédiatement consignée par le transporteur sur le document de suivi, ce qui constitue l'identification au sens l'article L. 3222-7 du code des transports. L'identification est le point de départ des durées de mise à disposition du véhicule en vue du chargement ou du déchargement. Ces durées prennent fin avec la remise au transporteur des documents émargés. Le donneur d'ordre met le ou les véhicules roulants à transporter à disposition du transporteur à l'emplacement affecté au chargement au plus tard une demi-heure après la mise à disposition du véhicule transporteur. Le transporteur doit pouvoir commencer les opérations de déchargement dans la demi-heure qui suit la mise à disposition du véhicule transporteur. Les reconnaissances contradictoires définies à l'article 7, d'une part avant la prise en charge des véhicules et d'autre part à la fin du déchargement, ne doivent pas chacune excéder une demi-heure. En cas de dépassement non imputable au transporteur des durées ainsi fixées, le transporteur perçoit de celui qui en est à l'origine un complément de rémunération pour frais d'immobilisation du véhicule et/ ou de l'équipage facturé séparément, conformément aux dispositions de l'article 17. Article 11 Opérations de pesage Si l'une des parties au contrat demande la pesée de l'envoi, cette opération est effectuée sur le lieu de chargement ou de déchargement. Si le déplacement du véhicule est nécessaire, son coût ainsi que celui de l'opération de pesage sont supportés par le demandeur. Article 12 Défaillance totale ou partielle du donneur d'ordre dans la remise de l'envoi En cas de préjudice prouvé résultant d'une non-remise totale ou partielle de l'envoi lors de la mise à disposition du véhicule transporteur par le transporteur, l'indemnité à verser au transporteur par le donneur d'ordre ne peut excéder le prix du transport convenu. Article 13 Défaillance totale ou partielle du transporteur au chargement En cas de préjudice prouvé résultant d'une défaillance totale ou partielle du transporteur au chargement, l'indemnité à verser au donneur d'ordre par le transporteur ne peut excéder le prix du transport convenu. Article 14 Annulation du transport L'annulation du transport par l'une ou l'autre des parties annoncée moins de 24 heures avant le jour convenu ou l'heure convenue de la mise à disposition du véhicule au chargement ouvre droit, en cas de préjudice prouvé, à une indemnité qui ne peut excéder le prix du transport convenu. Article 15 Empêchement au transport Si le transport est empêché ou interrompu temporairement ou si, pour un motif quelconque, l'exécution du transport est ou devient impossible dans les conditions initialement prévues, le transporteur demande des instructions au donneur d'ordre. Si le transporteur n'a pu obtenir en temps utile les instructions du donneur d'ordre, il prend les mesures qui lui paraissent les meilleures dans l'intérêt de ce dernier pour la conservation de la marchandise ou son acheminement par d'autres voies ou d'autres moyens. Sauf si l'empêchement, l'interruption ou l'impossibilité est imputable au transporteur, le donneur d'ordre rembourse au transporteur les dépenses justifiées consécutives aux instructions données ou aux mesures prises en application des alinéas précédents. Ces dépenses, ainsi que les frais d'immobilisation du véhicule et/ ou de l'équipage, sont facturées séparément, en sus du prix du transport convenu, conformément aux dispositions de l'article 17. En cas d'empêchement définitif dû à la force majeure, le transporteur a droit à la partie du prix du transport correspondant au trajet effectué jusqu'à l'arrêt du transport. Article 16 Empêchement à livraison Il y a empêchement à la livraison chaque fois que l'envoi parvenu au lieu de livraison prévu ne peut être remis au destinataire désigné, notamment en cas : a) D'absence du destinataire ; b) D'inaccessibilité du lieu de livraison ; c) D'immobilisation du véhicule chez le destinataire pendant une durée supérieure aux durées définies à l'article 10 ; d) De refus de prendre livraison par le destinataire. Sans préjudice des dispositions de l'article 10, est également considérée comme un empêchement à la livraison toute immobilisation du véhicule chez le destinataire pendant une durée supérieure à vingt-quatre heures décomptées à partir de la mise à disposition. 16.1. Lorsqu'il y a livraison à domicile, un avis de passage daté qui atteste la présentation de l'envoi est déposé, puis confirmé par écrit ou par tout moyen électronique de transmission et de conservation de données. L'avis de passage mentionne le lieu où l'envoi peut être retiré dans un délai de trois jours ouvrables, au sens de l'article 2.6, et la possibilité d'une nouvelle présentation à domicile facturée séparément, conformément aux dispositions de l'article 17. 16.2. Lorsque la livraison est prévue dans les locaux du transporteur, un avis d'arrivée est adressé, par écrit ou par tout moyen électronique de transmission et de conservation de données, au destinataire qui dispose de cinq jours ouvrables suivant l'expédition de l'avis d'arrivée pour prendre livraison de l'envoi. 16.3. En cas de souffrance de la marchandise, le transporteur constate l'empêchement à la livraison et adresse au donneur d'ordre un avis de souffrance par écrit ou par tout moyen électronique de transmission et de conservation de données dans un délai de cinq jours ouvrables. En l'absence d'instruction du donneur d'ordre dans un délai de cinq jours ouvrables suivant cet avis, le transporteur met le donneur d'ordre en demeure, par lettre recommandée avec avis de réception, de reprendre possession de la marchandise. À défaut de réponse dans un délai maximum de quinze jours ouvrables, le contrat de transport est résilié de plein droit et la marchandise est considérée comme abandonnée par l'expéditeur au transporteur, ce qui confère à ce dernier le droit d'effectuer sur elle tout acte de disposition (vente amiable, destruction, etc.). Tous les frais résultant de l'empêchement à la livraison sont facturés séparément, conformément aux dispositions de l'article 17. Article 17 Rémunération du transporteur 17.1. La rémunération du transporteur comprend : a) Le prix du transport stricto sensu ; b) Le prix des prestations annexes ; c) Les frais liés à l'établissement et à la gestion administrative et informatique du contrat de transport ; d) Toute taxe liée au transport et/ ou tout droit dont la perception est mise à la charge du transporteur. 17.2. Le prix du transport est établi en fonction du type de véhicule utilisé, de ses équipements, de la nature de la marchandise, de son poids, de son volume, du nombre de véhicules roulants, de la distance du transport, des délais d'acheminement, de la relation assurée, des caractéristiques du trafic, des sujétions particulières de circulation, de la durée de mise à disposition du véhicule transporteur et de l'équipage, plus généralement des coûts engendrés par la prestation demandée, conformément aux dispositions du titre II du livre II de la troisième partie du code des transports, ainsi que de la qualité des prestations rendues. Le prix du transport initialement convenu est révisé en cas de variations significatives des charges de l'entreprise de transport qui tiennent à des conditions extérieures à cette dernière. Les charges de carburant sont déterminées et révisées dans les conditions prévues par les dispositions impératives des articles L. 3222-1 et L. 3222-2 du code des transports. 17.3. Toute prestation annexe est rémunérée au prix convenu. Tel est le cas, notamment : a) Des opérations d'encaissement, en particulier en cas d'encaissement différé ; b) De la livraison contre remboursement ; c) Des déboursés ; d) De la déclaration de valeur ; e) De la déclaration d'intérêt spécial à la livraison ; f) Du mandat d'assurance ; g) De la nouvelle présentation au lieu de chargement ou au lieu de déchargement ; h) Des opérations de pesage ; i) Du nettoyage et du lavage ; j) De l'entreposage ; k) Du déplacement des véhicules en panne ; l) Des frais d'immobilisation du véhicule transporteur et/ ou de l'équipage. 17.4. Toute modification du contrat de transport initial, notamment tout changement d'itinéraire, toute immobilisation du véhicule transporteur et/ ou de l'équipage, tout retour de marchandise à l'expéditeur, non imputables au transporteur, entraîne un réajustement des conditions de rémunération du transporteur. 17.5. Les prix initialement convenus dans le cadre de relations suivies sont renégociés à la date anniversaire du contrat. Une modification du contrat tant en matière de volumes qu'en matière de prestations entraîne une renégociation des conditions tarifaires. 17.6. Les frais supplémentaires de suivi du contrat de transport sont facturés séparément. 17.7. Tous les prix sont calculés hors taxes. Article 18 Modalités de paiement 18.1. Le paiement du prix du transport, ainsi que celui des prestations annexes, est exigible à l'enlèvement (port payé) ou à la livraison (port dû) sur présentation de la facture ou d'un document en tenant lieu et, en tout état de cause, au lieu d'émission de la facture, laquelle doit être réglée dans un délai qui ne peut excéder trente jours à compter de la date de son émission. 18.2. La compensation unilatérale du montant des dommages allégués sur le prix du transport est interdite. 18.3. Tout retard dans le paiement entraîne de plein droit, le jour suivant la date limite de règlement figurant sur la facture, l'exigibilité d'intérêts de retard d'un montant équivalent à cinq fois le taux d'intérêt légal, ainsi que d'une indemnité forfaitaire pour frais de recouvrement d'un montant minimum de 40 euros, conformément à l' article D. 441-5 du code de commerce , et ce, sans préjudice de la réparation éventuelle, dans les conditions du droit commun, de tout autre dommage résultant directement de ce retard. 18.4. La date d'exigibilité du paiement, le taux d'intérêt des pénalités de retard, ainsi que le montant de l'indemnité forfaitaire de compensation des frais de recouvrement doivent obligatoirement figurer sur la facture. 18.5. Le non-paiement total ou partiel d'une facture à une seule échéance emporte, sans formalité, déchéance du terme entraînant l'exigibilité immédiate du règlement, sans mise en demeure, de toutes les sommes dues, même à terme, à la date de ce manquement et autorise le transporteur à exiger le paiement comptant avant l'exécution de toute nouvelle opération. 18.6. En cas de perte ou d'avarie partielle ou totale de la marchandise, le transporteur a droit au paiement de sa rémunération, sous réserve qu'il règle l'indemnité correspondante. Article 19 Livraison contre remboursement 19.1. La livraison contre remboursement doit être expressément demandée par le donneur d'ordre, conformément aux dispositions de l'article 3.1. 19.2. Lorsqu'il y a stipulation d'une livraison contre remboursement, le transporteur reçoit entre ses mains la somme remise par le destinataire en échange de la marchandise soit sous forme d'un chèque établi à l'ordre du donneur d'ordre ou de toute autre personne désignée par lui, soit en espèces quand la législation l'autorise. Toutefois, même dans ce dernier cas, le transporteur ne peut refuser un chèque sans motif valable. 19.3. Le transporteur doit adresser cette somme au donneur d'ordre ou à la personne désignée par ce dernier, dans un délai de huit jours ouvrables à compter de sa remise. 19.4. La stipulation d'une livraison contre remboursement ne vaut pas déclaration de valeur et ne modifie donc pas les règles d'indemnisation pour pertes et avaries définies à l'article 21. Elle ne lie le transporteur que si elle figure sur un document procédant du contrat de transport. 19.5. La responsabilité du transporteur en cas de manquement à cette obligation est engagée selon les règles du mandat. Néanmoins, conformément à l' article L. 133-6 du code de commerce , la prescription des actions relatives à la livraison contre remboursement est d'un an à compter de la date de la livraison. Article 20 Présomption de perte de la marchandise 20.1. L'ayant droit peut, sans avoir à fournir d'autres preuves, considérer la marchandise comme perdue quand elle n'a pas été livrée dans les trente jours qui suivent l'expiration du délai convenu ou, à défaut, du délai nécessaire à la réalisation du transport dans les conditions prévues à l'article 23.1. L'ayant droit est alors indemnisé dans les conditions prévues à l'article 21. 20.2. L'ayant droit peut, au plus tard en recevant le paiement de l'indemnité pour la marchandise perdue, demander, par écrit ou par tout moyen électronique de transmission et de conservation de données, à être avisé immédiatement, si la marchandise est retrouvée au cours de l'année qui suit le paiement de l'indemnité. Il lui est donné acte de cette demande par écrit ou par tout moyen électronique de transmission et de conservation de données. Article 21 Indemnisation pour pertes et avaries-Déclaration de valeur 21.1. Le transporteur est tenu de verser une indemnité pour la réparation de tous les dommages justifiés dont il est légalement tenu pour responsable, résultant de la perte totale ou partielle ou de l'avarie du ou des véhicules roulants compris dans l'envoi. Hors les cas de dol et de faute inexcusable du transporteur, l'indemnisation du préjudice prouvé, direct et prévisible, s'effectue dans les limites suivantes : 1° L'indemnité ne peut excéder, en ce qui concerne le dommage matériel, y compris la dépréciation éventuelle, affectant les véhicules roulants : a) Pour un véhicule neuf ou non encore coté à L'Argus automobile, la valeur du véhicule de remplacement hors taxes au tarif du constructeur en vigueur à la date du sinistre, déduction faite de la valeur de revente du véhicule endommagé ; b) Pour un véhicule d'occasion coté à L'Argus automobile, la valeur relevant de la dernière cote publiée par ce journal à la date du sinistre, déduction faite de la valeur de revente du véhicule endommagé ; c) Pour un véhicule dont la valeur n'est plus reprise à la cote précitée ou n'est pas coté, la somme de 1 000 euros. 2° L'indemnité ne peut excéder, en ce qui concerne tous les autres dommages, la somme de 1 000 euros par véhicule sinistré. 21.2. Le donneur d'ordre a toujours la faculté de faire une déclaration de valeur qui a pour effet de substituer le montant de cette déclaration au plafond de l'indemnité fixée aux 1° et 2° de l'article 21.1. La déclaration de valeur doit être formulée par écrit ou par tout moyen électronique de transmission et de conservation de données, au plus tard au moment de la conclusion du contrat de transport. La validité de la déclaration de valeur est subordonnée au paiement du prix convenu, tel que prévu à l'article 17. 21.3. Le transporteur s'engage à souscrire un contrat d'assurance, auprès d'une compagnie d'assurance notoirement solvable, couvrant sa responsabilité dans la limite des plafonds des indemnités fixées aux alinéas ci-dessus. A la demande du donneur d'ordre, il doit justifier la souscription d'un tel contrat. 21.4. L'indemnité est réduite d'un tiers lorsque le donneur d'ordre impose la destruction de la marchandise laissée pour compte ou en interdit le sauvetage. Cette réduction n'a pas lieu d'être en cas de dol ou de faute inexcusable du transporteur. Article 22 Dommages autres qu'à la marchandise transportée Le transporteur est responsable de la perte et des dommages matériels directs qu'il occasionne aux biens de l'expéditeur ou du destinataire dans le cadre de l'exécution du contrat de transport. Article 23 Délai d'acheminement et indemnisation pour retard à la livraison-Déclaration d'intérêt spécial à la livraison 23.1. Délai d'acheminement Le délai d'acheminement comprend le délai de transport auquel s'ajoute le délai de livraison à domicile : a) Le délai de transport court à partir de 0 heure du jour qui suit l'enlèvement de l'envoi ou sa remise au dépôt du transporteur. Il est d'un jour par fraction indivisible de 450 kilomètres. Les samedis et les jours non ouvrables ne sont pas compris dans le calcul de ce délai ; b) Le délai de livraison à domicile est d'un jour. Les jours non ouvrables ne sont pas compris dans le calcul du délai de livraison. 23.2. Retard à la livraison Il y a retard à la livraison lorsque l'envoi n'a pas été livré dans le délai convenu ou, s'il n'a pas été convenu de délai, lorsque la durée effective du transport dépasse le délai d'acheminement tel qu'il est défini à l'article 23.1. 23.3. Indemnisation pour retard à la livraison En cas de préjudice prouvé résultant d'un retard à la livraison du fait du transporteur, celui-ci est tenu de verser une indemnité qui ne peut excéder le prix du transport (droits, taxes et frais divers exclus). Le donneur d'ordre a toujours la faculté de faire une déclaration d'intérêt spécial à la livraison qui a pour effet de substituer le montant de cette déclaration au plafond de l'indemnité fixé à l'alinéa précédent. La déclaration d'intérêt spécial à la livraison doit être formulée par écrit ou par tout moyen électronique de transmission et de conservation de données, au plus tard au moment de la conclusion du contrat de transport. La validité de la déclaration est subordonnée au paiement du prix convenu, tel que prévu à l'article 17. Sans préjudice de l'indemnité prévue aux deux alinéas précédents, les pertes ou avaries à la marchandise résultant d'un retard sont indemnisées conformément aux dispositions de l'article 21. En cas d'inobservation des délais, même garantis, l'indemnité reste due dans les conditions définies au présent article. Article 24 Prescription Conformément aux  dispositions de l'article L. 133-6 du code de commerce , toutes les actions nées du contrat de transport et de ses prestations annexes se prescrivent dans le délai d'un an. Ce délai court, en cas de perte totale, à compter du jour où la marchandise aurait dû être livrée ou offerte et, dans tous les autres cas, à compter du jour où la marchandise a été remise ou offerte au destinataire. Article 25 Durée du contrat de transport, reconduction et résiliation 25.1. Le contrat de transport est conclu, soit pour une durée déterminée, reconductible ou non, soit pour une durée indéterminée. 25.2. Chacune des parties peut y mettre un terme par l'envoi d'une lettre recommandée avec avis de réception moyennant un préavis se calculant comme suit : a) Un (1) mois lorsque la durée de la relation est inférieure ou égale à six (6) mois ; b) Deux (2) mois lorsque la durée de la relation est supérieure à six (6) mois et inférieure ou égale à un (1) an ; c) Trois (3) mois lorsque la durée de la relation est supérieure à un (1) an et inférieure ou égale à trois (3) ans ; d) Quatre (4) mois quand la durée de la relation est supérieure à trois (3) ans, auxquels s'ajoute une semaine par année complète de relations commerciales, sans pouvoir excéder une durée maximale de six (6) mois. 25.3. Pendant la période de préavis, les parties maintiennent l'économie du contrat. 25.4. En cas de manquement grave ou de manquements répétés de l'une des parties à ses obligations contractuelles, et à l'issue d'un délai de quinze (15) jours suivants une mise en demeure, mentionnant la présente clause résolutoire, restée sans effet, adressée par lettre recommandée avec avis de réception, l'autre partie peut mettre fin au contrat de transport, qu'il soit à durée déterminée ou indéterminée, sans préavis ni indemnités, par l'envoi d'une lettre recommandée avec avis de réception de résiliation de celui-ci.",
            "texteHtml": "<p>CONTRAT TYPE APPLICABLE AUX TRANSPORTS PUBLICS ROUTIERS DE VÉHICULES ROULANTS RÉALISÉS AU MOYEN DE PORTE-VOITURES <br clear='none'/><br clear='none'/>ANNEXE À L'ARTICLE D. 3222-7 </p><p>Article 1er <br clear='none'/><br clear='none'/>Objet et domaine d'application du contrat </p><p>Le présent contrat a pour objet le transport en régime intérieur, par un transporteur public, de véhicules roulants, quel qu'en soit le nombre par envoi, chargés sur des véhicules transporteurs carrossés porte-voitures, moyennant un prix devant assurer une juste rémunération du service rendu, conformément aux dispositions du code des transports, notamment de ses articles L. 1432-2 à L. 1432-4 et L. 3222-1 à L. 3222-9, ainsi que des textes pris pour leur application. <br clear='none'/><br clear='none'/>Le transport de véhicules roulants par porte-voitures peut inclure à titre accessoire des phases, dites de convoyage, au cours desquelles le véhicule roulant est conduit ou tracté. Ces opérations de convoyage relèvent du contrat de transport. <br clear='none'/><br clear='none'/>Il n'est pas applicable aux opérations de remorquage de véhicules roulants accidentés ou en panne par véhicule spécialisé entre le lieu de l'accident ou de la panne et le lieu de réparation. <br clear='none'/><br clear='none'/>Il n'est également pas applicable au transport de véhicules roulants chargés dans un conteneur. <br clear='none'/><br clear='none'/>Quelle que soit la technique de transport utilisée, le présent contrat règle les relations du donneur d'ordre et du transporteur public routier ou des transporteurs publics intervenant successivement dans le transport de l'envoi ainsi que les relations de ces transporteurs publics entre eux. <br clear='none'/><br clear='none'/>Il s'applique de plein droit, à défaut de convention écrite sur l'ensemble ou certaines des matières mentionnées à l'article L. 1432-2 du code des transports. <br clear='none'/><br clear='none'/>En cas de relations suivies entre un donneur d'ordre et un transporteur public, ayant fait l'objet d'une convention écrite générale conclue conformément aux dispositions de l'article L. 1432-3 du code des transports, chaque envoi est présumé exécuté aux conditions de cette convention. </p><p>Article 2 <br clear='none'/><br clear='none'/>Définitions </p><p>2.1. Destinataire <br clear='none'/><br clear='none'/>Par destinataire, on entend la partie, désignée par le donneur d'ordre ou par son représentant, à laquelle la livraison est faite. Le destinataire est partie au contrat de transport dès sa formation. <br clear='none'/><br clear='none'/>2.2. Distance et itinéraire <br clear='none'/><br clear='none'/>La distance de transport est celle de l'itinéraire le plus adapté, compte tenu des contraintes de sécurité et des infrastructures de transport, du recours à des plates-formes, des caractéristiques du véhicule et de la nature des marchandises transportées. <br clear='none'/><br clear='none'/>2.3. Donneur d'ordre <br clear='none'/><br clear='none'/>Par donneur d'ordre, on entend la partie (expéditeur, commissionnaire de transport ou autre) qui conclut le contrat de transport avec le transporteur. <br clear='none'/><br clear='none'/>2.4. Durée de mise à disposition du véhicule transporteur <br clear='none'/><br clear='none'/>Par durée de mise à disposition du véhicule transporteur, on entend le délai qui s'écoule entre le moment où le véhicule est identifié à son arrivée sur les lieux de chargement ou de déchargement ou dans l'aire d'attente et celui où il est prêt à quitter ces lieux après émargement des documents de transport. <br clear='none'/><br clear='none'/>2.5. Envoi <br clear='none'/><br clear='none'/>Par envoi, on entend le nombre de véhicules roulants mis effectivement, au même moment, à la disposition d'un transporteur et dont le transport est demandé par un même donneur d'ordre pour un même destinataire d'un lieu de chargement unique à un lieu de déchargement unique et faisant l'objet d'un même contrat de transport. <br clear='none'/><br clear='none'/>2.6. Jours non ouvrables <br clear='none'/><br clear='none'/>Par jours non ouvrables, on entend les dimanches et les jours de fêtes légales ainsi que les jours d'interdiction de circulation imposés par les pouvoirs publics. En outre, les autres jours de fermeture de l'établissement où s'effectue la prise en charge ou la livraison de la marchandise sont considérés comme jours non ouvrables si le transporteur en est dûment avisé par le donneur d'ordre lors de la conclusion du contrat de transport. <br clear='none'/><br clear='none'/>2.7. Laissé pour compte <br clear='none'/><br clear='none'/>Par laissé pour compte, on entend l'envoi dont le destinataire a refusé de prendre livraison pour quelque motif que ce soit et qui est laissé à la disposition du transporteur par le donneur d'ordre. <br clear='none'/><br clear='none'/>2.8. Livraison <br clear='none'/><br clear='none'/>Par livraison, on entend la remise physique de la marchandise au destinataire ou à son représentant dûment désigné, qui l'accepte de façon ferme et définitive. <br clear='none'/><br clear='none'/>2.9. Livraison contre remboursement <br clear='none'/><br clear='none'/>Par livraison contre remboursement, on entend le mandat donné par le donneur d'ordre au transporteur qui l'accepte, de se faire remettre concomitamment à la livraison une somme grevant la marchandise. La stipulation d'une livraison contre remboursement ne vaut pas déclaration de valeur. <br clear='none'/><br clear='none'/>2.10. Plage horaire <br clear='none'/><br clear='none'/>Par plage horaire, on entend la période, pour un jour donné, fixée d'un commun accord entre le donneur d'ordre et le transporteur pour la mise à disposition du véhicule transporteur sur les lieux de chargement ou de déchargement. Sa durée maximale est de quatre heures. <br clear='none'/><br clear='none'/>2.11. Prise en charge <br clear='none'/><br clear='none'/>Par prise en charge, on entend la remise physique de la marchandise au transporteur qui l'accepte de façon ferme et définitive. <br clear='none'/><br clear='none'/>2.12. Rendez-vous <br clear='none'/><br clear='none'/>Par rendez-vous, on entend la fixation, d'un commun accord entre le donneur d'ordre et le transporteur, d'un jour et d'une heure précis et fermes pour la mise à disposition du véhicule transporteur au lieu de chargement ou au lieu de déchargement. <br clear='none'/><br clear='none'/>2.13. Souffrance de la marchandise <br clear='none'/><br clear='none'/>Par souffrance de la marchandise, on entend le cas où ni le destinataire dûment avisé de sa présentation, ni le donneur d'ordre informé de cette situation, ne donne d'instruction au transporteur quant au sort à réserver à la marchandise. <br clear='none'/><br clear='none'/>2.14. Véhicule roulant <br clear='none'/><br clear='none'/>Par véhicule roulant, on entend tout véhicule en l'état, neuf ou usagé, chargé ou déchargé sur le véhicule transporteur au moyen de ses roues, avec ou sans moteur, le cas échéant pourvu de ses accessoires, quels qu'en soient les dimensions et le volume. </p><p>Article 3 <br clear='none'/><br clear='none'/>Informations et documents à fournir au transporteur </p><p>3.1. Le donneur d'ordre fournit au transporteur, dans le cadre des dispositions des articles L. 3221-2 et L. 3222-4 du code des transports, préalablement à la présentation du véhicule au chargement, par écrit ou par tout moyen électronique de transmission et de conservation de données, les indications suivantes : <br clear='none'/><br clear='none'/>a) Les noms et les adresses complètes, ainsi que les numéros de téléphone, de télécopie et l'adresse électronique de l'expéditeur et du destinataire ; <br clear='none'/><br clear='none'/>b) Les noms et les adresses complètes, ainsi que les numéros de téléphone, de télécopie et l'adresse électronique des lieux de chargement et de déchargement, lorsque ces derniers diffèrent de ceux indiqués ci-dessus ; <br clear='none'/><br clear='none'/>c) Le nom et l'adresse du donneur d'ordre ; <br clear='none'/><br clear='none'/>d) Les dates et, si besoin est, les heures de chargement et de déchargement ; <br clear='none'/><br clear='none'/>e) Les heures limites de mise à disposition du véhicule en vue du chargement et du déchargement ; <br clear='none'/><br clear='none'/>f) Les informations nécessaires relatives aux accès et installations de chargement et de déchargement ; <br clear='none'/><br clear='none'/>g) Le genre, le type, le nombre, le numéro de châssis ou, à défaut, le numéro d'immatriculation, le poids et éventuellement les dimensions des véhicules roulants à transporter, le tout repris dans une fiche d'accompagnement ; <br clear='none'/><br clear='none'/>h) S'il y a lieu, le métrage linéaire de plancher ou le volume nécessaire ; <br clear='none'/><br clear='none'/>i) Les informations nécessaires sur la spécificité de la marchandise pouvant requérir des dispositions particulières (véhicule électrique, GNV, hydrogène, autonome, GPL, en panne, protection contre les intempéries, etc.) ; <br clear='none'/><br clear='none'/>j) Les modalités de paiement (port payé ou port dû) ; <br clear='none'/><br clear='none'/>k) Toute autre modalité d'exécution du contrat de transport (livraison contre remboursement, déboursé, déclaration de valeur, déclaration d'intérêt spécial à la livraison, etc.) ; <br clear='none'/><br clear='none'/>l) Le numéro de la commande et les références de l'envoi, quand ces informations sont nécessaires à la bonne exécution du contrat ; <br clear='none'/><br clear='none'/>m) Le cas échéant, les prestations annexes convenues et leurs modalités d'exécution ; <br clear='none'/><br clear='none'/>n) Les instructions spécifiques en cas d'empêchement à la livraison (nouvelle présentation, livraison à domicile, vente ou destruction, etc.). <br clear='none'/><br clear='none'/>3.2. En outre, le donneur d'ordre informe le transporteur des particularités non apparentes des véhicules roulants. Il l'informe également de toutes données susceptibles d'avoir une incidence sur la bonne exécution du contrat de transport, en particulier lors des opérations de chargement ou de déchargement qui nécessiteraient l'assistance d'un tiers ou l'usage d'un équipement spécifique (chariot élévateur, treuil, etc.). <br clear='none'/><br clear='none'/>3.3. Le donneur d'ordre fournit au transporteur, en même temps que la marchandise, les renseignements et les documents d'accompagnement nécessaires à la bonne exécution d'une opération de transport soumise à une réglementation particulière, telle que douane, police, etc. <br clear='none'/><br clear='none'/>3.4. Le document de transport est établi, par écrit ou par tout moyen électronique de transmission et de conservation de données, sur la base de ces indications. Il est complété, si besoin est, au fur et à mesure de l'opération de transport. Un exemplaire en est remis obligatoirement au destinataire au plus tard au moment de la livraison. <br clear='none'/><br clear='none'/>3.5. Le donneur d'ordre supporte vis-à-vis du transporteur les conséquences d'une déclaration fausse ou incomplète sur les caractéristiques de l'envoi ainsi que d'une absence ou d'une insuffisance de déclaration ayant eu pour effet, entre autres, de dissimuler le caractère dangereux ou frauduleux des véhicules roulants transportés. Il répond également de tout manquement à son obligation d'information prévue aux articles 3.2 et 3.3.<br clear='none'/><br clear='none'/>3.6. Les mentions figurant sur les documents étrangers au contrat de transport sont inopposables au transporteur. Il en va autrement si elles sont portées à sa connaissance, par écrit ou par tout moyen électronique de transmission et de conservation de données, sur les pièces relatives au contrat de transport. </p><p>Article 4 <br clear='none'/><br clear='none'/>Modification du contrat de transport </p><p>Le donneur d'ordre dispose des véhicules jusqu'au moment où le destinataire fait valoir ses droits. <br clear='none'/><br clear='none'/>Toute nouvelle instruction du donneur d'ordre ayant pour objet la modification des conditions initiales d'exécution du transport est donnée ou confirmée, immédiatement, par écrit ou par tout moyen électronique de transmission et de conservation de données. <br clear='none'/><br clear='none'/>Le transporteur n'est pas tenu d'accepter ces nouvelles instructions si elles sont de nature à l'empêcher d'honorer des engagements de transport pris antérieurement. Il doit en aviser immédiatement le donneur d'ordre par écrit ou par tout moyen électronique de transmission et de conservation de données. <br clear='none'/><br clear='none'/>Lorsque les instructions entraînent une immobilisation du véhicule et/ ou de l'équipage, le transporteur perçoit du donneur d'ordre un complément de rémunération pour frais d'immobilisation qui lui est facturé séparément, conformément aux dispositions de l'article 17. <br clear='none'/><br clear='none'/>Toute modification du contrat entraîne un réajustement du prix initial. </p><p>Article 5 <br clear='none'/><br clear='none'/>Matériel de transport </p><p>Le transporteur utilise un matériel adapté aux véhicules roulants à transporter ainsi qu'aux opérations de manutention et aux accès et installations de chargement et de déchargement préalablement définis par le donneur d'ordre. <br clear='none'/><br clear='none'/>Le donneur d'ordre est responsable des dommages causés au véhicule transporteur du transporteur par la marchandise ou son emballage. La preuve de la faute incombe au transporteur. </p><p>Article 6 <br clear='none'/><br clear='none'/>Conditionnement </p><p>6.1. Les véhicules roulants voyagent à nu. L'absence d'emballage n'est pas une cause d'exonération de la responsabilité du transporteur. <br clear='none'/><br clear='none'/>6.2. L'identification du véhicule roulant est assurée au moyen de son numéro de châssis ou de son numéro d'immatriculation, permettant l'identification immédiate et sans équivoque de l'expéditeur, du destinataire et du lieu de livraison. Ces données doivent correspondre à celles qui figurent sur le document de transport et sur la fiche d'accompagnement. <br clear='none'/><br clear='none'/>6.3. Le donneur d'ordre répond de toutes les conséquences d'une absence, d'une insuffisance ou d'une défectuosité du marquage, ainsi que d'un manquement à l'obligation d'information prévue aux articles 3.2 et 3.3. <br clear='none'/><br clear='none'/>Le fait que le transporteur n'a pas formulé de réserves à leur sujet lors de la prise en charge de la marchandise ne lui interdit pas d'invoquer ultérieurement l'absence, l'insuffisance ou la défectuosité du marquage, ainsi qu'un manquement à l'obligation d'information prévue aux articles 3.2 et 3.3. </p><p>Article 7 <br clear='none'/><br clear='none'/>Chargement, calage, arrimage, sanglage et déchargement </p><p>7.1. L'exécution du chargement, du calage et de l'arrimage, incluant le sanglage, est effectuée par le transporteur qui en assume la responsabilité, sur un emplacement désigné par le donneur d'ordre et accessible au véhicule transporteur. Cet emplacement doit permettre d'assurer l'opération dans des conditions normales de sécurité pour le personnel, les tiers et les véhicules roulants. <br clear='none'/><br clear='none'/>Avant la prise en charge des véhicules roulants, il est procédé à une reconnaissance contradictoire entre le donneur d'ordre et le transporteur concernant la conformité des véhicules roulants au document de transport, leur bon état apparent et la présence des accessoires de série et éventuellement optionnels précisés sur la fiche d'accompagnement, dans les conditions prévues par l'article 10. <br clear='none'/><br clear='none'/>La reconnaissance contradictoire s'effectue par écrit ou par tout moyen électronique de transmission et de conservation de données. <br clear='none'/><br clear='none'/>7.2. Le déchargement est effectué par le transporteur qui en assume la responsabilité, à un emplacement désigné par le destinataire et accessible au véhicule transporteur, permettant d'assurer cette opération dans des conditions normales de sécurité pour le personnel, les tiers et les véhicules roulants. <br clear='none'/><br clear='none'/>La reconnaissance contradictoire du ou des véhicules roulants transportés composant l'envoi intervient à la fin du déchargement, dans les conditions prévues par l'article 10. <br clear='none'/><br clear='none'/>La reconnaissance contradictoire s'effectue par écrit ou par tout moyen électronique de transmission et de conservation de données. <br clear='none'/><br clear='none'/>7.3. La prise en charge par le transporteur et la remise par ce dernier au destinataire s'effectue à proximité immédiate du véhicule transporteur et à la vue du destinataire. </p><p>Article 8 <br clear='none'/><br clear='none'/>Livraison </p><p>8.1. La livraison est effectuée entre les mains du destinataire, désigné par le donneur d'ordre et figurant sur le document de transport, ou du représentant du destinataire. <br clear='none'/><br clear='none'/>8.2. Le destinataire peut formuler des réserves précises et motivées sur l'état de la marchandise et la quantité remise. <br clear='none'/><br clear='none'/>Dès que le destinataire a pris possession de l'envoi, avec ou sans réserve, il en donne décharge au transporteur en datant et signant le document de transport, dont un exemplaire lui est remis, par écrit ou par tout moyen électronique de transmission et de conservation de données. <br clear='none'/><br clear='none'/>En l'absence de réserves ou en cas de refus exprès et motivé desdites réserves par le transporteur, le destinataire est en droit d'invoquer dans le délai prévu à l'article L. 133-3 du code de commerce une perte ou une avarie, en rapportant la preuve de leur existence et de leur imputabilité au transport. <br clear='none'/><br clear='none'/>8.3. La signature du destinataire est la preuve de la remise et de l'acceptation de l'envoi. Elle est accompagnée du nom du signataire, de la date et de l'heure de la livraison ainsi que du cachet commercial de l'établissement ou de tout autre moyen approprié d'identification. <br clear='none'/><br clear='none'/>8.4. Lorsqu'il est prévu que l'envoi soit livré hors la présence du destinataire ou de son représentant, hors des heures d'ouverture de son établissement ou pendant un jour non ouvrable, les parties conviennent des modalités de livraison préalablement à l'exécution de l'opération. </p><p>Article 9 <br clear='none'/><br clear='none'/>Accès aux lieux de chargement et de déchargement-Sécurité des opérations </p><p>9.1. Les lieux désignés par le donneur d'ordre doivent être accessibles sans contrainte ni risque particuliers pour des véhicules roulants de caractéristiques usuelles pour le transport considéré. <br clear='none'/><br clear='none'/>9.2. Le transporteur se conforme au protocole de sécurité applicable sur le site de chargement et/ ou de déchargement, conformément aux articles R. 4515-4 et suivants du code du travail. Plus généralement, il est tenu de respecter les règles de sécurité en vigueur dans les lieux où il est amené à intervenir. <br clear='none'/><br clear='none'/>9.3. Dans le cas où le chargement ou le déchargement est effectué sur la voie publique, le donneur d'ordre ou le destinataire doit permettre la réalisation de l'opération dans des conditions compatibles avec le respect des règles de circulation et de la sécurité routières. A cette fin, il met à la disposition du transporteur les moyens humains et matériels nécessaires. </p><p>Article 10 <br clear='none'/><br clear='none'/>Identification du véhicule et durées de mise à disposition en vue du chargement ou du déchargement </p><p>A l'arrivée du véhicule transporteur, sur les lieux de chargement ou de déchargement ou dans l'aire d'attente, même si elle est extérieure, le transporteur informe le représentant de l'établissement de chargement ou de déchargement que son véhicule transporteur est à sa disposition pour effectuer l'une ou l'autre de ces opérations. L'heure de cette mise à disposition est immédiatement consignée par le transporteur sur le document de suivi, ce qui constitue l'identification au sens l'article L. 3222-7 du code des transports. <br clear='none'/><br clear='none'/>L'identification est le point de départ des durées de mise à disposition du véhicule en vue du chargement ou du déchargement. <br clear='none'/><br clear='none'/>Ces durées prennent fin avec la remise au transporteur des documents émargés. <br clear='none'/><br clear='none'/>Le donneur d'ordre met le ou les véhicules roulants à transporter à disposition du transporteur à l'emplacement affecté au chargement au plus tard une demi-heure après la mise à disposition du véhicule transporteur. <br clear='none'/><br clear='none'/>Le transporteur doit pouvoir commencer les opérations de déchargement dans la demi-heure qui suit la mise à disposition du véhicule transporteur. <br clear='none'/><br clear='none'/>Les reconnaissances contradictoires définies à l'article 7, d'une part avant la prise en charge des véhicules et d'autre part à la fin du déchargement, ne doivent pas chacune excéder une demi-heure. <br clear='none'/><br clear='none'/>En cas de dépassement non imputable au transporteur des durées ainsi fixées, le transporteur perçoit de celui qui en est à l'origine un complément de rémunération pour frais d'immobilisation du véhicule et/ ou de l'équipage facturé séparément, conformément aux dispositions de l'article 17. </p><p>Article 11 <br clear='none'/><br clear='none'/>Opérations de pesage </p><p>Si l'une des parties au contrat demande la pesée de l'envoi, cette opération est effectuée sur le lieu de chargement ou de déchargement. Si le déplacement du véhicule est nécessaire, son coût ainsi que celui de l'opération de pesage sont supportés par le demandeur. </p><p>Article 12 <br clear='none'/><br clear='none'/>Défaillance totale ou partielle du donneur d'ordre dans la remise de l'envoi </p><p>En cas de préjudice prouvé résultant d'une non-remise totale ou partielle de l'envoi lors de la mise à disposition du véhicule transporteur par le transporteur, l'indemnité à verser au transporteur par le donneur d'ordre ne peut excéder le prix du transport convenu. </p><p>Article 13 <br clear='none'/><br clear='none'/>Défaillance totale ou partielle du transporteur au chargement </p><p>En cas de préjudice prouvé résultant d'une défaillance totale ou partielle du transporteur au chargement, l'indemnité à verser au donneur d'ordre par le transporteur ne peut excéder le prix du transport convenu. </p><p>Article 14 <br clear='none'/><br clear='none'/>Annulation du transport </p><p>L'annulation du transport par l'une ou l'autre des parties annoncée moins de 24 heures avant le jour convenu ou l'heure convenue de la mise à disposition du véhicule au chargement ouvre droit, en cas de préjudice prouvé, à une indemnité qui ne peut excéder le prix du transport convenu. </p><p>Article 15 <br clear='none'/><br clear='none'/>Empêchement au transport </p><p>Si le transport est empêché ou interrompu temporairement ou si, pour un motif quelconque, l'exécution du transport est ou devient impossible dans les conditions initialement prévues, le transporteur demande des instructions au donneur d'ordre. <br clear='none'/><br clear='none'/>Si le transporteur n'a pu obtenir en temps utile les instructions du donneur d'ordre, il prend les mesures qui lui paraissent les meilleures dans l'intérêt de ce dernier pour la conservation de la marchandise ou son acheminement par d'autres voies ou d'autres moyens. <br clear='none'/><br clear='none'/>Sauf si l'empêchement, l'interruption ou l'impossibilité est imputable au transporteur, le donneur d'ordre rembourse au transporteur les dépenses justifiées consécutives aux instructions données ou aux mesures prises en application des alinéas précédents. Ces dépenses, ainsi que les frais d'immobilisation du véhicule et/ ou de l'équipage, sont facturées séparément, en sus du prix du transport convenu, conformément aux dispositions de l'article 17. <br clear='none'/><br clear='none'/>En cas d'empêchement définitif dû à la force majeure, le transporteur a droit à la partie du prix du transport correspondant au trajet effectué jusqu'à l'arrêt du transport. </p><p>Article 16 <br clear='none'/><br clear='none'/>Empêchement à livraison </p><p>Il y a empêchement à la livraison chaque fois que l'envoi parvenu au lieu de livraison prévu ne peut être remis au destinataire désigné, notamment en cas : <br clear='none'/><br clear='none'/>a) D'absence du destinataire ; <br clear='none'/><br clear='none'/>b) D'inaccessibilité du lieu de livraison ; <br clear='none'/><br clear='none'/>c) D'immobilisation du véhicule chez le destinataire pendant une durée supérieure aux durées définies à l'article 10 ; <br clear='none'/><br clear='none'/>d) De refus de prendre livraison par le destinataire. <br clear='none'/><br clear='none'/>Sans préjudice des dispositions de l'article 10, est également considérée comme un empêchement à la livraison toute immobilisation du véhicule chez le destinataire pendant une durée supérieure à vingt-quatre heures décomptées à partir de la mise à disposition. <br clear='none'/><br clear='none'/>16.1. Lorsqu'il y a livraison à domicile, un avis de passage daté qui atteste la présentation de l'envoi est déposé, puis confirmé par écrit ou par tout moyen électronique de transmission et de conservation de données. <br clear='none'/><br clear='none'/>L'avis de passage mentionne le lieu où l'envoi peut être retiré dans un délai de trois jours ouvrables, au sens de l'article 2.6, et la possibilité d'une nouvelle présentation à domicile facturée séparément, conformément aux dispositions de l'article 17.<br clear='none'/><br clear='none'/>16.2. Lorsque la livraison est prévue dans les locaux du transporteur, un avis d'arrivée est adressé, par écrit ou par tout moyen électronique de transmission et de conservation de données, au destinataire qui dispose de cinq jours ouvrables suivant l'expédition de l'avis d'arrivée pour prendre livraison de l'envoi. <br clear='none'/><br clear='none'/>16.3. En cas de souffrance de la marchandise, le transporteur constate l'empêchement à la livraison et adresse au donneur d'ordre un avis de souffrance par écrit ou par tout moyen électronique de transmission et de conservation de données dans un délai de cinq jours ouvrables. En l'absence d'instruction du donneur d'ordre dans un délai de cinq jours ouvrables suivant cet avis, le transporteur met le donneur d'ordre en demeure, par lettre recommandée avec avis de réception, de reprendre possession de la marchandise. À défaut de réponse dans un délai maximum de quinze jours ouvrables, le contrat de transport est résilié de plein droit et la marchandise est considérée comme abandonnée par l'expéditeur au transporteur, ce qui confère à ce dernier le droit d'effectuer sur elle tout acte de disposition (vente amiable, destruction, etc.). <br clear='none'/><br clear='none'/>Tous les frais résultant de l'empêchement à la livraison sont facturés séparément, conformément aux dispositions de l'article 17. </p><p>Article 17 <br clear='none'/><br clear='none'/>Rémunération du transporteur </p><p>17.1. La rémunération du transporteur comprend : <br clear='none'/><br clear='none'/>a) Le prix du transport stricto sensu ; <br clear='none'/><br clear='none'/>b) Le prix des prestations annexes ; <br clear='none'/><br clear='none'/>c) Les frais liés à l'établissement et à la gestion administrative et informatique du contrat de transport ; <br clear='none'/><br clear='none'/>d) Toute taxe liée au transport et/ ou tout droit dont la perception est mise à la charge du transporteur. <br clear='none'/><br clear='none'/>17.2. Le prix du transport est établi en fonction du type de véhicule utilisé, de ses équipements, de la nature de la marchandise, de son poids, de son volume, du nombre de véhicules roulants, de la distance du transport, des délais d'acheminement, de la relation assurée, des caractéristiques du trafic, des sujétions particulières de circulation, de la durée de mise à disposition du véhicule transporteur et de l'équipage, plus généralement des coûts engendrés par la prestation demandée, conformément aux dispositions du titre II du livre II de la troisième partie du code des transports, ainsi que de la qualité des prestations rendues. <br clear='none'/><br clear='none'/>Le prix du transport initialement convenu est révisé en cas de variations significatives des charges de l'entreprise de transport qui tiennent à des conditions extérieures à cette dernière. <br clear='none'/><br clear='none'/>Les charges de carburant sont déterminées et révisées dans les conditions prévues par les dispositions impératives des articles L. 3222-1 et L. 3222-2 du code des transports. <br clear='none'/><br clear='none'/>17.3. Toute prestation annexe est rémunérée au prix convenu. Tel est le cas, notamment : <br clear='none'/><br clear='none'/>a) Des opérations d'encaissement, en particulier en cas d'encaissement différé ; <br clear='none'/><br clear='none'/>b) De la livraison contre remboursement ; <br clear='none'/><br clear='none'/>c) Des déboursés ; <br clear='none'/><br clear='none'/>d) De la déclaration de valeur ; <br clear='none'/><br clear='none'/>e) De la déclaration d'intérêt spécial à la livraison ; <br clear='none'/><br clear='none'/>f) Du mandat d'assurance ; <br clear='none'/><br clear='none'/>g) De la nouvelle présentation au lieu de chargement ou au lieu de déchargement ; <br clear='none'/><br clear='none'/>h) Des opérations de pesage ; <br clear='none'/><br clear='none'/>i) Du nettoyage et du lavage ; <br clear='none'/><br clear='none'/>j) De l'entreposage ; <br clear='none'/><br clear='none'/>k) Du déplacement des véhicules en panne ; <br clear='none'/><br clear='none'/>l) Des frais d'immobilisation du véhicule transporteur et/ ou de l'équipage. <br clear='none'/><br clear='none'/>17.4. Toute modification du contrat de transport initial, notamment tout changement d'itinéraire, toute immobilisation du véhicule transporteur et/ ou de l'équipage, tout retour de marchandise à l'expéditeur, non imputables au transporteur, entraîne un réajustement des conditions de rémunération du transporteur. <br clear='none'/><br clear='none'/>17.5. Les prix initialement convenus dans le cadre de relations suivies sont renégociés à la date anniversaire du contrat. Une modification du contrat tant en matière de volumes qu'en matière de prestations entraîne une renégociation des conditions tarifaires. <br clear='none'/><br clear='none'/>17.6. Les frais supplémentaires de suivi du contrat de transport sont facturés séparément. <br clear='none'/><br clear='none'/>17.7. Tous les prix sont calculés hors taxes. </p><p>Article 18 <br clear='none'/><br clear='none'/>Modalités de paiement </p><p>18.1. Le paiement du prix du transport, ainsi que celui des prestations annexes, est exigible à l'enlèvement (port payé) ou à la livraison (port dû) sur présentation de la facture ou d'un document en tenant lieu et, en tout état de cause, au lieu d'émission de la facture, laquelle doit être réglée dans un délai qui ne peut excéder trente jours à compter de la date de son émission. <br clear='none'/><br clear='none'/>18.2. La compensation unilatérale du montant des dommages allégués sur le prix du transport est interdite. <br clear='none'/><br clear='none'/>18.3. Tout retard dans le paiement entraîne de plein droit, le jour suivant la date limite de règlement figurant sur la facture, l'exigibilité d'intérêts de retard d'un montant équivalent à cinq fois le taux d'intérêt légal, ainsi que d'une indemnité forfaitaire pour frais de recouvrement d'un montant minimum de 40 euros, conformément à l' article D. 441-5 du code de commerce , et ce, sans préjudice de la réparation éventuelle, dans les conditions du droit commun, de tout autre dommage résultant directement de ce retard. <br clear='none'/><br clear='none'/>18.4. La date d'exigibilité du paiement, le taux d'intérêt des pénalités de retard, ainsi que le montant de l'indemnité forfaitaire de compensation des frais de recouvrement doivent obligatoirement figurer sur la facture. <br clear='none'/><br clear='none'/>18.5. Le non-paiement total ou partiel d'une facture à une seule échéance emporte, sans formalité, déchéance du terme entraînant l'exigibilité immédiate du règlement, sans mise en demeure, de toutes les sommes dues, même à terme, à la date de ce manquement et autorise le transporteur à exiger le paiement comptant avant l'exécution de toute nouvelle opération. <br clear='none'/><br clear='none'/>18.6. En cas de perte ou d'avarie partielle ou totale de la marchandise, le transporteur a droit au paiement de sa rémunération, sous réserve qu'il règle l'indemnité correspondante. </p><p>Article 19 <br clear='none'/><br clear='none'/>Livraison contre remboursement </p><p>19.1. La livraison contre remboursement doit être expressément demandée par le donneur d'ordre, conformément aux dispositions de l'article 3.1.<br clear='none'/><br clear='none'/>19.2. Lorsqu'il y a stipulation d'une livraison contre remboursement, le transporteur reçoit entre ses mains la somme remise par le destinataire en échange de la marchandise soit sous forme d'un chèque établi à l'ordre du donneur d'ordre ou de toute autre personne désignée par lui, soit en espèces quand la législation l'autorise. Toutefois, même dans ce dernier cas, le transporteur ne peut refuser un chèque sans motif valable. <br clear='none'/><br clear='none'/>19.3. Le transporteur doit adresser cette somme au donneur d'ordre ou à la personne désignée par ce dernier, dans un délai de huit jours ouvrables à compter de sa remise. <br clear='none'/><br clear='none'/>19.4. La stipulation d'une livraison contre remboursement ne vaut pas déclaration de valeur et ne modifie donc pas les règles d'indemnisation pour pertes et avaries définies à l'article 21. Elle ne lie le transporteur que si elle figure sur un document procédant du contrat de transport. <br clear='none'/><br clear='none'/>19.5. La responsabilité du transporteur en cas de manquement à cette obligation est engagée selon les règles du mandat. Néanmoins, conformément à l' article L. 133-6 du code de commerce , la prescription des actions relatives à la livraison contre remboursement est d'un an à compter de la date de la livraison. </p><p>Article 20 <br clear='none'/><br clear='none'/>Présomption de perte de la marchandise </p><p>20.1. L'ayant droit peut, sans avoir à fournir d'autres preuves, considérer la marchandise comme perdue quand elle n'a pas été livrée dans les trente jours qui suivent l'expiration du délai convenu ou, à défaut, du délai nécessaire à la réalisation du transport dans les conditions prévues à l'article 23.1. <br clear='none'/><br clear='none'/>L'ayant droit est alors indemnisé dans les conditions prévues à l'article 21.<br clear='none'/><br clear='none'/>20.2. L'ayant droit peut, au plus tard en recevant le paiement de l'indemnité pour la marchandise perdue, demander, par écrit ou par tout moyen électronique de transmission et de conservation de données, à être avisé immédiatement, si la marchandise est retrouvée au cours de l'année qui suit le paiement de l'indemnité. Il lui est donné acte de cette demande par écrit ou par tout moyen électronique de transmission et de conservation de données. </p><p>Article 21 <br clear='none'/><br clear='none'/>Indemnisation pour pertes et avaries-Déclaration de valeur </p><p>21.1. Le transporteur est tenu de verser une indemnité pour la réparation de tous les dommages justifiés dont il est légalement tenu pour responsable, résultant de la perte totale ou partielle ou de l'avarie du ou des véhicules roulants compris dans l'envoi. Hors les cas de dol et de faute inexcusable du transporteur, l'indemnisation du préjudice prouvé, direct et prévisible, s'effectue dans les limites suivantes : <br clear='none'/><br clear='none'/>1° L'indemnité ne peut excéder, en ce qui concerne le dommage matériel, y compris la dépréciation éventuelle, affectant les véhicules roulants : <br clear='none'/><br clear='none'/>a) Pour un véhicule neuf ou non encore coté à L'Argus automobile, la valeur du véhicule de remplacement hors taxes au tarif du constructeur en vigueur à la date du sinistre, déduction faite de la valeur de revente du véhicule endommagé ; <br clear='none'/><br clear='none'/>b) Pour un véhicule d'occasion coté à L'Argus automobile, la valeur relevant de la dernière cote publiée par ce journal à la date du sinistre, déduction faite de la valeur de revente du véhicule endommagé ; <br clear='none'/><br clear='none'/>c) Pour un véhicule dont la valeur n'est plus reprise à la cote précitée ou n'est pas coté, la somme de 1 000 euros. <br clear='none'/><br clear='none'/>2° L'indemnité ne peut excéder, en ce qui concerne tous les autres dommages, la somme de 1 000 euros par véhicule sinistré. <br clear='none'/><br clear='none'/>21.2. Le donneur d'ordre a toujours la faculté de faire une déclaration de valeur qui a pour effet de substituer le montant de cette déclaration au plafond de l'indemnité fixée aux 1° et 2° de l'article 21.1. La déclaration de valeur doit être formulée par écrit ou par tout moyen électronique de transmission et de conservation de données, au plus tard au moment de la conclusion du contrat de transport. La validité de la déclaration de valeur est subordonnée au paiement du prix convenu, tel que prévu à l'article 17.<br clear='none'/><br clear='none'/>21.3. Le transporteur s'engage à souscrire un contrat d'assurance, auprès d'une compagnie d'assurance notoirement solvable, couvrant sa responsabilité dans la limite des plafonds des indemnités fixées aux alinéas ci-dessus. A la demande du donneur d'ordre, il doit justifier la souscription d'un tel contrat. <br clear='none'/><br clear='none'/>21.4. L'indemnité est réduite d'un tiers lorsque le donneur d'ordre impose la destruction de la marchandise laissée pour compte ou en interdit le sauvetage. Cette réduction n'a pas lieu d'être en cas de dol ou de faute inexcusable du transporteur. </p><p>Article 22 <br clear='none'/><br clear='none'/>Dommages autres qu'à la marchandise transportée </p><p>Le transporteur est responsable de la perte et des dommages matériels directs qu'il occasionne aux biens de l'expéditeur ou du destinataire dans le cadre de l'exécution du contrat de transport. </p><p>Article 23 <br clear='none'/><br clear='none'/>Délai d'acheminement et indemnisation pour retard à la livraison-Déclaration d'intérêt spécial à la livraison </p><p>23.1. Délai d'acheminement <br clear='none'/><br clear='none'/>Le délai d'acheminement comprend le délai de transport auquel s'ajoute le délai de livraison à domicile : <br clear='none'/><br clear='none'/>a) Le délai de transport court à partir de 0 heure du jour qui suit l'enlèvement de l'envoi ou sa remise au dépôt du transporteur. Il est d'un jour par fraction indivisible de 450 kilomètres. Les samedis et les jours non ouvrables ne sont pas compris dans le calcul de ce délai ; <br clear='none'/><br clear='none'/>b) Le délai de livraison à domicile est d'un jour. Les jours non ouvrables ne sont pas compris dans le calcul du délai de livraison. <br clear='none'/><br clear='none'/>23.2. Retard à la livraison <br clear='none'/><br clear='none'/>Il y a retard à la livraison lorsque l'envoi n'a pas été livré dans le délai convenu ou, s'il n'a pas été convenu de délai, lorsque la durée effective du transport dépasse le délai d'acheminement tel qu'il est défini à l'article 23.1.<br clear='none'/><br clear='none'/>23.3. Indemnisation pour retard à la livraison <br clear='none'/><br clear='none'/>En cas de préjudice prouvé résultant d'un retard à la livraison du fait du transporteur, celui-ci est tenu de verser une indemnité qui ne peut excéder le prix du transport (droits, taxes et frais divers exclus). <br clear='none'/><br clear='none'/>Le donneur d'ordre a toujours la faculté de faire une déclaration d'intérêt spécial à la livraison qui a pour effet de substituer le montant de cette déclaration au plafond de l'indemnité fixé à l'alinéa précédent. La déclaration d'intérêt spécial à la livraison doit être formulée par écrit ou par tout moyen électronique de transmission et de conservation de données, au plus tard au moment de la conclusion du contrat de transport. La validité de la déclaration est subordonnée au paiement du prix convenu, tel que prévu à l'article 17. <br clear='none'/><br clear='none'/>Sans préjudice de l'indemnité prévue aux deux alinéas précédents, les pertes ou avaries à la marchandise résultant d'un retard sont indemnisées conformément aux dispositions de l'article 21. <br clear='none'/><br clear='none'/>En cas d'inobservation des délais, même garantis, l'indemnité reste due dans les conditions définies au présent article. </p><p>Article 24 <br clear='none'/><br clear='none'/>Prescription </p><p>Conformément aux  dispositions de l'article L. 133-6 du code de commerce , toutes les actions nées du contrat de transport et de ses prestations annexes se prescrivent dans le délai d'un an. Ce délai court, en cas de perte totale, à compter du jour où la marchandise aurait dû être livrée ou offerte et, dans tous les autres cas, à compter du jour où la marchandise a été remise ou offerte au destinataire. </p><p>Article 25 <br clear='none'/><br clear='none'/>Durée du contrat de transport, reconduction et résiliation </p><p>25.1. Le contrat de transport est conclu, soit pour une durée déterminée, reconductible ou non, soit pour une durée indéterminée. <br clear='none'/><br clear='none'/>25.2. Chacune des parties peut y mettre un terme par l'envoi d'une lettre recommandée avec avis de réception moyennant un préavis se calculant comme suit : <br clear='none'/><br clear='none'/>a) Un (1) mois lorsque la durée de la relation est inférieure ou égale à six (6) mois ; <br clear='none'/><br clear='none'/>b) Deux (2) mois lorsque la durée de la relation est supérieure à six (6) mois et inférieure ou égale à un (1) an ; <br clear='none'/><br clear='none'/>c) Trois (3) mois lorsque la durée de la relation est supérieure à un (1) an et inférieure ou égale à trois (3) ans ; <br clear='none'/><br clear='none'/>d) Quatre (4) mois quand la durée de la relation est supérieure à trois (3) ans, auxquels s'ajoute une semaine par année complète de relations commerciales, sans pouvoir excéder une durée maximale de six (6) mois. <br clear='none'/><br clear='none'/>25.3. Pendant la période de préavis, les parties maintiennent l'économie du contrat. <br clear='none'/><br clear='none'/>25.4. En cas de manquement grave ou de manquements répétés de l'une des parties à ses obligations contractuelles, et à l'issue d'un délai de quinze (15) jours suivants une mise en demeure, mentionnant la présente clause résolutoire, restée sans effet, adressée par lettre recommandée avec avis de réception, l'autre partie peut mettre fin au contrat de transport, qu'il soit à durée déterminée ou indéterminée, sans préavis ni indemnités, par l'envoi d'une lettre recommandée avec avis de réception de résiliation de celui-ci.</p>",
            "type": "AUTONOME",
            "dateDebut": "2021-02-27T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2013-03-28",
                        "fin": "2999-01-01",
                        "titre": "PARTIE REGLEMENTAIRE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000027232261",
                        "id": "LEGISCTA000027232261",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-01-01",
                        "fin": "2999-01-01",
                        "titre": "TROISIÈME PARTIE : TRANSPORT ROUTIER",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000030048381",
                        "id": "LEGISCTA000030048381",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2017-01-01",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000033452817",
                        "id": "LEGISCTA000033452817",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "Code des transports",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023086525",
                        "id": "LEGITEXT000023086525",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000042083549",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L133-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L133-3",
                    "articleId": "LEGIARTI000006220314",
                    "natureText": "CODE",
                    "date": 1630965334563,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L441-6",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L441-6",
                    "articleId": "LEGIARTI000006232237",
                    "natureText": "CODE",
                    "date": 1630965334563,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1488412800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R4515-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R4515-1",
                    "articleId": "LEGIARTI000018491662",
                    "natureText": "CODE",
                    "date": 1630965334563,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. D3222-7 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D3222-7",
                    "articleId": "LEGIARTI000042083544",
                    "natureText": "CODE",
                    "date": 1630965334563,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1596240000000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L1311-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1311-3",
                    "articleId": "LEGIARTI000023069444",
                    "natureText": "CODE",
                    "date": 1630965334563,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L1432-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1432-2",
                    "articleId": "LEGIARTI000023069598",
                    "natureText": "CODE",
                    "date": 1630965334563,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1291161600000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L1432-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1432-3",
                    "articleId": "LEGIARTI000023069600",
                    "natureText": "CODE",
                    "date": 1630965334563,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1291161600000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L1611-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1611-1",
                    "articleId": "LEGIARTI000023069764",
                    "natureText": "CODE",
                    "date": 1630965334563,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1291161600000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L3221-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3221-1",
                    "articleId": "LEGIARTI000023071167",
                    "natureText": "CODE",
                    "date": 1630965334563,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L3221-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3221-2",
                    "articleId": "LEGIARTI000023071169",
                    "natureText": "CODE",
                    "date": 1630965334564,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1291161600000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L3222-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3222-1",
                    "articleId": "LEGIARTI000023071180",
                    "natureText": "CODE",
                    "date": 1630965334564,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577664000000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L3222-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3222-7",
                    "articleId": "LEGIARTI000023071193",
                    "natureText": "CODE",
                    "date": 1630965334564,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1291161600000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L3223-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3223-3",
                    "articleId": "LEGIARTI000023071205",
                    "natureText": "CODE",
                    "date": 1630965334564,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L3242-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3242-2",
                    "articleId": "LEGIARTI000023071252",
                    "natureText": "CODE",
                    "date": 1630965334564,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1291161600000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L3242-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3242-3",
                    "articleId": "LEGIARTI000023071256",
                    "natureText": "CODE",
                    "date": 1630965334564,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000033419103",
                    "textTitle": "Décret n°2016-1550 du 17 novembre 2016 - art.",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                },
                {
                    "textCid": "JORFTEXT000042079482",
                    "textTitle": "Décret n°2020-845 du 3 juillet 2020 - art.",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000042082018",
                    "natureText": "DECRET",
                    "datePubliTexte": "2020-07-04",
                    "dateSignaTexte": "2020-07-03",
                    "dateDebutCible": "2020-08-01"
                }
            ],
            "num": "Annexe VII",
            "origine": "LEGI",
            "texte": "CONTRAT TYPE APPLICABLE AUX TRANSPORTS PUBLICS ROUTIERS DE VÉHICULES ROULANTS RÉALISÉS AU MOYEN DE PORTE-VOITURES ANNEXE À L'ARTICLE D. 3222-7 Article 1er Objet et domaine d'application du contrat Le présent contrat a pour objet le transport en régime intérieur, par un transporteur public, de véhicules roulants, quel qu'en soit le nombre par envoi, chargés sur des véhicules transporteurs carrossés porte-voitures, moyennant un prix devant assurer une juste rémunération du service rendu, conformément aux dispositions du code des transports, notamment de ses articles L. 1432-2 à L. 1432-4 et L. 3222-1 à L. 3222-9, ainsi que des textes pris pour leur application. Le transport de véhicules roulants par porte-voitures peut inclure à titre accessoire des phases, dites de convoyage, au cours desquelles le véhicule roulant est conduit ou tracté. Ces opérations de convoyage relèvent du contrat de transport. Il n'est pas applicable aux opérations de remorquage de véhicules roulants accidentés ou en panne par véhicule spécialisé entre le lieu de l'accident ou de la panne et le lieu de réparation. Il n'est également pas applicable au transport de véhicules roulants chargés dans un conteneur. Quelle que soit la technique de transport utilisée, le présent contrat règle les relations du donneur d'ordre et du transporteur public routier ou des transporteurs publics intervenant successivement dans le transport de l'envoi ainsi que les relations de ces transporteurs publics entre eux. Il s'applique de plein droit, à défaut de convention écrite sur l'ensemble ou certaines des matières mentionnées à l'article L. 1432-2 du code des transports. En cas de relations suivies entre un donneur d'ordre et un transporteur public, ayant fait l'objet d'une convention écrite générale conclue conformément aux dispositions de l'article L. 1432-3 du code des transports, chaque envoi est présumé exécuté aux conditions de cette convention. Article 2 Définitions 2.1. Destinataire Par destinataire, on entend la partie, désignée par le donneur d'ordre ou par son représentant, à laquelle la livraison est faite. Le destinataire est partie au contrat de transport dès sa formation. 2.2. Distance et itinéraire La distance de transport est celle de l'itinéraire le plus adapté, compte tenu des contraintes de sécurité et des infrastructures de transport, du recours à des plates-formes, des caractéristiques du véhicule et de la nature des marchandises transportées. 2.3. Donneur d'ordre Par donneur d'ordre, on entend la partie (expéditeur, commissionnaire de transport ou autre) qui conclut le contrat de transport avec le transporteur. 2.4. Durée de mise à disposition du véhicule transporteur Par durée de mise à disposition du véhicule transporteur, on entend le délai qui s'écoule entre le moment où le véhicule est identifié à son arrivée sur les lieux de chargement ou de déchargement ou dans l'aire d'attente et celui où il est prêt à quitter ces lieux après émargement des documents de transport. 2.5. Envoi Par envoi, on entend le nombre de véhicules roulants mis effectivement, au même moment, à la disposition d'un transporteur et dont le transport est demandé par un même donneur d'ordre pour un même destinataire d'un lieu de chargement unique à un lieu de déchargement unique et faisant l'objet d'un même contrat de transport. 2.6. Jours non ouvrables Par jours non ouvrables, on entend les dimanches et les jours de fêtes légales ainsi que les jours d'interdiction de circulation imposés par les pouvoirs publics. En outre, les autres jours de fermeture de l'établissement où s'effectue la prise en charge ou la livraison de la marchandise sont considérés comme jours non ouvrables si le transporteur en est dûment avisé par le donneur d'ordre lors de la conclusion du contrat de transport. 2.7. Laissé pour compte Par laissé pour compte, on entend l'envoi dont le destinataire a refusé de prendre livraison pour quelque motif que ce soit et qui est laissé à la disposition du transporteur par le donneur d'ordre. 2.8. Livraison Par livraison, on entend la remise physique de la marchandise au destinataire ou à son représentant dûment désigné, qui l'accepte de façon ferme et définitive. 2.9. Livraison contre remboursement Par livraison contre remboursement, on entend le mandat donné par le donneur d'ordre au transporteur qui l'accepte, de se faire remettre concomitamment à la livraison une somme grevant la marchandise. La stipulation d'une livraison contre remboursement ne vaut pas déclaration de valeur. 2.10. Plage horaire Par plage horaire, on entend la période, pour un jour donné, fixée d'un commun accord entre le donneur d'ordre et le transporteur pour la mise à disposition du véhicule transporteur sur les lieux de chargement ou de déchargement. Sa durée maximale est de quatre heures. 2.11. Prise en charge Par prise en charge, on entend la remise physique de la marchandise au transporteur qui l'accepte de façon ferme et définitive. 2.12. Rendez-vous Par rendez-vous, on entend la fixation, d'un commun accord entre le donneur d'ordre et le transporteur, d'un jour et d'une heure précis et fermes pour la mise à disposition du véhicule transporteur au lieu de chargement ou au lieu de déchargement. 2.13. Souffrance de la marchandise Par souffrance de la marchandise, on entend le cas où ni le destinataire dûment avisé de sa présentation, ni le donneur d'ordre informé de cette situation, ne donne d'instruction au transporteur quant au sort à réserver à la marchandise. 2.14. Véhicule roulant Par véhicule roulant, on entend tout véhicule en l'état, neuf ou usagé, chargé ou déchargé sur le véhicule transporteur au moyen de ses roues, avec ou sans moteur, le cas échéant pourvu de ses accessoires, quels qu'en soient les dimensions et le volume. Article 3 Informations et documents à fournir au transporteur 3.1. Le donneur d'ordre fournit au transporteur, dans le cadre des dispositions des articles L. 3221-2 et L. 3222-4 du code des transports, préalablement à la présentation du véhicule au chargement, par écrit ou par tout moyen électronique de transmission et de conservation de données, les indications suivantes : a) Les noms et les adresses complètes, ainsi que les numéros de téléphone, de télécopie et l'adresse électronique de l'expéditeur et du destinataire ; b) Les noms et les adresses complètes, ainsi que les numéros de téléphone, de télécopie et l'adresse électronique des lieux de chargement et de déchargement, lorsque ces derniers diffèrent de ceux indiqués ci-dessus ; c) Le nom et l'adresse du donneur d'ordre ; d) Les dates et, si besoin est, les heures de chargement et de déchargement ; e) Les heures limites de mise à disposition du véhicule en vue du chargement et du déchargement ; f) Les informations nécessaires relatives aux accès et installations de chargement et de déchargement ; g) Le genre, le type, le nombre, le numéro de châssis ou, à défaut, le numéro d'immatriculation, le poids et éventuellement les dimensions des véhicules roulants à transporter, le tout repris dans une fiche d'accompagnement ; h) S'il y a lieu, le métrage linéaire de plancher ou le volume nécessaire ; i) Les informations nécessaires sur la spécificité de la marchandise pouvant requérir des dispositions particulières (véhicule électrique, GNV, hydrogène, autonome, GPL, en panne, protection contre les intempéries, etc.) ; j) Les modalités de paiement (port payé ou port dû) ; k) Toute autre modalité d'exécution du contrat de transport (livraison contre remboursement, déboursé, déclaration de valeur, déclaration d'intérêt spécial à la livraison, etc.) ; l) Le numéro de la commande et les références de l'envoi, quand ces informations sont nécessaires à la bonne exécution du contrat ; m) Le cas échéant, les prestations annexes convenues et leurs modalités d'exécution ; n) Les instructions spécifiques en cas d'empêchement à la livraison (nouvelle présentation, livraison à domicile, vente ou destruction, etc.). 3.2. En outre, le donneur d'ordre informe le transporteur des particularités non apparentes des véhicules roulants. Il l'informe également de toutes données susceptibles d'avoir une incidence sur la bonne exécution du contrat de transport, en particulier lors des opérations de chargement ou de déchargement qui nécessiteraient l'assistance d'un tiers ou l'usage d'un équipement spécifique (chariot élévateur, treuil, etc.). 3.3. Le donneur d'ordre fournit au transporteur, en même temps que la marchandise, les renseignements et les documents d'accompagnement nécessaires à la bonne exécution d'une opération de transport soumise à une réglementation particulière, telle que douane, police, etc. 3.4. Le document de transport est établi, par écrit ou par tout moyen électronique de transmission et de conservation de données, sur la base de ces indications. Il est complété, si besoin est, au fur et à mesure de l'opération de transport. Un exemplaire en est remis obligatoirement au destinataire au plus tard au moment de la livraison. 3.5. Le donneur d'ordre supporte vis-à-vis du transporteur les conséquences d'une déclaration fausse ou incomplète sur les caractéristiques de l'envoi ainsi que d'une absence ou d'une insuffisance de déclaration ayant eu pour effet, entre autres, de dissimuler le caractère dangereux ou frauduleux des véhicules roulants transportés. Il répond également de tout manquement à son obligation d'information prévue aux articles 3.2 et 3.3. 3.6. Les mentions figurant sur les documents étrangers au contrat de transport sont inopposables au transporteur. Il en va autrement si elles sont portées à sa connaissance, par écrit ou par tout moyen électronique de transmission et de conservation de données, sur les pièces relatives au contrat de transport. Article 4 Modification du contrat de transport Le donneur d'ordre dispose des véhicules jusqu'au moment où le destinataire fait valoir ses droits. Toute nouvelle instruction du donneur d'ordre ayant pour objet la modification des conditions initiales d'exécution du transport est donnée ou confirmée, immédiatement, par écrit ou par tout moyen électronique de transmission et de conservation de données. Le transporteur n'est pas tenu d'accepter ces nouvelles instructions si elles sont de nature à l'empêcher d'honorer des engagements de transport pris antérieurement. Il doit en aviser immédiatement le donneur d'ordre par écrit ou par tout moyen électronique de transmission et de conservation de données. Lorsque les instructions entraînent une immobilisation du véhicule et/ ou de l'équipage, le transporteur perçoit du donneur d'ordre un complément de rémunération pour frais d'immobilisation qui lui est facturé séparément, conformément aux dispositions de l'article 17. Toute modification du contrat entraîne un réajustement du prix initial. Article 5 Matériel de transport Le transporteur utilise un matériel adapté aux véhicules roulants à transporter ainsi qu'aux opérations de manutention et aux accès et installations de chargement et de déchargement préalablement définis par le donneur d'ordre. Le donneur d'ordre est responsable des dommages causés au véhicule transporteur du transporteur par la marchandise ou son emballage. La preuve de la faute incombe au transporteur. Article 6 Conditionnement 6.1. Les véhicules roulants voyagent à nu. L'absence d'emballage n'est pas une cause d'exonération de la responsabilité du transporteur. 6.2. L'identification du véhicule roulant est assurée au moyen de son numéro de châssis ou de son numéro d'immatriculation, permettant l'identification immédiate et sans équivoque de l'expéditeur, du destinataire et du lieu de livraison. Ces données doivent correspondre à celles qui figurent sur le document de transport et sur la fiche d'accompagnement. 6.3. Le donneur d'ordre répond de toutes les conséquences d'une absence, d'une insuffisance ou d'une défectuosité du marquage, ainsi que d'un manquement à l'obligation d'information prévue aux articles 3.2 et 3.3. Le fait que le transporteur n'a pas formulé de réserves à leur sujet lors de la prise en charge de la marchandise ne lui interdit pas d'invoquer ultérieurement l'absence, l'insuffisance ou la défectuosité du marquage, ainsi qu'un manquement à l'obligation d'information prévue aux articles 3.2 et 3.3. Article 7 Chargement, calage, arrimage, sanglage et déchargement 7.1. L'exécution du chargement, du calage et de l'arrimage, incluant le sanglage, est effectuée par le transporteur qui en assume la responsabilité, sur un emplacement désigné par le donneur d'ordre et accessible au véhicule transporteur. Cet emplacement doit permettre d'assurer l'opération dans des conditions normales de sécurité pour le personnel, les tiers et les véhicules roulants. Avant la prise en charge des véhicules roulants, il est procédé à une reconnaissance contradictoire entre le donneur d'ordre et le transporteur concernant la conformité des véhicules roulants au document de transport, leur bon état apparent et la présence des accessoires de série et éventuellement optionnels précisés sur la fiche d'accompagnement, dans les conditions prévues par l'article 10. La reconnaissance contradictoire s'effectue par écrit ou par tout moyen électronique de transmission et de conservation de données. 7.2. Le déchargement est effectué par le transporteur qui en assume la responsabilité, à un emplacement désigné par le destinataire et accessible au véhicule transporteur, permettant d'assurer cette opération dans des conditions normales de sécurité pour le personnel, les tiers et les véhicules roulants. La reconnaissance contradictoire du ou des véhicules roulants transportés composant l'envoi intervient à la fin du déchargement, dans les conditions prévues par l'article 10. La reconnaissance contradictoire s'effectue par écrit ou par tout moyen électronique de transmission et de conservation de données. 7.3. La prise en charge par le transporteur et la remise par ce dernier au destinataire s'effectue à proximité immédiate du véhicule transporteur et à la vue du destinataire. Article 8 Livraison 8.1. La livraison est effectuée entre les mains du destinataire, désigné par le donneur d'ordre et figurant sur le document de transport, ou du représentant du destinataire. 8.2. Le destinataire peut formuler des réserves précises et motivées sur l'état de la marchandise et la quantité remise. Dès que le destinataire a pris possession de l'envoi, avec ou sans réserve, il en donne décharge au transporteur en datant et signant le document de transport, dont un exemplaire lui est remis, par écrit ou par tout moyen électronique de transmission et de conservation de données. En l'absence de réserves ou en cas de refus exprès et motivé desdites réserves par le transporteur, le destinataire est en droit d'invoquer dans le délai prévu à l'article L. 133-3 du code de commerce une perte ou une avarie, en rapportant la preuve de leur existence et de leur imputabilité au transport. 8.3. La signature du destinataire est la preuve de la remise et de l'acceptation de l'envoi. Elle est accompagnée du nom du signataire, de la date et de l'heure de la livraison ainsi que du cachet commercial de l'établissement ou de tout autre moyen approprié d'identification. 8.4. Lorsqu'il est prévu que l'envoi soit livré hors la présence du destinataire ou de son représentant, hors des heures d'ouverture de son établissement ou pendant un jour non ouvrable, les parties conviennent des modalités de livraison préalablement à l'exécution de l'opération. Article 9 Accès aux lieux de chargement et de déchargement-Sécurité des opérations 9.1. Les lieux désignés par le donneur d'ordre doivent être accessibles sans contrainte ni risque particuliers pour des véhicules roulants de caractéristiques usuelles pour le transport considéré. 9.2. Le transporteur se conforme au protocole de sécurité applicable sur le site de chargement et/ ou de déchargement, conformément aux articles R. 4515-4 et suivants du code du travail. Plus généralement, il est tenu de respecter les règles de sécurité en vigueur dans les lieux où il est amené à intervenir. 9.3. Dans le cas où le chargement ou le déchargement est effectué sur la voie publique, le donneur d'ordre ou le destinataire doit permettre la réalisation de l'opération dans des conditions compatibles avec le respect des règles de circulation et de la sécurité routières. A cette fin, il met à la disposition du transporteur les moyens humains et matériels nécessaires. Article 10 Identification du véhicule et durées de mise à disposition en vue du chargement ou du déchargement A l'arrivée du véhicule transporteur, sur les lieux de chargement ou de déchargement ou dans l'aire d'attente, même si elle est extérieure, le transporteur informe le représentant de l'établissement de chargement ou de déchargement que son véhicule transporteur est à sa disposition pour effectuer l'une ou l'autre de ces opérations. L'heure de cette mise à disposition est immédiatement consignée par le transporteur sur le document de suivi, ce qui constitue l'identification au sens l'article L. 3222-7 du code des transports. L'identification est le point de départ des durées de mise à disposition du véhicule en vue du chargement ou du déchargement. Ces durées prennent fin avec la remise au transporteur des documents émargés. Le donneur d'ordre met le ou les véhicules roulants à transporter à disposition du transporteur à l'emplacement affecté au chargement au plus tard une demi-heure après la mise à disposition du véhicule transporteur. Le transporteur doit pouvoir commencer les opérations de déchargement dans la demi-heure qui suit la mise à disposition du véhicule transporteur. Les reconnaissances contradictoires définies à l'article 7, d'une part avant la prise en charge des véhicules et d'autre part à la fin du déchargement, ne doivent pas chacune excéder une demi-heure. En cas de dépassement non imputable au transporteur des durées ainsi fixées, le transporteur perçoit de celui qui en est à l'origine un complément de rémunération pour frais d'immobilisation du véhicule et/ ou de l'équipage facturé séparément, conformément aux dispositions de l'article 17. Article 11 Opérations de pesage Si l'une des parties au contrat demande la pesée de l'envoi, cette opération est effectuée sur le lieu de chargement ou de déchargement. Si le déplacement du véhicule est nécessaire, son coût ainsi que celui de l'opération de pesage sont supportés par le demandeur. Article 12 Défaillance totale ou partielle du donneur d'ordre dans la remise de l'envoi En cas de préjudice prouvé résultant d'une non-remise totale ou partielle de l'envoi lors de la mise à disposition du véhicule transporteur par le transporteur, l'indemnité à verser au transporteur par le donneur d'ordre ne peut excéder le prix du transport convenu. Article 13 Défaillance totale ou partielle du transporteur au chargement En cas de préjudice prouvé résultant d'une défaillance totale ou partielle du transporteur au chargement, l'indemnité à verser au donneur d'ordre par le transporteur ne peut excéder le prix du transport convenu. Article 14 Annulation du transport L'annulation du transport par l'une ou l'autre des parties annoncée moins de 24 heures avant le jour convenu ou l'heure convenue de la mise à disposition du véhicule au chargement ouvre droit, en cas de préjudice prouvé, à une indemnité qui ne peut excéder le prix du transport convenu. Article 15 Empêchement au transport Si le transport est empêché ou interrompu temporairement ou si, pour un motif quelconque, l'exécution du transport est ou devient impossible dans les conditions initialement prévues, le transporteur demande des instructions au donneur d'ordre. Si le transporteur n'a pu obtenir en temps utile les instructions du donneur d'ordre, il prend les mesures qui lui paraissent les meilleures dans l'intérêt de ce dernier pour la conservation de la marchandise ou son acheminement par d'autres voies ou d'autres moyens. Sauf si l'empêchement, l'interruption ou l'impossibilité est imputable au transporteur, le donneur d'ordre rembourse au transporteur les dépenses justifiées consécutives aux instructions données ou aux mesures prises en application des alinéas précédents. Ces dépenses, ainsi que les frais d'immobilisation du véhicule et/ ou de l'équipage, sont facturées séparément, en sus du prix du transport convenu, conformément aux dispositions de l'article 17. En cas d'empêchement définitif dû à la force majeure, le transporteur a droit à la partie du prix du transport correspondant au trajet effectué jusqu'à l'arrêt du transport. Article 16 Empêchement à livraison Il y a empêchement à la livraison chaque fois que l'envoi parvenu au lieu de livraison prévu ne peut être remis au destinataire désigné, notamment en cas : a) D'absence du destinataire ; b) D'inaccessibilité du lieu de livraison ; c) D'immobilisation du véhicule chez le destinataire pendant une durée supérieure aux durées définies à l'article 10 ; d) De refus de prendre livraison par le destinataire. Sans préjudice des dispositions de l'article 10, est également considérée comme un empêchement à la livraison toute immobilisation du véhicule chez le destinataire pendant une durée supérieure à vingt-quatre heures décomptées à partir de la mise à disposition. 16.1. Lorsqu'il y a livraison à domicile, un avis de passage daté qui atteste la présentation de l'envoi est déposé, puis confirmé par écrit ou par tout moyen électronique de transmission et de conservation de données. L'avis de passage mentionne le lieu où l'envoi peut être retiré dans un délai de trois jours ouvrables, au sens de l'article 2.6, et la possibilité d'une nouvelle présentation à domicile facturée séparément, conformément aux dispositions de l'article 17. 16.2. Lorsque la livraison est prévue dans les locaux du transporteur, un avis d'arrivée est adressé, par écrit ou par tout moyen électronique de transmission et de conservation de données, au destinataire qui dispose de cinq jours ouvrables suivant l'expédition de l'avis d'arrivée pour prendre livraison de l'envoi. 16.3. En cas de souffrance de la marchandise, le transporteur constate l'empêchement à la livraison et adresse au donneur d'ordre un avis de souffrance par écrit ou par tout moyen électronique de transmission et de conservation de données dans un délai de cinq jours ouvrables. En l'absence d'instruction du donneur d'ordre dans un délai de cinq jours ouvrables suivant cet avis, le transporteur met le donneur d'ordre en demeure, par lettre recommandée avec avis de réception, de reprendre possession de la marchandise. À défaut de réponse dans un délai maximum de quinze jours ouvrables, le contrat de transport est résilié de plein droit et la marchandise est considérée comme abandonnée par l'expéditeur au transporteur, ce qui confère à ce dernier le droit d'effectuer sur elle tout acte de disposition (vente amiable, destruction, etc.). Tous les frais résultant de l'empêchement à la livraison sont facturés séparément, conformément aux dispositions de l'article 17. Article 17 Rémunération du transporteur 17.1. La rémunération du transporteur comprend : a) Le prix du transport stricto sensu ; b) Le prix des prestations annexes ; c) Les frais liés à l'établissement et à la gestion administrative et informatique du contrat de transport ; d) Toute taxe liée au transport et/ ou tout droit dont la perception est mise à la charge du transporteur. 17.2. Le prix du transport est établi en fonction du type de véhicule utilisé, de ses équipements, de la nature de la marchandise, de son poids, de son volume, du nombre de véhicules roulants, de la distance du transport, des délais d'acheminement, de la relation assurée, des caractéristiques du trafic, des sujétions particulières de circulation, de la durée de mise à disposition du véhicule transporteur et de l'équipage, plus généralement des coûts engendrés par la prestation demandée, conformément aux dispositions du titre II du livre II de la troisième partie du code des transports, ainsi que de la qualité des prestations rendues. Le prix du transport initialement convenu est révisé en cas de variations significatives des charges de l'entreprise de transport qui tiennent à des conditions extérieures à cette dernière. Les charges de carburant sont déterminées et révisées dans les conditions prévues par les dispositions impératives des articles L. 3222-1 et L. 3222-2 du code des transports. 17.3. Toute prestation annexe est rémunérée au prix convenu. Tel est le cas, notamment : a) Des opérations d'encaissement, en particulier en cas d'encaissement différé ; b) De la livraison contre remboursement ; c) Des déboursés ; d) De la déclaration de valeur ; e) De la déclaration d'intérêt spécial à la livraison ; f) Du mandat d'assurance ; g) De la nouvelle présentation au lieu de chargement ou au lieu de déchargement ; h) Des opérations de pesage ; i) Du nettoyage et du lavage ; j) De l'entreposage ; k) Du déplacement des véhicules en panne ; l) Des frais d'immobilisation du véhicule transporteur et/ ou de l'équipage. 17.4. Toute modification du contrat de transport initial, notamment tout changement d'itinéraire, toute immobilisation du véhicule transporteur et/ ou de l'équipage, tout retour de marchandise à l'expéditeur, non imputables au transporteur, entraîne un réajustement des conditions de rémunération du transporteur. 17.5. Les prix initialement convenus dans le cadre de relations suivies sont renégociés à la date anniversaire du contrat. Une modification du contrat tant en matière de volumes qu'en matière de prestations entraîne une renégociation des conditions tarifaires. 17.6. Les frais supplémentaires de suivi du contrat de transport sont facturés séparément. 17.7. Tous les prix sont calculés hors taxes. Article 18 Modalités de paiement 18.1. Le paiement du prix du transport, ainsi que celui des prestations annexes, est exigible à l'enlèvement (port payé) ou à la livraison (port dû) sur présentation de la facture ou d'un document en tenant lieu et, en tout état de cause, au lieu d'émission de la facture, laquelle doit être réglée dans un délai qui ne peut excéder trente jours à compter de la date de son émission. 18.2. La compensation unilatérale du montant des dommages allégués sur le prix du transport est interdite. 18.3. Tout retard dans le paiement entraîne de plein droit, le jour suivant la date limite de règlement figurant sur la facture, l'exigibilité d'intérêts de retard d'un montant équivalent à cinq fois le taux d'intérêt légal, ainsi que d'une indemnité forfaitaire pour frais de recouvrement d'un montant minimum de 40 euros, conformément à l'article D. 441-5 du code de commerce, et ce, sans préjudice de la réparation éventuelle, dans les conditions du droit commun, de tout autre dommage résultant directement de ce retard. 18.4. La date d'exigibilité du paiement, le taux d'intérêt des pénalités de retard, ainsi que le montant de l'indemnité forfaitaire de compensation des frais de recouvrement doivent obligatoirement figurer sur la facture. 18.5. Le non-paiement total ou partiel d'une facture à une seule échéance emporte, sans formalité, déchéance du terme entraînant l'exigibilité immédiate du règlement, sans mise en demeure, de toutes les sommes dues, même à terme, à la date de ce manquement et autorise le transporteur à exiger le paiement comptant avant l'exécution de toute nouvelle opération. 18.6. En cas de perte ou d'avarie partielle ou totale de la marchandise, le transporteur a droit au paiement de sa rémunération, sous réserve qu'il règle l'indemnité correspondante. Article 19 Livraison contre remboursement 19.1. La livraison contre remboursement doit être expressément demandée par le donneur d'ordre, conformément aux dispositions de l'article 3.1. 19.2. Lorsqu'il y a stipulation d'une livraison contre remboursement, le transporteur reçoit entre ses mains la somme remise par le destinataire en échange de la marchandise soit sous forme d'un chèque établi à l'ordre du donneur d'ordre ou de toute autre personne désignée par lui, soit en espèces quand la législation l'autorise. Toutefois, même dans ce dernier cas, le transporteur ne peut refuser un chèque sans motif valable. 19.3. Le transporteur doit adresser cette somme au donneur d'ordre ou à la personne désignée par ce dernier, dans un délai de huit jours ouvrables à compter de sa remise. 19.4. La stipulation d'une livraison contre remboursement ne vaut pas déclaration de valeur et ne modifie donc pas les règles d'indemnisation pour pertes et avaries définies à l'article 21. Elle ne lie le transporteur que si elle figure sur un document procédant du contrat de transport. 19.5. La responsabilité du transporteur en cas de manquement à cette obligation est engagée selon les règles du mandat. Néanmoins, conformément à l'article L. 133-6 du code de commerce, la prescription des actions relatives à la livraison contre remboursement est d'un an à compter de la date de la livraison. Article 20 Présomption de perte de la marchandise 20.1. L'ayant droit peut, sans avoir à fournir d'autres preuves, considérer la marchandise comme perdue quand elle n'a pas été livrée dans les trente jours qui suivent l'expiration du délai convenu ou, à défaut, du délai nécessaire à la réalisation du transport dans les conditions prévues à l'article 23.1. L'ayant droit est alors indemnisé dans les conditions prévues à l'article 21. 20.2. L'ayant droit peut, au plus tard en recevant le paiement de l'indemnité pour la marchandise perdue, demander, par écrit ou par tout moyen électronique de transmission et de conservation de données, à être avisé immédiatement, si la marchandise est retrouvée au cours de l'année qui suit le paiement de l'indemnité. Il lui est donné acte de cette demande par écrit ou par tout moyen électronique de transmission et de conservation de données. Article 21 Indemnisation pour pertes et avaries-Déclaration de valeur 21.1. Le transporteur est tenu de verser une indemnité pour la réparation de tous les dommages justifiés dont il est légalement tenu pour responsable, résultant de la perte totale ou partielle ou de l'avarie du ou des véhicules roulants compris dans l'envoi. Hors les cas de dol et de faute inexcusable du transporteur, l'indemnisation du préjudice prouvé, direct et prévisible, s'effectue dans les limites suivantes : 1° L'indemnité ne peut excéder, en ce qui concerne le dommage matériel, y compris la dépréciation éventuelle, affectant les véhicules roulants : a) Pour un véhicule neuf ou non encore coté à L'Argus automobile, la valeur du véhicule de remplacement hors taxes au tarif du constructeur en vigueur à la date du sinistre, déduction faite de la valeur de revente du véhicule endommagé ; b) Pour un véhicule d'occasion coté à L'Argus automobile, la valeur relevant de la dernière cote publiée par ce journal à la date du sinistre, déduction faite de la valeur de revente du véhicule endommagé ; c) Pour un véhicule dont la valeur n'est plus reprise à la cote précitée ou n'est pas coté, la somme de 1 000 euros. 2° L'indemnité ne peut excéder, en ce qui concerne tous les autres dommages, la somme de 1 000 euros par véhicule sinistré. 21.2. Le donneur d'ordre a toujours la faculté de faire une déclaration de valeur qui a pour effet de substituer le montant de cette déclaration au plafond de l'indemnité fixée aux 1° et 2° de l'article 21.1. La déclaration de valeur doit être formulée par écrit ou par tout moyen électronique de transmission et de conservation de données, au plus tard au moment de la conclusion du contrat de transport. La validité de la déclaration de valeur est subordonnée au paiement du prix convenu, tel que prévu à l'article 17. 21.3. Le transporteur s'engage à souscrire un contrat d'assurance, auprès d'une compagnie d'assurance notoirement solvable, couvrant sa responsabilité dans la limite des plafonds des indemnités fixées aux alinéas ci-dessus. A la demande du donneur d'ordre, il doit justifier la souscription d'un tel contrat. 21.4. L'indemnité est réduite d'un tiers lorsque le donneur d'ordre impose la destruction de la marchandise laissée pour compte ou en interdit le sauvetage. Cette réduction n'a pas lieu d'être en cas de dol ou de faute inexcusable du transporteur. Article 22 Dommages autres qu'à la marchandise transportée Le transporteur est responsable de la perte et des dommages matériels directs qu'il occasionne aux biens de l'expéditeur ou du destinataire dans le cadre de l'exécution du contrat de transport. Article 23 Délai d'acheminement et indemnisation pour retard à la livraison-Déclaration d'intérêt spécial à la livraison 23.1. Délai d'acheminement Le délai d'acheminement comprend le délai de transport auquel s'ajoute le délai de livraison à domicile : a) Le délai de transport court à partir de 0 heure du jour qui suit l'enlèvement de l'envoi ou sa remise au dépôt du transporteur. Il est d'un jour par fraction indivisible de 450 kilomètres. Les samedis et les jours non ouvrables ne sont pas compris dans le calcul de ce délai ; b) Le délai de livraison à domicile est d'un jour. Les jours non ouvrables ne sont pas compris dans le calcul du délai de livraison. 23.2. Retard à la livraison Il y a retard à la livraison lorsque l'envoi n'a pas été livré dans le délai convenu ou, s'il n'a pas été convenu de délai, lorsque la durée effective du transport dépasse le délai d'acheminement tel qu'il est défini à l'article 23.1. 23.3. Indemnisation pour retard à la livraison En cas de préjudice prouvé résultant d'un retard à la livraison du fait du transporteur, celui-ci est tenu de verser une indemnité qui ne peut excéder le prix du transport (droits, taxes et frais divers exclus). Le donneur d'ordre a toujours la faculté de faire une déclaration d'intérêt spécial à la livraison qui a pour effet de substituer le montant de cette déclaration au plafond de l'indemnité fixé à l'alinéa précédent. La déclaration d'intérêt spécial à la livraison doit être formulée par écrit ou par tout moyen électronique de transmission et de conservation de données, au plus tard au moment de la conclusion du contrat de transport. La validité de la déclaration est subordonnée au paiement du prix convenu, tel que prévu à l'article 17. Sans préjudice de l'indemnité prévue aux deux alinéas précédents, les pertes ou avaries à la marchandise résultant d'un retard sont indemnisées conformément aux dispositions de l'article 21. En cas d'inobservation des délais, même garantis, l'indemnité reste due dans les conditions définies au présent article. Article 24 Prescription Conformément aux dispositions de l'article L. 133-6 du code de commerce, toutes les actions nées du contrat de transport et de ses prestations annexes se prescrivent dans le délai d'un an. Ce délai court, en cas de perte totale, à compter du jour où la marchandise aurait dû être livrée ou offerte et, dans tous les autres cas, à compter du jour où la marchandise a été remise ou offerte au destinataire. Article 25 Durée du contrat de transport, reconduction et résiliation 25.1. Le contrat de transport est conclu, soit pour une durée déterminée, reconductible ou non, soit pour une durée indéterminée. 25.2. Chacune des parties peut y mettre un terme par l'envoi d'une lettre recommandée avec avis de réception moyennant un préavis se calculant comme suit : a) Un (1) mois lorsque la durée de la relation est inférieure ou égale à six (6) mois ; b) Deux (2) mois lorsque la durée de la relation est supérieure à six (6) mois et inférieure ou égale à un (1) an ; c) Trois (3) mois lorsque la durée de la relation est supérieure à un (1) an et inférieure ou égale à trois (3) ans ; d) Quatre (4) mois quand la durée de la relation est supérieure à trois (3) ans, auxquels s'ajoute une semaine par année complète de relations commerciales, sans pouvoir excéder une durée maximale de six (6) mois. 25.3. Pendant la période de préavis, les parties maintiennent l'économie du contrat. 25.4. En cas de manquement grave ou de manquements répétés de l'une des parties à ses obligations contractuelles, et à l'issue d'un délai de quinze (15) jours suivants une mise en demeure, mentionnant la présente clause résolutoire, restée sans effet, adressée par lettre recommandée avec avis de réception, l'autre partie peut mettre fin au contrat de transport, qu'il soit à durée déterminée ou indéterminée, sans préavis ni indemnités, par l'envoi d'une lettre recommandée avec avis de réception de résiliation de celui-ci.",
            "texteHtml": "<p>CONTRAT TYPE APPLICABLE AUX TRANSPORTS PUBLICS ROUTIERS DE VÉHICULES ROULANTS RÉALISÉS AU MOYEN DE PORTE-VOITURES<br/><br/>\nANNEXE À L'ARTICLE D. 3222-7</p><p><br/>\nArticle 1er<br/><br/>\nObjet et domaine d'application du contrat</p><p><br/>\nLe présent contrat a pour objet le transport en régime intérieur, par un transporteur public, de véhicules roulants, quel qu'en soit le nombre par envoi, chargés sur des véhicules transporteurs carrossés porte-voitures, moyennant un prix devant assurer une juste rémunération du service rendu, conformément aux dispositions du code des transports, notamment de ses articles L. 1432-2 à L. 1432-4 et L. 3222-1 à L. 3222-9, ainsi que des textes pris pour leur application.<br/><br/>\nLe transport de véhicules roulants par porte-voitures peut inclure à titre accessoire des phases, dites de convoyage, au cours desquelles le véhicule roulant est conduit ou tracté. Ces opérations de convoyage relèvent du contrat de transport.<br/><br/>\nIl n'est pas applicable aux opérations de remorquage de véhicules roulants accidentés ou en panne par véhicule spécialisé entre le lieu de l'accident ou de la panne et le lieu de réparation.<br/><br/>\nIl n'est également pas applicable au transport de véhicules roulants chargés dans un conteneur.<br/><br/>\nQuelle que soit la technique de transport utilisée, le présent contrat règle les relations du donneur d'ordre et du transporteur public routier ou des transporteurs publics intervenant successivement dans le transport de l'envoi ainsi que les relations de ces transporteurs publics entre eux.<br/><br/>\nIl s'applique de plein droit, à défaut de convention écrite sur l'ensemble ou certaines des matières mentionnées à l'article L. 1432-2 du code des transports.<br/><br/>\nEn cas de relations suivies entre un donneur d'ordre et un transporteur public, ayant fait l'objet d'une convention écrite générale conclue conformément aux dispositions de l'article L. 1432-3 du code des transports, chaque envoi est présumé exécuté aux conditions de cette convention.</p><p><br/>\nArticle 2<br/><br/>\nDéfinitions</p><p><br/>\n2.1. Destinataire<br/><br/>\nPar destinataire, on entend la partie, désignée par le donneur d'ordre ou par son représentant, à laquelle la livraison est faite. Le destinataire est partie au contrat de transport dès sa formation.<br/><br/>\n2.2. Distance et itinéraire<br/><br/>\nLa distance de transport est celle de l'itinéraire le plus adapté, compte tenu des contraintes de sécurité et des infrastructures de transport, du recours à des plates-formes, des caractéristiques du véhicule et de la nature des marchandises transportées.<br/><br/>\n2.3. Donneur d'ordre<br/><br/>\nPar donneur d'ordre, on entend la partie (expéditeur, commissionnaire de transport ou autre) qui conclut le contrat de transport avec le transporteur.<br/><br/>\n2.4. Durée de mise à disposition du véhicule transporteur<br/><br/>\nPar durée de mise à disposition du véhicule transporteur, on entend le délai qui s'écoule entre le moment où le véhicule est identifié à son arrivée sur les lieux de chargement ou de déchargement ou dans l'aire d'attente et celui où il est prêt à quitter ces lieux après émargement des documents de transport.<br/><br/>\n2.5. Envoi<br/><br/>\nPar envoi, on entend le nombre de véhicules roulants mis effectivement, au même moment, à la disposition d'un transporteur et dont le transport est demandé par un même donneur d'ordre pour un même destinataire d'un lieu de chargement unique à un lieu de déchargement unique et faisant l'objet d'un même contrat de transport.<br/><br/>\n2.6. Jours non ouvrables<br/><br/>\nPar jours non ouvrables, on entend les dimanches et les jours de fêtes légales ainsi que les jours d'interdiction de circulation imposés par les pouvoirs publics. En outre, les autres jours de fermeture de l'établissement où s'effectue la prise en charge ou la livraison de la marchandise sont considérés comme jours non ouvrables si le transporteur en est dûment avisé par le donneur d'ordre lors de la conclusion du contrat de transport.<br/><br/>\n2.7. Laissé pour compte<br/><br/>\nPar laissé pour compte, on entend l'envoi dont le destinataire a refusé de prendre livraison pour quelque motif que ce soit et qui est laissé à la disposition du transporteur par le donneur d'ordre.<br/><br/>\n2.8. Livraison<br/><br/>\nPar livraison, on entend la remise physique de la marchandise au destinataire ou à son représentant dûment désigné, qui l'accepte de façon ferme et définitive.<br/><br/>\n2.9. Livraison contre remboursement<br/><br/>\nPar livraison contre remboursement, on entend le mandat donné par le donneur d'ordre au transporteur qui l'accepte, de se faire remettre concomitamment à la livraison une somme grevant la marchandise. La stipulation d'une livraison contre remboursement ne vaut pas déclaration de valeur.<br/><br/>\n2.10. Plage horaire<br/><br/>\nPar plage horaire, on entend la période, pour un jour donné, fixée d'un commun accord entre le donneur d'ordre et le transporteur pour la mise à disposition du véhicule transporteur sur les lieux de chargement ou de déchargement. Sa durée maximale est de quatre heures.<br/><br/>\n2.11. Prise en charge<br/><br/>\nPar prise en charge, on entend la remise physique de la marchandise au transporteur qui l'accepte de façon ferme et définitive.<br/><br/>\n2.12. Rendez-vous<br/><br/>\nPar rendez-vous, on entend la fixation, d'un commun accord entre le donneur d'ordre et le transporteur, d'un jour et d'une heure précis et fermes pour la mise à disposition du véhicule transporteur au lieu de chargement ou au lieu de déchargement.<br/><br/>\n2.13. Souffrance de la marchandise<br/><br/>\nPar souffrance de la marchandise, on entend le cas où ni le destinataire dûment avisé de sa présentation, ni le donneur d'ordre informé de cette situation, ne donne d'instruction au transporteur quant au sort à réserver à la marchandise.<br/><br/>\n2.14. Véhicule roulant<br/><br/>\nPar véhicule roulant, on entend tout véhicule en l'état, neuf ou usagé, chargé ou déchargé sur le véhicule transporteur au moyen de ses roues, avec ou sans moteur, le cas échéant pourvu de ses accessoires, quels qu'en soient les dimensions et le volume.</p><p><br/>\nArticle 3<br/><br/>\nInformations et documents à fournir au transporteur</p><p><br/>\n3.1. Le donneur d'ordre fournit au transporteur, dans le cadre des dispositions des articles L. 3221-2 et L. 3222-4 du code des transports, préalablement à la présentation du véhicule au chargement, par écrit ou par tout moyen électronique de transmission et de conservation de données, les indications suivantes :<br/><br/>\na) Les noms et les adresses complètes, ainsi que les numéros de téléphone, de télécopie et l'adresse électronique de l'expéditeur et du destinataire ;<br/><br/>\nb) Les noms et les adresses complètes, ainsi que les numéros de téléphone, de télécopie et l'adresse électronique des lieux de chargement et de déchargement, lorsque ces derniers diffèrent de ceux indiqués ci-dessus ;<br/><br/>\nc) Le nom et l'adresse du donneur d'ordre ;<br/><br/>\nd) Les dates et, si besoin est, les heures de chargement et de déchargement ;<br/><br/>\ne) Les heures limites de mise à disposition du véhicule en vue du chargement et du déchargement ;<br/><br/>\nf) Les informations nécessaires relatives aux accès et installations de chargement et de déchargement ;<br/><br/>\ng) Le genre, le type, le nombre, le numéro de châssis ou, à défaut, le numéro d'immatriculation, le poids et éventuellement les dimensions des véhicules roulants à transporter, le tout repris dans une fiche d'accompagnement ;<br/><br/>\nh) S'il y a lieu, le métrage linéaire de plancher ou le volume nécessaire ;<br/><br/>\ni) Les informations nécessaires sur la spécificité de la marchandise pouvant requérir des dispositions particulières (véhicule électrique, GNV, hydrogène, autonome, GPL, en panne, protection contre les intempéries, etc.) ;<br/><br/>\nj) Les modalités de paiement (port payé ou port dû) ;<br/><br/>\nk) Toute autre modalité d'exécution du contrat de transport (livraison contre remboursement, déboursé, déclaration de valeur, déclaration d'intérêt spécial à la livraison, etc.) ;<br/><br/>\nl) Le numéro de la commande et les références de l'envoi, quand ces informations sont nécessaires à la bonne exécution du contrat ;<br/><br/>\nm) Le cas échéant, les prestations annexes convenues et leurs modalités d'exécution ;<br/><br/>\nn) Les instructions spécifiques en cas d'empêchement à la livraison (nouvelle présentation, livraison à domicile, vente ou destruction, etc.).<br/><br/>\n3.2. En outre, le donneur d'ordre informe le transporteur des particularités non apparentes des véhicules roulants. Il l'informe également de toutes données susceptibles d'avoir une incidence sur la bonne exécution du contrat de transport, en particulier lors des opérations de chargement ou de déchargement qui nécessiteraient l'assistance d'un tiers ou l'usage d'un équipement spécifique (chariot élévateur, treuil, etc.).<br/><br/>\n3.3. Le donneur d'ordre fournit au transporteur, en même temps que la marchandise, les renseignements et les documents d'accompagnement nécessaires à la bonne exécution d'une opération de transport soumise à une réglementation particulière, telle que douane, police, etc.<br/><br/>\n3.4. Le document de transport est établi, par écrit ou par tout moyen électronique de transmission et de conservation de données, sur la base de ces indications. Il est complété, si besoin est, au fur et à mesure de l'opération de transport. Un exemplaire en est remis obligatoirement au destinataire au plus tard au moment de la livraison.<br/><br/>\n3.5. Le donneur d'ordre supporte vis-à-vis du transporteur les conséquences d'une déclaration fausse ou incomplète sur les caractéristiques de l'envoi ainsi que d'une absence ou d'une insuffisance de déclaration ayant eu pour effet, entre autres, de dissimuler le caractère dangereux ou frauduleux des véhicules roulants transportés. Il répond également de tout manquement à son obligation d'information prévue aux articles 3.2 et 3.3.<br/><br/>\n3.6. Les mentions figurant sur les documents étrangers au contrat de transport sont inopposables au transporteur. Il en va autrement si elles sont portées à sa connaissance, par écrit ou par tout moyen électronique de transmission et de conservation de données, sur les pièces relatives au contrat de transport.</p><p><br/>\nArticle 4<br/><br/>\nModification du contrat de transport</p><p><br/>\nLe donneur d'ordre dispose des véhicules jusqu'au moment où le destinataire fait valoir ses droits.<br/><br/>\nToute nouvelle instruction du donneur d'ordre ayant pour objet la modification des conditions initiales d'exécution du transport est donnée ou confirmée, immédiatement, par écrit ou par tout moyen électronique de transmission et de conservation de données.<br/><br/>\nLe transporteur n'est pas tenu d'accepter ces nouvelles instructions si elles sont de nature à l'empêcher d'honorer des engagements de transport pris antérieurement. Il doit en aviser immédiatement le donneur d'ordre par écrit ou par tout moyen électronique de transmission et de conservation de données.<br/><br/>\nLorsque les instructions entraînent une immobilisation du véhicule et/ ou de l'équipage, le transporteur perçoit du donneur d'ordre un complément de rémunération pour frais d'immobilisation qui lui est facturé séparément, conformément aux dispositions de l'article 17.<br/><br/>\nToute modification du contrat entraîne un réajustement du prix initial.</p><p><br/>\nArticle 5<br/><br/>\nMatériel de transport</p><p><br/>\nLe transporteur utilise un matériel adapté aux véhicules roulants à transporter ainsi qu'aux opérations de manutention et aux accès et installations de chargement et de déchargement préalablement définis par le donneur d'ordre.<br/><br/>\nLe donneur d'ordre est responsable des dommages causés au véhicule transporteur du transporteur par la marchandise ou son emballage. La preuve de la faute incombe au transporteur.</p><p><br/>\nArticle 6<br/><br/>\nConditionnement</p><p><br/>\n6.1. Les véhicules roulants voyagent à nu. L'absence d'emballage n'est pas une cause d'exonération de la responsabilité du transporteur.<br/><br/>\n6.2. L'identification du véhicule roulant est assurée au moyen de son numéro de châssis ou de son numéro d'immatriculation, permettant l'identification immédiate et sans équivoque de l'expéditeur, du destinataire et du lieu de livraison. Ces données doivent correspondre à celles qui figurent sur le document de transport et sur la fiche d'accompagnement.<br/><br/>\n6.3. Le donneur d'ordre répond de toutes les conséquences d'une absence, d'une insuffisance ou d'une défectuosité du marquage, ainsi que d'un manquement à l'obligation d'information prévue aux articles 3.2 et 3.3.<br/><br/>\nLe fait que le transporteur n'a pas formulé de réserves à leur sujet lors de la prise en charge de la marchandise ne lui interdit pas d'invoquer ultérieurement l'absence, l'insuffisance ou la défectuosité du marquage, ainsi qu'un manquement à l'obligation d'information prévue aux articles 3.2 et 3.3.</p><p><br/>\nArticle 7<br/><br/>\nChargement, calage, arrimage, sanglage et déchargement</p><p><br/>\n7.1. L'exécution du chargement, du calage et de l'arrimage, incluant le sanglage, est effectuée par le transporteur qui en assume la responsabilité, sur un emplacement désigné par le donneur d'ordre et accessible au véhicule transporteur. Cet emplacement doit permettre d'assurer l'opération dans des conditions normales de sécurité pour le personnel, les tiers et les véhicules roulants.<br/><br/>\nAvant la prise en charge des véhicules roulants, il est procédé à une reconnaissance contradictoire entre le donneur d'ordre et le transporteur concernant la conformité des véhicules roulants au document de transport, leur bon état apparent et la présence des accessoires de série et éventuellement optionnels précisés sur la fiche d'accompagnement, dans les conditions prévues par l'article 10.<br/><br/>\nLa reconnaissance contradictoire s'effectue par écrit ou par tout moyen électronique de transmission et de conservation de données.<br/><br/>\n7.2. Le déchargement est effectué par le transporteur qui en assume la responsabilité, à un emplacement désigné par le destinataire et accessible au véhicule transporteur, permettant d'assurer cette opération dans des conditions normales de sécurité pour le personnel, les tiers et les véhicules roulants.<br/><br/>\nLa reconnaissance contradictoire du ou des véhicules roulants transportés composant l'envoi intervient à la fin du déchargement, dans les conditions prévues par l'article 10.<br/><br/>\nLa reconnaissance contradictoire s'effectue par écrit ou par tout moyen électronique de transmission et de conservation de données.<br/><br/>\n7.3. La prise en charge par le transporteur et la remise par ce dernier au destinataire s'effectue à proximité immédiate du véhicule transporteur et à la vue du destinataire.</p><p><br/>\nArticle 8<br/><br/>\nLivraison</p><p><br/>\n8.1. La livraison est effectuée entre les mains du destinataire, désigné par le donneur d'ordre et figurant sur le document de transport, ou du représentant du destinataire.<br/><br/>\n8.2. Le destinataire peut formuler des réserves précises et motivées sur l'état de la marchandise et la quantité remise.<br/><br/>\nDès que le destinataire a pris possession de l'envoi, avec ou sans réserve, il en donne décharge au transporteur en datant et signant le document de transport, dont un exemplaire lui est remis, par écrit ou par tout moyen électronique de transmission et de conservation de données.<br/><br/>\nEn l'absence de réserves ou en cas de refus exprès et motivé desdites réserves par le transporteur, le destinataire est en droit d'invoquer dans le délai prévu à l'article L. 133-3 du code de commerce une perte ou une avarie, en rapportant la preuve de leur existence et de leur imputabilité au transport.<br/><br/>\n8.3. La signature du destinataire est la preuve de la remise et de l'acceptation de l'envoi. Elle est accompagnée du nom du signataire, de la date et de l'heure de la livraison ainsi que du cachet commercial de l'établissement ou de tout autre moyen approprié d'identification.<br/><br/>\n8.4. Lorsqu'il est prévu que l'envoi soit livré hors la présence du destinataire ou de son représentant, hors des heures d'ouverture de son établissement ou pendant un jour non ouvrable, les parties conviennent des modalités de livraison préalablement à l'exécution de l'opération.</p><p><br/>\nArticle 9<br/><br/>\nAccès aux lieux de chargement et de déchargement-Sécurité des opérations</p><p><br/>\n9.1. Les lieux désignés par le donneur d'ordre doivent être accessibles sans contrainte ni risque particuliers pour des véhicules roulants de caractéristiques usuelles pour le transport considéré.<br/><br/>\n9.2. Le transporteur se conforme au protocole de sécurité applicable sur le site de chargement et/ ou de déchargement, conformément aux articles R. 4515-4 et suivants du code du travail. Plus généralement, il est tenu de respecter les règles de sécurité en vigueur dans les lieux où il est amené à intervenir.<br/><br/>\n9.3. Dans le cas où le chargement ou le déchargement est effectué sur la voie publique, le donneur d'ordre ou le destinataire doit permettre la réalisation de l'opération dans des conditions compatibles avec le respect des règles de circulation et de la sécurité routières. A cette fin, il met à la disposition du transporteur les moyens humains et matériels nécessaires.</p><p><br/>\nArticle 10<br/><br/>\nIdentification du véhicule et durées de mise à disposition en vue du chargement ou du déchargement</p><p><br/>\nA l'arrivée du véhicule transporteur, sur les lieux de chargement ou de déchargement ou dans l'aire d'attente, même si elle est extérieure, le transporteur informe le représentant de l'établissement de chargement ou de déchargement que son véhicule transporteur est à sa disposition pour effectuer l'une ou l'autre de ces opérations. L'heure de cette mise à disposition est immédiatement consignée par le transporteur sur le document de suivi, ce qui constitue l'identification au sens l'article L. 3222-7 du code des transports.<br/><br/>\nL'identification est le point de départ des durées de mise à disposition du véhicule en vue du chargement ou du déchargement.<br/><br/>\nCes durées prennent fin avec la remise au transporteur des documents émargés.<br/><br/>\nLe donneur d'ordre met le ou les véhicules roulants à transporter à disposition du transporteur à l'emplacement affecté au chargement au plus tard une demi-heure après la mise à disposition du véhicule transporteur.<br/><br/>\nLe transporteur doit pouvoir commencer les opérations de déchargement dans la demi-heure qui suit la mise à disposition du véhicule transporteur.<br/><br/>\nLes reconnaissances contradictoires définies à l'article 7, d'une part avant la prise en charge des véhicules et d'autre part à la fin du déchargement, ne doivent pas chacune excéder une demi-heure.<br/><br/>\nEn cas de dépassement non imputable au transporteur des durées ainsi fixées, le transporteur perçoit de celui qui en est à l'origine un complément de rémunération pour frais d'immobilisation du véhicule et/ ou de l'équipage facturé séparément, conformément aux dispositions de l'article 17.</p><p><br/>\nArticle 11<br/><br/>\nOpérations de pesage</p><p><br/>\nSi l'une des parties au contrat demande la pesée de l'envoi, cette opération est effectuée sur le lieu de chargement ou de déchargement. Si le déplacement du véhicule est nécessaire, son coût ainsi que celui de l'opération de pesage sont supportés par le demandeur.</p><p><br/>\nArticle 12<br/><br/>\nDéfaillance totale ou partielle du donneur d'ordre dans la remise de l'envoi</p><p><br/>\nEn cas de préjudice prouvé résultant d'une non-remise totale ou partielle de l'envoi lors de la mise à disposition du véhicule transporteur par le transporteur, l'indemnité à verser au transporteur par le donneur d'ordre ne peut excéder le prix du transport convenu.</p><p><br/>\nArticle 13<br/><br/>\nDéfaillance totale ou partielle du transporteur au chargement</p><p><br/>\nEn cas de préjudice prouvé résultant d'une défaillance totale ou partielle du transporteur au chargement, l'indemnité à verser au donneur d'ordre par le transporteur ne peut excéder le prix du transport convenu.</p><p><br/>\nArticle 14<br/><br/>\nAnnulation du transport</p><p><br/>\nL'annulation du transport par l'une ou l'autre des parties annoncée moins de 24 heures avant le jour convenu ou l'heure convenue de la mise à disposition du véhicule au chargement ouvre droit, en cas de préjudice prouvé, à une indemnité qui ne peut excéder le prix du transport convenu.</p><p><br/>\nArticle 15<br/><br/>\nEmpêchement au transport</p><p><br/>\nSi le transport est empêché ou interrompu temporairement ou si, pour un motif quelconque, l'exécution du transport est ou devient impossible dans les conditions initialement prévues, le transporteur demande des instructions au donneur d'ordre.<br/><br/>\nSi le transporteur n'a pu obtenir en temps utile les instructions du donneur d'ordre, il prend les mesures qui lui paraissent les meilleures dans l'intérêt de ce dernier pour la conservation de la marchandise ou son acheminement par d'autres voies ou d'autres moyens.<br/><br/>\nSauf si l'empêchement, l'interruption ou l'impossibilité est imputable au transporteur, le donneur d'ordre rembourse au transporteur les dépenses justifiées consécutives aux instructions données ou aux mesures prises en application des alinéas précédents. Ces dépenses, ainsi que les frais d'immobilisation du véhicule et/ ou de l'équipage, sont facturées séparément, en sus du prix du transport convenu, conformément aux dispositions de l'article 17.<br/><br/>\nEn cas d'empêchement définitif dû à la force majeure, le transporteur a droit à la partie du prix du transport correspondant au trajet effectué jusqu'à l'arrêt du transport.</p><p><br/>\nArticle 16<br/><br/>\nEmpêchement à livraison</p><p><br/>\nIl y a empêchement à la livraison chaque fois que l'envoi parvenu au lieu de livraison prévu ne peut être remis au destinataire désigné, notamment en cas :<br/><br/>\na) D'absence du destinataire ;<br/><br/>\nb) D'inaccessibilité du lieu de livraison ;<br/><br/>\nc) D'immobilisation du véhicule chez le destinataire pendant une durée supérieure aux durées définies à l'article 10 ;<br/><br/>\nd) De refus de prendre livraison par le destinataire.<br/><br/>\nSans préjudice des dispositions de l'article 10, est également considérée comme un empêchement à la livraison toute immobilisation du véhicule chez le destinataire pendant une durée supérieure à vingt-quatre heures décomptées à partir de la mise à disposition.<br/><br/>\n16.1. Lorsqu'il y a livraison à domicile, un avis de passage daté qui atteste la présentation de l'envoi est déposé, puis confirmé par écrit ou par tout moyen électronique de transmission et de conservation de données.<br/><br/>\nL'avis de passage mentionne le lieu où l'envoi peut être retiré dans un délai de trois jours ouvrables, au sens de l'article 2.6, et la possibilité d'une nouvelle présentation à domicile facturée séparément, conformément aux dispositions de l'article 17.<br/><br/>\n16.2. Lorsque la livraison est prévue dans les locaux du transporteur, un avis d'arrivée est adressé, par écrit ou par tout moyen électronique de transmission et de conservation de données, au destinataire qui dispose de cinq jours ouvrables suivant l'expédition de l'avis d'arrivée pour prendre livraison de l'envoi.<br/><br/>\n16.3. En cas de souffrance de la marchandise, le transporteur constate l'empêchement à la livraison et adresse au donneur d'ordre un avis de souffrance par écrit ou par tout moyen électronique de transmission et de conservation de données dans un délai de cinq jours ouvrables. En l'absence d'instruction du donneur d'ordre dans un délai de cinq jours ouvrables suivant cet avis, le transporteur met le donneur d'ordre en demeure, par lettre recommandée avec avis de réception, de reprendre possession de la marchandise. À défaut de réponse dans un délai maximum de quinze jours ouvrables, le contrat de transport est résilié de plein droit et la marchandise est considérée comme abandonnée par l'expéditeur au transporteur, ce qui confère à ce dernier le droit d'effectuer sur elle tout acte de disposition (vente amiable, destruction, etc.).<br/><br/>\nTous les frais résultant de l'empêchement à la livraison sont facturés séparément, conformément aux dispositions de l'article 17.</p><p><br/>\nArticle 17<br/><br/>\nRémunération du transporteur</p><p><br/>\n17.1. La rémunération du transporteur comprend :<br/><br/>\na) Le prix du transport stricto sensu ;<br/><br/>\nb) Le prix des prestations annexes ;<br/><br/>\nc) Les frais liés à l'établissement et à la gestion administrative et informatique du contrat de transport ;<br/><br/>\nd) Toute taxe liée au transport et/ ou tout droit dont la perception est mise à la charge du transporteur.<br/><br/>\n17.2. Le prix du transport est établi en fonction du type de véhicule utilisé, de ses équipements, de la nature de la marchandise, de son poids, de son volume, du nombre de véhicules roulants, de la distance du transport, des délais d'acheminement, de la relation assurée, des caractéristiques du trafic, des sujétions particulières de circulation, de la durée de mise à disposition du véhicule transporteur et de l'équipage, plus généralement des coûts engendrés par la prestation demandée, conformément aux dispositions du titre II du livre II de la troisième partie du code des transports, ainsi que de la qualité des prestations rendues.<br/><br/>\nLe prix du transport initialement convenu est révisé en cas de variations significatives des charges de l'entreprise de transport qui tiennent à des conditions extérieures à cette dernière.<br/><br/>\nLes charges de carburant sont déterminées et révisées dans les conditions prévues par les dispositions impératives des articles L. 3222-1 et L. 3222-2 du code des transports.<br/><br/>\n17.3. Toute prestation annexe est rémunérée au prix convenu. Tel est le cas, notamment :<br/><br/>\na) Des opérations d'encaissement, en particulier en cas d'encaissement différé ;<br/><br/>\nb) De la livraison contre remboursement ;<br/><br/>\nc) Des déboursés ;<br/><br/>\nd) De la déclaration de valeur ;<br/><br/>\ne) De la déclaration d'intérêt spécial à la livraison ;<br/><br/>\nf) Du mandat d'assurance ;<br/><br/>\ng) De la nouvelle présentation au lieu de chargement ou au lieu de déchargement ;<br/><br/>\nh) Des opérations de pesage ;<br/><br/>\ni) Du nettoyage et du lavage ;<br/><br/>\nj) De l'entreposage ;<br/><br/>\nk) Du déplacement des véhicules en panne ;<br/><br/>\nl) Des frais d'immobilisation du véhicule transporteur et/ ou de l'équipage.<br/><br/>\n17.4. Toute modification du contrat de transport initial, notamment tout changement d'itinéraire, toute immobilisation du véhicule transporteur et/ ou de l'équipage, tout retour de marchandise à l'expéditeur, non imputables au transporteur, entraîne un réajustement des conditions de rémunération du transporteur.<br/><br/>\n17.5. Les prix initialement convenus dans le cadre de relations suivies sont renégociés à la date anniversaire du contrat. Une modification du contrat tant en matière de volumes qu'en matière de prestations entraîne une renégociation des conditions tarifaires.<br/><br/>\n17.6. Les frais supplémentaires de suivi du contrat de transport sont facturés séparément.<br/><br/>\n17.7. Tous les prix sont calculés hors taxes.</p><p><br/>\nArticle 18<br/><br/>\nModalités de paiement</p><p><br/>\n18.1. Le paiement du prix du transport, ainsi que celui des prestations annexes, est exigible à l'enlèvement (port payé) ou à la livraison (port dû) sur présentation de la facture ou d'un document en tenant lieu et, en tout état de cause, au lieu d'émission de la facture, laquelle doit être réglée dans un délai qui ne peut excéder trente jours à compter de la date de son émission.<br/><br/>\n18.2. La compensation unilatérale du montant des dommages allégués sur le prix du transport est interdite.<br/><br/>\n18.3. Tout retard dans le paiement entraîne de plein droit, le jour suivant la date limite de règlement figurant sur la facture, l'exigibilité d'intérêts de retard d'un montant équivalent à cinq fois le taux d'intérêt légal, ainsi que d'une indemnité forfaitaire pour frais de recouvrement d'un montant minimum de 40 euros, conformément à l'article D. 441-5 du code de commerce, et ce, sans préjudice de la réparation éventuelle, dans les conditions du droit commun, de tout autre dommage résultant directement de ce retard.<br/><br/>\n18.4. La date d'exigibilité du paiement, le taux d'intérêt des pénalités de retard, ainsi que le montant de l'indemnité forfaitaire de compensation des frais de recouvrement doivent obligatoirement figurer sur la facture.<br/><br/>\n18.5. Le non-paiement total ou partiel d'une facture à une seule échéance emporte, sans formalité, déchéance du terme entraînant l'exigibilité immédiate du règlement, sans mise en demeure, de toutes les sommes dues, même à terme, à la date de ce manquement et autorise le transporteur à exiger le paiement comptant avant l'exécution de toute nouvelle opération.<br/><br/>\n18.6. En cas de perte ou d'avarie partielle ou totale de la marchandise, le transporteur a droit au paiement de sa rémunération, sous réserve qu'il règle l'indemnité correspondante.</p><p><br/>\nArticle 19<br/><br/>\nLivraison contre remboursement</p><p><br/>\n19.1. La livraison contre remboursement doit être expressément demandée par le donneur d'ordre, conformément aux dispositions de l'article 3.1.<br/><br/>\n19.2. Lorsqu'il y a stipulation d'une livraison contre remboursement, le transporteur reçoit entre ses mains la somme remise par le destinataire en échange de la marchandise soit sous forme d'un chèque établi à l'ordre du donneur d'ordre ou de toute autre personne désignée par lui, soit en espèces quand la législation l'autorise. Toutefois, même dans ce dernier cas, le transporteur ne peut refuser un chèque sans motif valable.<br/><br/>\n19.3. Le transporteur doit adresser cette somme au donneur d'ordre ou à la personne désignée par ce dernier, dans un délai de huit jours ouvrables à compter de sa remise.<br/><br/>\n19.4. La stipulation d'une livraison contre remboursement ne vaut pas déclaration de valeur et ne modifie donc pas les règles d'indemnisation pour pertes et avaries définies à l'article 21. Elle ne lie le transporteur que si elle figure sur un document procédant du contrat de transport.<br/><br/>\n19.5. La responsabilité du transporteur en cas de manquement à cette obligation est engagée selon les règles du mandat. Néanmoins, conformément à l'article L. 133-6 du code de commerce, la prescription des actions relatives à la livraison contre remboursement est d'un an à compter de la date de la livraison.</p><p><br/>\nArticle 20<br/><br/>\nPrésomption de perte de la marchandise</p><p><br/>\n20.1. L'ayant droit peut, sans avoir à fournir d'autres preuves, considérer la marchandise comme perdue quand elle n'a pas été livrée dans les trente jours qui suivent l'expiration du délai convenu ou, à défaut, du délai nécessaire à la réalisation du transport dans les conditions prévues à l'article 23.1.<br/><br/>\nL'ayant droit est alors indemnisé dans les conditions prévues à l'article 21.<br/><br/>\n20.2. L'ayant droit peut, au plus tard en recevant le paiement de l'indemnité pour la marchandise perdue, demander, par écrit ou par tout moyen électronique de transmission et de conservation de données, à être avisé immédiatement, si la marchandise est retrouvée au cours de l'année qui suit le paiement de l'indemnité. Il lui est donné acte de cette demande par écrit ou par tout moyen électronique de transmission et de conservation de données.</p><p><br/>\nArticle 21<br/><br/>\nIndemnisation pour pertes et avaries-Déclaration de valeur</p><p><br/>\n21.1. Le transporteur est tenu de verser une indemnité pour la réparation de tous les dommages justifiés dont il est légalement tenu pour responsable, résultant de la perte totale ou partielle ou de l'avarie du ou des véhicules roulants compris dans l'envoi. Hors les cas de dol et de faute inexcusable du transporteur, l'indemnisation du préjudice prouvé, direct et prévisible, s'effectue dans les limites suivantes :<br/><br/>\n1° L'indemnité ne peut excéder, en ce qui concerne le dommage matériel, y compris la dépréciation éventuelle, affectant les véhicules roulants :<br/><br/>\na) Pour un véhicule neuf ou non encore coté à L'Argus automobile, la valeur du véhicule de remplacement hors taxes au tarif du constructeur en vigueur à la date du sinistre, déduction faite de la valeur de revente du véhicule endommagé ;<br/><br/>\nb) Pour un véhicule d'occasion coté à L'Argus automobile, la valeur relevant de la dernière cote publiée par ce journal à la date du sinistre, déduction faite de la valeur de revente du véhicule endommagé ;<br/><br/>\nc) Pour un véhicule dont la valeur n'est plus reprise à la cote précitée ou n'est pas coté, la somme de 1 000 euros.<br/><br/>\n2° L'indemnité ne peut excéder, en ce qui concerne tous les autres dommages, la somme de 1 000 euros par véhicule sinistré.<br/><br/>\n21.2. Le donneur d'ordre a toujours la faculté de faire une déclaration de valeur qui a pour effet de substituer le montant de cette déclaration au plafond de l'indemnité fixée aux 1° et 2° de l'article 21.1. La déclaration de valeur doit être formulée par écrit ou par tout moyen électronique de transmission et de conservation de données, au plus tard au moment de la conclusion du contrat de transport. La validité de la déclaration de valeur est subordonnée au paiement du prix convenu, tel que prévu à l'article 17.<br/><br/>\n21.3. Le transporteur s'engage à souscrire un contrat d'assurance, auprès d'une compagnie d'assurance notoirement solvable, couvrant sa responsabilité dans la limite des plafonds des indemnités fixées aux alinéas ci-dessus. A la demande du donneur d'ordre, il doit justifier la souscription d'un tel contrat.<br/><br/>\n21.4. L'indemnité est réduite d'un tiers lorsque le donneur d'ordre impose la destruction de la marchandise laissée pour compte ou en interdit le sauvetage. Cette réduction n'a pas lieu d'être en cas de dol ou de faute inexcusable du transporteur.</p><p><br/>\nArticle 22<br/><br/>\nDommages autres qu'à la marchandise transportée</p><p><br/>\nLe transporteur est responsable de la perte et des dommages matériels directs qu'il occasionne aux biens de l'expéditeur ou du destinataire dans le cadre de l'exécution du contrat de transport.</p><p><br/>\nArticle 23<br/><br/>\nDélai d'acheminement et indemnisation pour retard à la livraison-Déclaration d'intérêt spécial à la livraison</p><p><br/>\n23.1. Délai d'acheminement<br/><br/>\nLe délai d'acheminement comprend le délai de transport auquel s'ajoute le délai de livraison à domicile :<br/><br/>\na) Le délai de transport court à partir de 0 heure du jour qui suit l'enlèvement de l'envoi ou sa remise au dépôt du transporteur. Il est d'un jour par fraction indivisible de 450 kilomètres. Les samedis et les jours non ouvrables ne sont pas compris dans le calcul de ce délai ;<br/><br/>\nb) Le délai de livraison à domicile est d'un jour. Les jours non ouvrables ne sont pas compris dans le calcul du délai de livraison.<br/><br/>\n23.2. Retard à la livraison<br/><br/>\nIl y a retard à la livraison lorsque l'envoi n'a pas été livré dans le délai convenu ou, s'il n'a pas été convenu de délai, lorsque la durée effective du transport dépasse le délai d'acheminement tel qu'il est défini à l'article 23.1.<br/><br/>\n23.3. Indemnisation pour retard à la livraison<br/><br/>\nEn cas de préjudice prouvé résultant d'un retard à la livraison du fait du transporteur, celui-ci est tenu de verser une indemnité qui ne peut excéder le prix du transport (droits, taxes et frais divers exclus).<br/><br/>\nLe donneur d'ordre a toujours la faculté de faire une déclaration d'intérêt spécial à la livraison qui a pour effet de substituer le montant de cette déclaration au plafond de l'indemnité fixé à l'alinéa précédent. La déclaration d'intérêt spécial à la livraison doit être formulée par écrit ou par tout moyen électronique de transmission et de conservation de données, au plus tard au moment de la conclusion du contrat de transport. La validité de la déclaration est subordonnée au paiement du prix convenu, tel que prévu à l'article 17.<br/><br/>\nSans préjudice de l'indemnité prévue aux deux alinéas précédents, les pertes ou avaries à la marchandise résultant d'un retard sont indemnisées conformément aux dispositions de l'article 21.<br/><br/>\nEn cas d'inobservation des délais, même garantis, l'indemnité reste due dans les conditions définies au présent article.</p><p><br/>\nArticle 24<br/><br/>\nPrescription</p><p><br/>\nConformément aux dispositions de l'article L. 133-6 du code de commerce, toutes les actions nées du contrat de transport et de ses prestations annexes se prescrivent dans le délai d'un an. Ce délai court, en cas de perte totale, à compter du jour où la marchandise aurait dû être livrée ou offerte et, dans tous les autres cas, à compter du jour où la marchandise a été remise ou offerte au destinataire.</p><p><br/>\nArticle 25<br/><br/>\nDurée du contrat de transport, reconduction et résiliation</p><p><br/>\n25.1. Le contrat de transport est conclu, soit pour une durée déterminée, reconductible ou non, soit pour une durée indéterminée.<br/><br/>\n25.2. Chacune des parties peut y mettre un terme par l'envoi d'une lettre recommandée avec avis de réception moyennant un préavis se calculant comme suit :<br/><br/>\na) Un (1) mois lorsque la durée de la relation est inférieure ou égale à six (6) mois ;<br/><br/>\nb) Deux (2) mois lorsque la durée de la relation est supérieure à six (6) mois et inférieure ou égale à un (1) an ;<br/><br/>\nc) Trois (3) mois lorsque la durée de la relation est supérieure à un (1) an et inférieure ou égale à trois (3) ans ;<br/><br/>\nd) Quatre (4) mois quand la durée de la relation est supérieure à trois (3) ans, auxquels s'ajoute une semaine par année complète de relations commerciales, sans pouvoir excéder une durée maximale de six (6) mois.<br/><br/>\n25.3. Pendant la période de préavis, les parties maintiennent l'économie du contrat.<br/><br/>\n25.4. En cas de manquement grave ou de manquements répétés de l'une des parties à ses obligations contractuelles, et à l'issue d'un délai de quinze (15) jours suivants une mise en demeure, mentionnant la présente clause résolutoire, restée sans effet, adressée par lettre recommandée avec avis de réception, l'autre partie peut mettre fin au contrat de transport, qu'il soit à durée déterminée ou indéterminée, sans préavis ni indemnités, par l'envoi d'une lettre recommandée avec avis de réception de résiliation de celui-ci.</p>",
            "type": "AUTONOME",
            "dateDebut": "2020-08-01T00:00:00.000Z",
            "dateFin": "2021-02-27T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2013-03-28",
                        "fin": "2999-01-01",
                        "titre": "PARTIE REGLEMENTAIRE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000027232261",
                        "id": "LEGISCTA000027232261",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-01-01",
                        "fin": "2999-01-01",
                        "titre": "TROISIÈME PARTIE : TRANSPORT ROUTIER",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000030048381",
                        "id": "LEGISCTA000030048381",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2017-01-01",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000033452817",
                        "id": "LEGISCTA000033452817",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "Code des transports",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023086525",
                        "id": "LEGITEXT000023086525",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000033452911",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L133-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L133-3",
                    "articleId": "LEGIARTI000006220314",
                    "natureText": "CODE",
                    "date": 1630965333471,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L441-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L441-6",
                    "articleId": "LEGIARTI000006232237",
                    "natureText": "CODE",
                    "date": 1630965333471,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1488412800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R4515-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R4515-1",
                    "articleId": "LEGIARTI000018491662",
                    "natureText": "CODE",
                    "date": 1630965333471,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. D3222-7 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D3222-7",
                    "articleId": "LEGIARTI000033450119",
                    "natureText": "CODE",
                    "date": 1630965333471,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L1311-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1311-3",
                    "articleId": "LEGIARTI000023069444",
                    "natureText": "CODE",
                    "date": 1630965333472,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L1432-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1432-2",
                    "articleId": "LEGIARTI000023069598",
                    "natureText": "CODE",
                    "date": 1630965333472,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1291161600000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L1432-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1432-3",
                    "articleId": "LEGIARTI000023069600",
                    "natureText": "CODE",
                    "date": 1630965333472,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1291161600000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L1611-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1611-1",
                    "articleId": "LEGIARTI000023069764",
                    "natureText": "CODE",
                    "date": 1630965333472,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1291161600000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L3221-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3221-1",
                    "articleId": "LEGIARTI000023071167",
                    "natureText": "CODE",
                    "date": 1630965333472,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L3221-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3221-2",
                    "articleId": "LEGIARTI000023071169",
                    "natureText": "CODE",
                    "date": 1630965333472,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1291161600000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L3222-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3222-1",
                    "articleId": "LEGIARTI000023071180",
                    "natureText": "CODE",
                    "date": 1630965333472,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577664000000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L3222-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3222-7",
                    "articleId": "LEGIARTI000023071193",
                    "natureText": "CODE",
                    "date": 1630965333472,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1291161600000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L3223-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3223-3",
                    "articleId": "LEGIARTI000023071205",
                    "natureText": "CODE",
                    "date": 1630965333472,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L3242-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3242-2",
                    "articleId": "LEGIARTI000023071252",
                    "natureText": "CODE",
                    "date": 1630965333472,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1291161600000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L3242-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L3242-3",
                    "articleId": "LEGIARTI000023071256",
                    "natureText": "CODE",
                    "date": 1630965333473,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000033419103",
                    "textTitle": "Décret n°2016-1550 du 17 novembre 2016 - art.",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGIARTI000033446681",
                    "natureText": "DECRET",
                    "datePubliTexte": "2016-11-19",
                    "dateSignaTexte": "2016-11-17",
                    "dateDebutCible": "2017-01-01"
                },
                {
                    "textCid": "JORFTEXT000033419103",
                    "textTitle": "Décret n°2016-1550 du 17 novembre 2016 - art.",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGIARTI000033446681",
                    "natureText": "DECRET",
                    "datePubliTexte": "2016-11-19",
                    "dateSignaTexte": "2016-11-17",
                    "dateDebutCible": "2017-01-01"
                }
            ],
            "num": "Annexe VII",
            "origine": "LEGI",
            "texte": "ANNEXE VII CONTRAT TYPE APPLICABLE AUX TRANSPORTS PUBLICS ROUTIERS DE VÉHICULES ROULANTS ANNEXE À L'ARTICLE D. 3222-7 Article 1 Objet et domaine d'application du contrat Le présent contrat a pour objet le transport en régime intérieur, par un transporteur public, de véhicules roulants quel qu'en soit le nombre par envoi, chargés sur des véhicules transporteurs ou tractés, moyennant un prix devant assurer une juste rémunération du service ainsi rendu, le tout conformément aux dispositions du présent code notamment celles relatives à la règlementation sociale du transport, aux conditions d'exercice des professions de transport et au transport routier. Il s'applique aux opérations de convoyage. Il n'est pas applicable aux opérations de remorquage de véhicules accidentés ou en panne par véhicule spécialisé entre le lieu de l'accident ou de la panne et le lieu de réparation. Quelle que soit la technique de transport utilisée, ce contrat règle les relations du donneur d'ordre et du transporteur public routier ou des transporteurs publics intervenant successivement dans le transport de l'envoi ainsi que les relations de ces transporteurs publics successifs entre eux. Il s'applique de plein droit, à défaut de convention écrite, sur l'ensemble ou certaines des matières mentionnées à l'article L. 1432-2 . En cas de relations suivies entre un donneur d'ordre et un transporteur public ayant fait l'objet d'une convention écrite générale conclue conformément aux dispositions de l'article L. 1432-3, chaque envoi est présumé exécuté aux conditions de cette convention. Article 2 Définitions 2.1. Envoi. L'envoi est la quantité de véhicules roulants, mise effectivement, au même moment, à la disposition d'un transporteur et dont le transport est demandé par un même donneur d'ordre pour un même destinataire d'un lieu de chargement unique à un lieu de déchargement unique et faisant l'objet d'un même contrat de transport. 2.2. Donneur d'ordre. Par donneur d'ordre, on entend la partie (expéditeur, commissionnaire de transport ou autre) qui conclut le contrat de transport avec le transporteur. 2.3. Véhicule roulant. Par véhicule roulant, on entend tout objet roulant en l'état, neuf ou usagé, muni de roues avec ou sans moteur, pourvu de ses accessoires, quelles que soient les dimensions et le volume de cet objet. 2.4. Jours non ouvrables. Par jours non ouvrables, on entend les dimanches et les jours de fêtes légales ainsi que les jours d'interdiction de circulation imposés par les pouvoirs publics. En outre, les autres jours de fermeture de l'établissement où s'effectue la prise en charge ou la livraison de la marchandise sont considérés comme jours non ouvrables si le transporteur en est dûment avisé par le donneur d'ordre lors de la conclusion du contrat de transport. 2.5. Distance, itinéraire. La distance de transport est celle de l'itinéraire le plus direct, compte tenu des contraintes de sécurité et des infrastructures de transport, du recours à des plates-formes, des caractéristiques du véhicule transporteur et de la nature des véhicules roulants transportés. 2.6. Rendez-vous. Par rendez-vous, on entend la fixation, d'un commun accord entre le donneur d'ordre et le transporteur, d'un jour et d'une heure précis et fermes pour la mise à disposition du véhicule au lieu de chargement ou au lieu de déchargement. 2.7. Plage horaire. Par plage horaire, on entend la période, pour un jour donné ou non, fixée d'un commun accord entre le donneur d'ordre et le transporteur pour la mise à disposition du véhicule sur les lieux de chargement ou de déchargement. Sa durée maximale est de quatre heures. 2.8. Prise en charge. Par prise en charge, on entend la remise physique de la marchandise au transporteur qui l'accepte. 2.9. Livraison. Par livraison, on entend la remise physique de la marchandise au destinataire ou à son représentant qui l'accepte. 2.10. Livraison contre remboursement. Par livraison contre remboursement, on entend le mandat accessoire du contrat de transport, donné par le donneur d'ordre au transporteur qui l'accepte, de se faire remettre concomitamment à la livraison une somme grevant la marchandise. La stipulation d'une livraison contre remboursement ne vaut pas déclaration de valeur. 2.11. Durée de mise à disposition du véhicule. Par durée de mise à disposition du véhicule, on entend le délai qui s'écoule entre le moment où le véhicule est identifié à son arrivée sur les lieux de chargement ou de déchargement ou dans l'aire d'attente et celui où il est prêt à quitter ces lieux après émargement des documents de transport. 2.12. Laissé-pour-compte. Par laissé-pour-compte, on entend l'envoi dont le destinataire a refusé de prendre livraison pour quelque motif que ce soit et qui est laissé à la disposition du transporteur par le donneur d'ordre, lequel l'analyse en perte totale. Article 3 Informations et documents à fournir au transporteur 3.1. Le donneur d'ordre fournit au transporteur, dans le cadre des dispositions des articles L. 3221-2 , L. 3222-1 à L. 3222-4 , L. 3223-3 et L. 3242-3 , préalablement à la présentation du véhicule au chargement, par écrit ou par tout autre procédé en permettant la mémorisation, les indications suivantes : a) Les noms et les adresses complètes, ainsi que les numéros de téléphone, télex et télécopie de l'expéditeur et du destinataire ; b) Les noms et les adresses complètes, ainsi que les numéros de téléphone, télex et télécopie des lieux de chargement et de déchargement, lorsque ces derniers diffèrent de ceux indiqués ci-dessus ; c) Le nom et l'adresse du donneur d'ordre ; d) Les dates et, si besoin est, les heures de chargement et de déchargement ; e) Les heures limites de mise à disposition du véhicule en vue du chargement et du déchargement ; f) Le genre, le type, le nombre, le numéro de châssis, le poids et éventuellement les dimensions des véhicules roulants à transporter, le tout repris dans une fiche d'accompagnement ; g) S'il y a lieu, le métrage linéaire de plancher ou le volume nécessaire ; h) La spécificité de la marchandises quand cette dernière requiert des dispositions particulières (véhicule GPL, GNV, en panne) ; i) Les modalités de paiement (port payé ou port dû) ; j) Toute autre modalité d'exécution du contrat de transport (livraison contre remboursement, déboursé, déclaration de valeur, déclaration d'intérêt spécial à la livraison, etc.) ; k) Le numéro de la commande et les références de l'envoi, quand ces informations sont nécessaires à la bonne exécution du contrat ; l) Le cas échéant, les prestations annexes convenues et leurs modalités d'exécution ; m) Les instructions spécifiques en cas d'empêchement à la livraison (nouvelle présentation, livraison à domicile, vente ou destruction, etc.). 3.2. En outre le donneur d'ordre informe le transporteur des particularités non apparentes des véhicules roulants et de toutes données susceptibles d'avoir une incidence sur la bonne exécution du transport. 3.3. Le donneur d'ordre fournit au transporteur, en même temps que la marchandise, les renseignements et les documents d'accompagnement nécessaires à la bonne exécution d'une opération de transport soumise à une réglementation particulière telle que douane, police, etc. 3.4. Le document de transport est établi sur la base de ces indications. Il est complété, si besoin est, au fur et à mesure de l'opération de transport ; un exemplaire du document de transport est remis au destinataire au moment de la livraison. 3.5. Le donneur d'ordre supporte vis-à-vis du transporteur les conséquences d'une déclaration fausse ou incomplète sur les caractéristiques de l'envoi ainsi que d'une absence ou d'une insuffisance de déclaration ayant eu pour effet, entre autres, de dissimuler le caractère dangereux ou frauduleux des véhicules roulants transportés. Article 4 Modification du contrat de transport Le donneur d'ordre dispose des véhicules roulants jusqu'au moment où le destinataire fait valoir ses droits. Toute nouvelle instruction du donneur d'ordre ayant pour objet la modification des conditions initiales d'exécution du transport est donnée ou confirmée, immédiatement, par écrit ou par tout autre procédé en permettant la mémorisation. Le transporteur n'est pas tenu d'accepter ces nouvelles instructions si elles sont de nature à l'empêcher d'honorer des engagements de transport pris antérieurement. Il doit en aviser immédiatement le donneur d'ordre par écrit ou par tout autre procédé en permettant la mémorisation. Lorsque les instructions entraînent une immobilisation du véhicule et/ ou de l'équipage, le transporteur perçoit un complément de rémunération pour frais d'immobilisation facturé séparément, conformément aux dispositions de l'article 16 ci-après. Toute modification au contrat entraîne un réajustement du prix initial. Article 5 Matériel de transport Le transporteur effectue le transport à l'aide d'un matériel adapté au transport des véhicules roulants à transporter ainsi qu'aux accès et installations de chargement et de déchargement préalablement définis par le donneur d'ordre. Article 6 Modifié par Décret n° 2001-1363 du 28 décembre 2001-art. 6 Conditionnement 6.1. Les véhicules roulants voyagent à nu. L'absence d'emballage n'est pas une cause d'exonération de la responsabilité du transporteur au cours de son intervention. 6.2. Sur chaque véhicule, un étiquetage clair doit être effectué pour permettre une identification immédiate et sans équivoque de l'expéditeur, du destinataire et du lieu de livraison. Les mentions des étiquettes doivent correspondre à celles qui figurent sur le document de transport et sur la fiche d'accompagnement. 6.3. Le donneur d'ordre répond de toutes les conséquences d'une absence, d'une insuffisance ou d'une défectuosité du marquage ou de l'étiquetage, ainsi que d'un manquement à l'obligation d'information selon l'article 3.2 et 3.3. Le fait que le transporteur n'a pas formulé de réserves à leur sujet lors de la prise en charge de la marchandise ne lui interdit pas d'invoquer ultérieurement l'absence, l'insuffisance ou la défectuosité du marquage, de l'étiquetage, ainsi qu'un manquement à l'obligation d'information incombant au donneur d'ordre selon l'article 3 (3.2 et 3.3). Article 7 Chargement, arrimage, déchargement 7.1. L'exécution du chargement, du calage et de l'arrimage des véhicules roulants incombe au transporteur qui en assume la responsabilité. Avant la prise en charge des véhicules roulants, il est procédé à une reconnaissance contradictoire entre le donneur d'ordre et le transporteur concernant la conformité des véhicules roulants au document de transport, leur bon état apparent et la présence des accessoires de série et éventuellement optionnels précisés sur la fiche d'accompagnement (cf. art. 10). La reconnaissance contradictoire s'effectue par un écrit signé des parties. 7.2. Le déchargement est effectué par le transporteur, qui en assume la responsabilité, à un emplacement désigné par le destinataire et accessible au véhicule transporteur, permettant d'assurer cette opération dans des conditions normales de sécurité pour le personnel, les tiers et les véhicules roulants. La reconnaissance contradictoire du ou des véhicules roulants transportés composant l'envoi intervient à la fin du déchargement (cf. art. 10). La reconnaissance contradictoire s'effectue par un écrit signé des parties. 7.3. La prise en charge par le transporteur et la remise par ce dernier au destinataire s'effectuent à proximité immédiate du véhicule de transport et en vue de celui-ci. Article 8 Modifié par Décret n° 2001-1363 du 28 décembre 2001-art. 6 Livraison 8.1. La livraison est effectuée entre les mains de la personne désignée comme destinataire sur le document de transport ou de son représentant. Dès que cette personne a pris possession de l'envoi, elle en donne décharge au transporteur en signant le document de transport. Le fait qu'il n'a pas formulé de réserves à la livraison ne lui interdit pas d'invoquer ultérieurement une perte ou une avarie à la marchandise dans les conditions du droit commun. La signature du destinataire ou de son représentant est la preuve de la remise et de l'acceptation de l'envoi ; elle est accompagnée du nom du signataire, de la date et de l'heure de la livraison ainsi que du cachet commercial de l'établissement. 8.2. Lorsque le destinataire demande que l'envoi soit livré au lieu indiqué sur le document de transport, hors sa présence et celle de toute personne habilitée à le représenter, hors des heures d'ouverture de son établissement ou pendant un jour non ouvrable, un écrit est établi avec le transporteur préalablement à l'exécution de l'opération. Le transporteur agit sous la responsabilité du destinataire et exécute la livraison dans les conditions convenues, et notamment pendant les heures de fermeture de l'établissement de ce dernier. La livraison est réputée intervenue lorsque les marchandises sont déposées au lieu désigné et que le transporteur appose sa signature sur le document de transport dont un exemplaire est laissé sur place. Y figurent le nom du transporteur, la date et l'heure précise du dépôt, ainsi que d'éventuelles observations quant aux conditions de la remise. Pour permettre de diligenter rapidement une enquête sur les causes des éventuelles anomalies constatées, les parties s'engagent à s'en informer mutuellement au plus tard dans les deux heures suivant l'heure normale d'ouverture de l'établissement par tout moyen approprié. Ces dispositions ne s'opposent pas à ce qu'il soit procédé, en cas de manquants ou d'avaries caractérisées, à la mise en œuvre des formalités requises, dans les formes et les délais prévus à l'article L. 133-3 du code de commerce. Article 9 Modifié par Décret n° 2001-1363 du 28 décembre 2001-art. 6 Accès aux lieux de chargement et de déchargement-Sécurité des opérations 9.1. Les lieux désignés par le donneur d'ordre doivent être accessibles sans contrainte ni risque particuliers pour des véhicules de caractéristiques usuelles pour le transport considéré. 9.2. Le transporteur se conforme au protocole de sécurité applicable sur le site de chargement et/ ou de déchargement, conformément aux articles R. 4515-1 à R. 4515-11 du code du travail. Plus généralement, il est tenu de respecter les règles de sécurité en vigueur dans les lieux où il est amené à intervenir. 9.3. Dans le cas où le chargement ou le déchargement est effectué sur la voie publique, le donneur d'ordre ou le destinataire doit permettre la réalisation de l'opération dans des conditions compatibles avec le respect des règles de circulation et de sécurité routières. A cette fin, il met à la disposition du transporteur tous les moyens humains et matériels nécessaires. Article 10 Identification du véhicule et durées de mise à disposition en vue du chargement ou du déchargement A l'arrivée du véhicule sur les lieux de chargement ou de déchargement ou dans l'aire d'attente, même si elle est extérieure, le transporteur informe le représentant de l'établissement de chargement ou de déchargement que son véhicule est à disposition pour effectuer l'une ou l'autre de ces opérations. L'heure de cette mise à disposition est immédiatement consignée par le transporteur sur le document de suivi, ce qui constitue l'identification du véhicule au sens de l'article L. 3222-7 . L'identification est le point de départ des durées de mise à disposition du véhicule en vue du chargement ou de déchargement. Ces durées prennent fin au moment où est consignée sur le document de suivi l'heure où le véhicule est prêt à partir, l'opération de chargement ou de déchargement terminée et les documents de transports émargés remis au transporteur. Le donneur d'ordre met le ou les véhicules roulants à transporter à disposition du transporteur à l'emplacement affecté au chargement au plus tard une demi-heure après la mise à disposition du véhicule transporteur. Le transporteur doit pouvoir commencer les opérations de déchargement dans la demi-heure qui suit la mise à disposition du véhicule transporteur. Les reconnaissances contradictoires telles que définies à l'article 7, d'une part avant la prise en charge des véhicules et d'autre part à la fin du déchargement, ne doivent pas chacune excéder une demi-heure. En cas de dépassement non imputable au transporteur des durées fixées ci-dessus, celui-ci perçoit du donneur d'ordre ou du destinataire, selon le cas, un complément de rémunération pour frais d'immobilisation du véhicule et/ ou de l'équipage facturé séparément, conformément aux dispositions de l'article 16 ci-après. Si la mise à disposition du véhicule transporteur n'est pas intervenue à 18 heures ou à l'heure de fermeture de l'établissement, les opérations sont suspendues jusqu'à 8 heures du premier jour ouvrable qui suit. Article 11 Opérations de pesage Si l'une des parties au contrat demande la pesée de l'envoi, cette opération est effectuée sur le lieu de chargement ou de déchargement. Si le déplacement du véhicule est nécessaire, son coût ainsi que celui de l'opération de pesage sont supportés par le demandeur. Article 12 Défaillance totale ou partielle du donneur d'ordre dans la remise de l'envoi En cas de préjudice prouvé résultant d'une non-remise totale ou partielle de l'envoi lors de la mise à disposition du véhicule par le transporteur, l'indemnité à verser au transporteur par le donneur d'ordre ne peut excéder le prix du transport. Article 13 Défaillance du transporteur au chargement En cas de rendez-vous tel que défini à l'article 2-6 : a) Si le transporteur n'avise pas le donneur d'ordre de son retard, celui-ci peut rechercher un autre transporteur à l'issue d'un délai d'attente de deux heures ; b) Si le transporteur avise le donneur d'ordre de son retard, celui-ci peut rechercher immédiatement un autre transporteur si le retard, égal ou supérieur à deux heures, annoncé par le transporteur risque d'entraîner un préjudice grave. En l'absence de rendez-vous, le donneur d'ordre peut rechercher un autre transporteur à l'issue d'un délai d'attente raisonnable. Article 14 Empêchement au transport Si le transport est empêché ou interrompu temporairement ou si, pour un motif quelconque, l'exécution du transport est ou devient impossible dans les conditions initialement prévues, le transporteur demande des instructions au donneur d'ordre. Si le transporteur n'a pu obtenir en temps utile les instructions du donneur d'ordre, il prend les mesures qui lui paraissent les meilleures dans l'intérêt de ce dernier pour la conservation des véhicules roulants. Sauf si l'empêchement, l'interruption ou l'impossibilité est imputable au transporteur, le donneur d'ordre rembourse au transporteur les dépenses justifiées consécutives aux instructions données ou aux mesures prises en application des alinéas précédents. Ces dépenses, ainsi que les frais d'immobilisation du véhicule et/ ou de l'équipage, sont facturées séparément, en sus du prix du transport convenu, conformément aux dispositions de l'article 16 ci-après. En cas d'empêchement définitif dû à la force majeure, le transporteur a droit à la partie du prix du transport correspondant au trajet effectué jusqu'à l'arrêt du transport. Article 15 Modifié par Décret n° 2001-1363 du 28 décembre 2001-art. 6 Modalités de livraison Il y a empêchement à la livraison chaque fois que l'envoi parvenu au lieu de livraison prévu ne peut être remis au destinataire désigné ou qu'il est laissé pour compte. Est également considérée comme empêchement à la livraison toute immobilisation du véhicule chez le destinataire supérieure à quatre heures décomptées à partir de la mise à disposition. Un avis de passage mentionne le lieu où l'envoi peut être retiré dans un délai de trois jours ouvrables, au sens de l'article 2-4, et la possibilité d'une nouvelle présentation à domicile facturée séparément, conformément aux dispositions de l'article 16 ci-après. L'empêchement à la livraison donne lieu à l'établissement d'un avis de souffrance adressé par le transporteur au donneur d'ordre dans les vingt-quatre heures suivant sa constatation par écrit ou par tout autre procédé en permettant la mémorisation. Le véhicule roulant qui a fait l'objet de l'avis de souffrance reste à la disposition du destinataire jusqu'à la réception des instructions nouvelles du donneur d'ordre. En l'absence d'instruction, le transporteur peut décharger la marchandise pour le compte de l'expéditeur. En ce cas, le transporteur assume la garde de la marchandise ou la confie à un entrepôt public ou, à défaut, à un tiers dont il est garant. Les frais ainsi engagés sont à la charge du donneur d'ordre, sauf s'ils sont la conséquence d'une faute du transporteur. En outre, le transporteur perçoit du donneur d'ordre un complément de rémunération pour frais d'immobilisation du véhicule et/ ou de l'équipage et pour des opérations de manutention accomplies, facturé séparément, conformément aux dispositions de l'article 16. Article 16 Modifié par Décret n° 2007-1226 du 20 août 2007-art. 7 Rémunération du transport et des prestations annexes et complémentaires La rémunération du transporteur comprend le prix du transport stricto sensu, celui des prestations annexes et des prestations complémentaires auxquels s'ajoutent les frais liés à l'établissement et à la gestion administrative et informatique du contrat de transport, ainsi que toute taxe liée au transport et/ ou tout droit dont la perception est mise à la charge du transporteur. Le prix du transport est établi en fonction du type de véhicule utilisé, de ses équipements, de la nature de la marchandise, de son poids, de son volume, du nombre de véhicules roulants, de la distance du transport, des délais d'acheminement, de la relation assurée, des caractéristiques du trafic, des sujétions particulières de circulation, de la durée de mise à disposition du véhicule et de l'équipage, plus généralement des coûts engendrés par la prestation demandée, conformément aux dispositions des articles L. 3221-1, L. 3221-2 , L. 3222-1 à L. 3222-6, L. 3223-3, L. 3242-2 et L. 3242-3 , ainsi que de la qualité de la prestation rendue. Sans préjudice des dispositions des articles L. 3222-1 et L. 3222-2, le prix du transport initialement convenu est révisé en cas de variations significatives des charges de l'entreprise de transport qui tiennent à des conditions extérieures à cette dernière. Toute prestation annexe ou complémentaire est rémunérée au prix convenu. Tel est le cas, notamment : a) Des opérations d'encaissement, en particulier dans le cas d'encaissement différé ; b) De la livraison contre remboursement ; c) Des déboursés ; d) De la déclaration de valeur ; e) De la déclaration d'intérêt spécial à la livraison ; f) Du mandat d'assurance ; g) De la nouvelle présentation au lieu de chargement ou au lieu de déchargement ; h) Des opérations de pesage ; i) Du nettoyage, du lavage ; j) De l'entreposage ; k) Du déplacement des véhicules en panne. Toute modification du contrat de transport initial, notamment tout changement d'itinéraire, toute immobilisation du véhicule et/ ou de l'équipage non imputables au transporteur, entraîne un réajustement des conditions de rémunération du transporteur. Les frais supplémentaires de suivi du contrat de transport sont facturés séparément. Tous les prix sont calculés hors taxes. Article 17 Modifié par Décret n° 2007-1226 du 20 août 2007-art. 7 Modalités de paiement 17.1. Le paiement du prix du transport, des prestations annexes et complémentaires est exigible à l'enlèvement (port payé) ou à la livraison (port dû) sur présentation de la facture ou d'un document en tenant lieu. S'il n'a pas été encaissé au moment de l'enlèvement ou de la livraison, ce prix est payable à la réception de la facture du transporteur. L'expéditeur et le destinataire sont garants de son acquittement. 17.2. L'imputation unilatérale du montant des dommages allégués sur le prix du transport est interdite. 17.3. Lorsque le transporteur consent à son débiteur des délais de paiement, la facture établie par le transporteur mentionne la date à laquelle le paiement doit intervenir. Elle précise les conditions d'escompte applicables en cas de paiement à une date antérieure à celle mentionnée sur ladite facture. Cette dernière doit être réglée au plus tard à la date indiquée. 17.4. Conformément aux dispositions de l'article L. 441-6 , alinéa 11, du code de commerce, les parties ne peuvent convenir d'un délai de paiement supérieur à trente jours à compter de la date d'émission de la facture. 17.5. Le paiement est exigible à la réception de la facture et à son lieu d'émission. Tout retard dans le paiement entraîne de plein droit, après mise en demeure, le versement de pénalités dans les conditions prévues par l'article L. 441-6, alinéa 12, du code de commerce, sans préjudice de la réparation, dans les conditions du droit commun, de tout autre dommage résultant de ce retard. 17.6. Le non-paiement total ou partiel d'une facture à une seule échéance emporte, sans formalité, déchéance du terme entraînant l'exigibilité immédiate du règlement, sans mise en demeure, de toutes les sommes dues, même à terme, à la date de ce manquement et autorise le transporteur à exiger le paiement comptant avant l'exécution de toute nouvelle opération. 17.7. En cas de perte ou d'avarie partielles ou totales de la marchandise, le transporteur a droit au paiement du prix du transport, sous réserve qu'il règle l'indemnité correspondante. Article 18 Livraison contre remboursement La livraison contre remboursement doit être expressément demandée par le donneur d'ordre conformément aux dispositions de l'article 3. Lorsqu'il y a stipulation d'une livraison contre remboursement, le transporteur reçoit entre ses mains la somme remise par le destinataire en échange de la marchandise, soit sous forme d'un chèque établi à l'ordre de l'expéditeur ou de toute autre personne désignée par le donneur d'ordre, soit en espèces quand la législation l'autorise. Toutefois, même dans ce dernier cas, le transporteur ne peut refuser un chèque sans motif valable. Le transporteur doit adresser cette somme au donneur d'ordre ou à la personne désignée par ce dernier, dans un délai de huit jours ouvrables à compter de sa remise. La stipulation d'une livraison contre remboursement ne vaut pas déclaration de valeur et ne modifie donc pas les règles d'indemnisation pour pertes et avaries définies à l'article 20 ci-après. Elle ne lie le transporteur que si elle figure sur un document procédant du contrat de transport. La responsabilité du transporteur en cas de manquement à cette obligation est engagée selon les règles du mandat. Néanmoins, la prescription des actions relatives à la livraison contre remboursement est d'un an à compter de la date de la livraison. Article 19 Présomption de la perte de la marchandise 19.1. L'ayant droit peut, sans avoir à fournir d'autres preuves, considérer la marchandise comme perdue quand elle n'a pas été livrée dans les trente jours qui suivent l'expiration du délai convenu ou, à défaut, du délai nécessaire à la réalisation du transport dans les conditions prévues à l'article 21-1 ci-après. L'ayant droit est alors indemnisé dans les conditions prévues à l'article 20. 19.2. L'ayant droit peut, au plus tard en recevant le paiement de l'indemnité pour la marchandise perdue, demander par écrit à être avisé immédiatement si la marchandise est retrouvée au cours de l'année qui suit le paiement de l'indemnité. Il lui est donné acte par écrit de cette demande. Article 20 Indemnisation pour pertes et avaries-Déclaration de valeur Le transporteur est tenu de verser une indemnité pour la réparation de tous les dommages justifiés dont il est légalement tenu pour responsable, résultant de la perte ou de l'avarie du ou des véhicules roulants compris dans l'envoi. Cette indemnité ne peut excéder : 1. En ce qui concerne le dommage matériel, y compris la dépréciation éventuelle, affectant les véhicules roulants : a) Pour un véhicule neuf ou non encore coté à L'Argus automobile, la valeur de remplacement hors taxe au tarif du constructeur en vigueur à la date du sinistre, déduction faite de la valeur de revente du véhicule endommagé ; b) Pour un véhicule d'occasion coté à L'Argus automobile, la valeur relevant de la dernière cote publiée par ce journal à la date du sinistre, déduction faite de la valeur de revente du véhicule endommagé ; c) Pour un véhicule dont la valeur n'est plus reprise à la cote précitée, la somme de 800 € ; 2. En ce qui concerne tous les autres dommages, la somme de 500 €, par véhicule perdu ou avarié. Le donneur d'ordre a toujours la faculté de faire une déclaration de valeur qui a pour effet de substituer le montant de cette déclaration au plafond de l'indemnité fixée aux alinéas 1 et 2 ci-dessus. En tout état de cause, l'indemnité est réduite d'un tiers lorsque le donneur d'ordre impose la destruction de la marchandise laissée pour compte ou en interdit le sauvetage. Le transporteur s'engage à souscrire une assurance couvrant sa responsabilité dans la limite des plafonds des indemnités fixés aux alinéas ci-dessus. A la demande du donneur d'ordre, il doit justifier la souscription d'un tel contrat. Article 21 Délai d'acheminement et indemnisation pour retard à la livraison 21.1. Délai d'acheminement. Le délai d'acheminement comprend le délai de transport et le délai de livraison à domicile. Le délai de transport court à partir de 0 heure du jour qui suit l'enlèvement de l'envoi ou sa remise au dépôt du transporteur. Il est d'un jour par fraction indivisible de 450 kilomètres. Les samedis et les jours non ouvrables ne sont pas compris dans le calcul de ce délai. Le délai de livraison à domicile est d'un jour. Le délai de livraison est ramené à un jour lorsque l'envoi est égal ou supérieur à trois tonnes. Les jours non ouvrables ne sont pas compris dans le calcul du délai de livraison. 21.2. Retard à la livraison. Il y a retard à la livraison lorsque l'envoi n'a pas été livré dans le délai convenu ou, s'il n'a pas été convenu de délai, lorsque la durée effective du transport dépasse le délai d'acheminement tel qu'il est défini ci-dessus. 21.3. Indemnisation pour retard à la livraison. En cas de préjudice prouvé résultant d'un retard à la livraison du fait du transporteur, celui-ci est tenu de verser une indemnité qui ne peut excéder le prix du transport (droits, taxes et frais divers exclus). Le donneur d'ordre a toujours la faculté de faire une déclaration d'intérêt spécial à la livraison qui a pour effet de substituer le montant de cette déclaration au plafond de l'indemnité fixé à l'alinéa précédent. Sans préjudice de l'indemnité prévue aux deux alinéas précédents, les pertes ou avaries à la marchandise résultant d'un retard sont indemnisées conformément aux dispositions de l'article 20 ci-dessus. Article 22 Respect des diverses réglementations Conformément aux dispositions des articles L. 1311-3, L. 1311-4 et L. 1611-1 , le transporteur doit, dans tous les cas, conduire les opérations de transport dans des conditions strictement compatibles avec la réglementation des conditions de travail et de sécurité. En cas de transport de marchandises soumises à une réglementation particulière, chacune des parties est tenue de se conformer aux obligations qui en découlent et qui lui incombent. Chacune des parties supporte les conséquences des manquements qui lui sont imputables.",
            "texteHtml": "<p>ANNEXE VII <br/><br/>CONTRAT TYPE APPLICABLE AUX TRANSPORTS PUBLICS ROUTIERS DE VÉHICULES ROULANTS <br/><br/>ANNEXE À L'ARTICLE D. 3222-7 </p><p><br/>Article 1 <br/><br/>Objet et domaine d'application du contrat <br/><br/>Le présent contrat a pour objet le transport en régime intérieur, par un transporteur public, de véhicules roulants quel qu'en soit le nombre par envoi, chargés sur des véhicules transporteurs ou tractés, moyennant un prix devant assurer une juste rémunération du service ainsi rendu, le tout conformément aux dispositions du présent code notamment celles relatives à la règlementation sociale du transport, aux conditions d'exercice des professions de transport et au transport routier. <br/><br/>Il s'applique aux opérations de convoyage. <br/><br/>Il n'est pas applicable aux opérations de remorquage de véhicules accidentés ou en panne par véhicule spécialisé entre le lieu de l'accident ou de la panne et le lieu de réparation. <br/><br/>Quelle que soit la technique de transport utilisée, ce contrat règle les relations du donneur d'ordre et du transporteur public routier ou des transporteurs publics intervenant successivement dans le transport de l'envoi ainsi que les relations de ces transporteurs publics successifs entre eux. <br/><br/>Il s'applique de plein droit, à défaut de convention écrite, sur l'ensemble ou certaines des matières mentionnées à l'article <a href='/article/LEGIARTI000023069598' title='Code des transports - art. L1432-2 (V)'>L. 1432-2</a>. <br/><br/>En cas de relations suivies entre un donneur d'ordre et un transporteur public ayant fait l'objet d'une convention écrite générale conclue conformément aux dispositions de l'article <a href='/article/LEGIARTI000023069600' title='Code des transports - art. L1432-3 (V)'>L. 1432-3, </a>chaque envoi est présumé exécuté aux conditions de cette convention. <br/><br/>Article 2 <br/><br/>Définitions <br/><br/>2.1. Envoi. <br/><br/>L'envoi est la quantité de véhicules roulants, mise effectivement, au même moment, à la disposition d'un transporteur et dont le transport est demandé par un même donneur d'ordre pour un même destinataire d'un lieu de chargement unique à un lieu de déchargement unique et faisant l'objet d'un même contrat de transport. <br/><br/>2.2. Donneur d'ordre. <br/><br/>Par donneur d'ordre, on entend la partie (expéditeur, commissionnaire de transport ou autre) qui conclut le contrat de transport avec le transporteur. <br/><br/>2.3. Véhicule roulant. <br/><br/>Par véhicule roulant, on entend tout objet roulant en l'état, neuf ou usagé, muni de roues avec ou sans moteur, pourvu de ses accessoires, quelles que soient les dimensions et le volume de cet objet. <br/><br/>2.4. Jours non ouvrables. <br/><br/>Par jours non ouvrables, on entend les dimanches et les jours de fêtes légales ainsi que les jours d'interdiction de circulation imposés par les pouvoirs publics. En outre, les autres jours de fermeture de l'établissement où s'effectue la prise en charge ou la livraison de la marchandise sont considérés comme jours non ouvrables si le transporteur en est dûment avisé par le donneur d'ordre lors de la conclusion du contrat de transport. <br/><br/>2.5. Distance, itinéraire. <br/><br/>La distance de transport est celle de l'itinéraire le plus direct, compte tenu des contraintes de sécurité et des infrastructures de transport, du recours à des plates-formes, des caractéristiques du véhicule transporteur et de la nature des véhicules roulants transportés. <br/><br/>2.6. Rendez-vous. <br/><br/>Par rendez-vous, on entend la fixation, d'un commun accord entre le donneur d'ordre et le transporteur, d'un jour et d'une heure précis et fermes pour la mise à disposition du véhicule au lieu de chargement ou au lieu de déchargement. <br/><br/>2.7. Plage horaire. <br/><br/>Par plage horaire, on entend la période, pour un jour donné ou non, fixée d'un commun accord entre le donneur d'ordre et le transporteur pour la mise à disposition du véhicule sur les lieux de chargement ou de déchargement. Sa durée maximale est de quatre heures. <br/><br/>2.8. Prise en charge. <br/><br/>Par prise en charge, on entend la remise physique de la marchandise au transporteur qui l'accepte. <br/><br/>2.9. Livraison. <br/><br/>Par livraison, on entend la remise physique de la marchandise au destinataire ou à son représentant qui l'accepte. <br/><br/>2.10. Livraison contre remboursement. <br/><br/>Par livraison contre remboursement, on entend le mandat accessoire du contrat de transport, donné par le donneur d'ordre au transporteur qui l'accepte, de se faire remettre concomitamment à la livraison une somme grevant la marchandise. La stipulation d'une livraison contre remboursement ne vaut pas déclaration de valeur. <br/><br/>2.11. Durée de mise à disposition du véhicule. <br/><br/>Par durée de mise à disposition du véhicule, on entend le délai qui s'écoule entre le moment où le véhicule est identifié à son arrivée sur les lieux de chargement ou de déchargement ou dans l'aire d'attente et celui où il est prêt à quitter ces lieux après émargement des documents de transport. <br/><br/>2.12. Laissé-pour-compte. <br/><br/>Par laissé-pour-compte, on entend l'envoi dont le destinataire a refusé de prendre livraison pour quelque motif que ce soit et qui est laissé à la disposition du transporteur par le donneur d'ordre, lequel l'analyse en perte totale. <br/><br/>Article 3 <br/><br/>Informations et documents à fournir au transporteur <br/><br/>3.1. Le donneur d'ordre fournit au transporteur, dans le cadre des dispositions des articles <a href='/article/LEGIARTI000023071169' title='Code des transports - art. L3221-2 (V)'>L. 3221-2</a>, <a href='/article/LEGIARTI000023071180' title='Code des transports - art. L3222-1 (V)'>L. 3222-1 à L. 3222-4</a>, <a href='/article/LEGIARTI000023071205' title='Code des transports - art. L3223-3 (V)'>L. 3223-3 </a>et <a href='/article/LEGIARTI000023071256' title='Code des transports - art. L3242-3 (V)'>L. 3242-3</a>, préalablement à la présentation du véhicule au chargement, par écrit ou par tout autre procédé en permettant la mémorisation, les indications suivantes : <br/><br/>a) Les noms et les adresses complètes, ainsi que les numéros de téléphone, télex et télécopie de l'expéditeur et du destinataire ; <br/><br/>b) Les noms et les adresses complètes, ainsi que les numéros de téléphone, télex et télécopie des lieux de chargement et de déchargement, lorsque ces derniers diffèrent de ceux indiqués ci-dessus ; <br/><br/>c) Le nom et l'adresse du donneur d'ordre ; <br/><br/>d) Les dates et, si besoin est, les heures de chargement et de déchargement ; <br/><br/>e) Les heures limites de mise à disposition du véhicule en vue du chargement et du déchargement ; <br/><br/>f) Le genre, le type, le nombre, le numéro de châssis, le poids et éventuellement les dimensions des véhicules roulants à transporter, le tout repris dans une fiche d'accompagnement ; <br/><br/>g) S'il y a lieu, le métrage linéaire de plancher ou le volume nécessaire ; <br/><br/>h) La spécificité de la marchandises quand cette dernière requiert des dispositions particulières (véhicule GPL, GNV, en panne) ; <br/><br/>i) Les modalités de paiement (port payé ou port dû) ; <br/><br/>j) Toute autre modalité d'exécution du contrat de transport (livraison contre remboursement, déboursé, déclaration de valeur, déclaration d'intérêt spécial à la livraison, etc.) ; <br/><br/>k) Le numéro de la commande et les références de l'envoi, quand ces informations sont nécessaires à la bonne exécution du contrat ; <br/><br/>l) Le cas échéant, les prestations annexes convenues et leurs modalités d'exécution ; <br/><br/>m) Les instructions spécifiques en cas d'empêchement à la livraison (nouvelle présentation, livraison à domicile, vente ou destruction, etc.). <br/><br/>3.2. En outre le donneur d'ordre informe le transporteur des particularités non apparentes des véhicules roulants et de toutes données susceptibles d'avoir une incidence sur la bonne exécution du transport. <br/><br/>3.3. Le donneur d'ordre fournit au transporteur, en même temps que la marchandise, les renseignements et les documents d'accompagnement nécessaires à la bonne exécution d'une opération de transport soumise à une réglementation particulière telle que douane, police, etc. <br/><br/>3.4. Le document de transport est établi sur la base de ces indications. Il est complété, si besoin est, au fur et à mesure de l'opération de transport ; un exemplaire du document de transport est remis au destinataire au moment de la livraison. <br/><br/>3.5. Le donneur d'ordre supporte vis-à-vis du transporteur les conséquences d'une déclaration fausse ou incomplète sur les caractéristiques de l'envoi ainsi que d'une absence ou d'une insuffisance de déclaration ayant eu pour effet, entre autres, de dissimuler le caractère dangereux ou frauduleux des véhicules roulants transportés. <br/><br/>Article 4 <br/><br/>Modification du contrat de transport <br/><br/>Le donneur d'ordre dispose des véhicules roulants jusqu'au moment où le destinataire fait valoir ses droits. Toute nouvelle instruction du donneur d'ordre ayant pour objet la modification des conditions initiales d'exécution du transport est donnée ou confirmée, immédiatement, par écrit ou par tout autre procédé en permettant la mémorisation. <br/><br/>Le transporteur n'est pas tenu d'accepter ces nouvelles instructions si elles sont de nature à l'empêcher d'honorer des engagements de transport pris antérieurement. Il doit en aviser immédiatement le donneur d'ordre par écrit ou par tout autre procédé en permettant la mémorisation. <br/><br/>Lorsque les instructions entraînent une immobilisation du véhicule et/ ou de l'équipage, le transporteur perçoit un complément de rémunération pour frais d'immobilisation facturé séparément, conformément aux dispositions de l'article 16 ci-après. <br/><br/>Toute modification au contrat entraîne un réajustement du prix initial. <br/><br/>Article 5 <br/><br/>Matériel de transport <br/><br/>Le transporteur effectue le transport à l'aide d'un matériel adapté au transport des véhicules roulants à transporter ainsi qu'aux accès et installations de chargement et de déchargement préalablement définis par le donneur d'ordre. <br/><br/>Article 6 <br/><br/>Modifié par Décret n° 2001-1363 du 28 décembre 2001-art. 6 <br/><br/>Conditionnement <br/><br/>6.1. Les véhicules roulants voyagent à nu. L'absence d'emballage n'est pas une cause d'exonération de la responsabilité du transporteur au cours de son intervention. <br/><br/>6.2. Sur chaque véhicule, un étiquetage clair doit être effectué pour permettre une identification immédiate et sans équivoque de l'expéditeur, du destinataire et du lieu de livraison. Les mentions des étiquettes doivent correspondre à celles qui figurent sur le document de transport et sur la fiche d'accompagnement. <br/><br/>6.3. Le donneur d'ordre répond de toutes les conséquences d'une absence, d'une insuffisance ou d'une défectuosité du marquage ou de l'étiquetage, ainsi que d'un manquement à l'obligation d'information selon l'article 3.2 et 3.3. <br/><br/>Le fait que le transporteur n'a pas formulé de réserves à leur sujet lors de la prise en charge de la marchandise ne lui interdit pas d'invoquer ultérieurement l'absence, l'insuffisance ou la défectuosité du marquage, de l'étiquetage, ainsi qu'un manquement à l'obligation d'information incombant au donneur d'ordre selon l'article 3 (3.2 et 3.3). <br/><br/>Article 7 <br/><br/>Chargement, arrimage, déchargement <br/><br/>7.1. L'exécution du chargement, du calage et de l'arrimage des véhicules roulants incombe au transporteur qui en assume la responsabilité. <br/><br/>Avant la prise en charge des véhicules roulants, il est procédé à une reconnaissance contradictoire entre le donneur d'ordre et le transporteur concernant la conformité des véhicules roulants au document de transport, leur bon état apparent et la présence des accessoires de série et éventuellement optionnels précisés sur la fiche d'accompagnement (cf. art. 10). <br/><br/>La reconnaissance contradictoire s'effectue par un écrit signé des parties. <br/><br/>7.2. Le déchargement est effectué par le transporteur, qui en assume la responsabilité, à un emplacement désigné par le destinataire et accessible au véhicule transporteur, permettant d'assurer cette opération dans des conditions normales de sécurité pour le personnel, les tiers et les véhicules roulants. <br/><br/>La reconnaissance contradictoire du ou des véhicules roulants transportés composant l'envoi intervient à la fin du déchargement (cf. art. 10). <br/><br/>La reconnaissance contradictoire s'effectue par un écrit signé des parties. <br/><br/>7.3. La prise en charge par le transporteur et la remise par ce dernier au destinataire s'effectuent à proximité immédiate du véhicule de transport et en vue de celui-ci. <br/><br/>Article 8 <br/><br/>Modifié par Décret n° 2001-1363 du 28 décembre 2001-art. 6 <br/><br/>Livraison <br/><br/>8.1. La livraison est effectuée entre les mains de la personne désignée comme destinataire sur le document de transport ou de son représentant. Dès que cette personne a pris possession de l'envoi, elle en donne décharge au transporteur en signant le document de transport. <br/><br/>Le fait qu'il n'a pas formulé de réserves à la livraison ne lui interdit pas d'invoquer ultérieurement une perte ou une avarie à la marchandise dans les conditions du droit commun. <br/><br/>La signature du destinataire ou de son représentant est la preuve de la remise et de l'acceptation de l'envoi ; elle est accompagnée du nom du signataire, de la date et de l'heure de la livraison ainsi que du cachet commercial de l'établissement. <br/><br/>8.2. Lorsque le destinataire demande que l'envoi soit livré au lieu indiqué sur le document de transport, hors sa présence et celle de toute personne habilitée à le représenter, hors des heures d'ouverture de son établissement ou pendant un jour non ouvrable, un écrit est établi avec le transporteur préalablement à l'exécution de l'opération. Le transporteur agit sous la responsabilité du destinataire et exécute la livraison dans les conditions convenues, et notamment pendant les heures de fermeture de l'établissement de ce dernier. <br/><br/>La livraison est réputée intervenue lorsque les marchandises sont déposées au lieu désigné et que le transporteur appose sa signature sur le document de transport dont un exemplaire est laissé sur place. Y figurent le nom du transporteur, la date et l'heure précise du dépôt, ainsi que d'éventuelles observations quant aux conditions de la remise. <br/><br/>Pour permettre de diligenter rapidement une enquête sur les causes des éventuelles anomalies constatées, les parties s'engagent à s'en informer mutuellement au plus tard dans les deux heures suivant l'heure normale d'ouverture de l'établissement par tout moyen approprié. <br/><br/>Ces dispositions ne s'opposent pas à ce qu'il soit procédé, en cas de manquants ou d'avaries caractérisées, à la mise en œuvre des formalités requises, dans les formes et les délais prévus à l'article <a href='/article/LEGIARTI000006220314' title='Code de commerce - art. L133-3 (V)'>L. 133-3 </a>du code de commerce. <br/><br/>Article 9 <br/><br/>Modifié par Décret n° 2001-1363 du 28 décembre 2001-art. 6 <br/><br/>Accès aux lieux de chargement et de déchargement-Sécurité des opérations <br/><br/>9.1. Les lieux désignés par le donneur d'ordre doivent être accessibles sans contrainte ni risque particuliers pour des véhicules de caractéristiques usuelles pour le transport considéré. <br/><br/>9.2. Le transporteur se conforme au protocole de sécurité applicable sur le site de chargement et/ ou de déchargement, conformément aux articles <a href='/article/LEGIARTI000018491662' title='Code du travail - art. R4515-1 (V)'>R. 4515-1 à R. 4515-11 </a>du code du travail. <br/><br/>Plus généralement, il est tenu de respecter les règles de sécurité en vigueur dans les lieux où il est amené à intervenir. <br/><br/>9.3. Dans le cas où le chargement ou le déchargement est effectué sur la voie publique, le donneur d'ordre ou le destinataire doit permettre la réalisation de l'opération dans des conditions compatibles avec le respect des règles de circulation et de sécurité routières. A cette fin, il met à la disposition du transporteur tous les moyens humains et matériels nécessaires. <br/><br/>Article 10 <br/><br/>Identification du véhicule et durées de mise à disposition en vue du chargement ou du déchargement <br/><br/>A l'arrivée du véhicule sur les lieux de chargement ou de déchargement ou dans l'aire d'attente, même si elle est extérieure, le transporteur informe le représentant de l'établissement de chargement ou de déchargement que son véhicule est à disposition pour effectuer l'une ou l'autre de ces opérations. L'heure de cette mise à disposition est immédiatement consignée par le transporteur sur le document de suivi, ce qui constitue l'identification du véhicule au sens de l'article <a href='/article/LEGIARTI000023071193' title='Code des transports - art. L3222-7 (V)'>L. 3222-7</a>. <br/><br/>L'identification est le point de départ des durées de mise à disposition du véhicule en vue du chargement ou de déchargement. <br/><br/>Ces durées prennent fin au moment où est consignée sur le document de suivi l'heure où le véhicule est prêt à partir, l'opération de chargement ou de déchargement terminée et les documents de transports émargés remis au transporteur. <br/><br/>Le donneur d'ordre met le ou les véhicules roulants à transporter à disposition du transporteur à l'emplacement affecté au chargement au plus tard une demi-heure après la mise à disposition du véhicule transporteur. <br/><br/>Le transporteur doit pouvoir commencer les opérations de déchargement dans la demi-heure qui suit la mise à disposition du véhicule transporteur. <br/><br/>Les reconnaissances contradictoires telles que définies à l'article 7, d'une part avant la prise en charge des véhicules et d'autre part à la fin du déchargement, ne doivent pas chacune excéder une demi-heure. <br/><br/>En cas de dépassement non imputable au transporteur des durées fixées ci-dessus, celui-ci perçoit du donneur d'ordre ou du destinataire, selon le cas, un complément de rémunération pour frais d'immobilisation du véhicule et/ ou de l'équipage facturé séparément, conformément aux dispositions de l'article 16 ci-après. <br/><br/>Si la mise à disposition du véhicule transporteur n'est pas intervenue à 18 heures ou à l'heure de fermeture de l'établissement, les opérations sont suspendues jusqu'à 8 heures du premier jour ouvrable qui suit. <br/><br/>Article 11 <br/><br/>Opérations de pesage <br/><br/>Si l'une des parties au contrat demande la pesée de l'envoi, cette opération est effectuée sur le lieu de chargement ou de déchargement. Si le déplacement du véhicule est nécessaire, son coût ainsi que celui de l'opération de pesage sont supportés par le demandeur. <br/><br/>Article 12 <br/><br/>Défaillance totale ou partielle du donneur d'ordre dans la remise de l'envoi <br/><br/>En cas de préjudice prouvé résultant d'une non-remise totale ou partielle de l'envoi lors de la mise à disposition du véhicule par le transporteur, l'indemnité à verser au transporteur par le donneur d'ordre ne peut excéder le prix du transport. <br/><br/>Article 13 <br/><br/>Défaillance du transporteur au chargement <br/><br/>En cas de rendez-vous tel que défini à l'article 2-6 : <br/><br/>a) Si le transporteur n'avise pas le donneur d'ordre de son retard, celui-ci peut rechercher un autre transporteur à l'issue d'un délai d'attente de deux heures ; <br/><br/>b) Si le transporteur avise le donneur d'ordre de son retard, celui-ci peut rechercher immédiatement un autre transporteur si le retard, égal ou supérieur à deux heures, annoncé par le transporteur risque d'entraîner un préjudice grave. <br/><br/>En l'absence de rendez-vous, le donneur d'ordre peut rechercher un autre transporteur à l'issue d'un délai d'attente raisonnable. <br/><br/>Article 14 <br/><br/>Empêchement au transport <br/><br/>Si le transport est empêché ou interrompu temporairement ou si, pour un motif quelconque, l'exécution du transport est ou devient impossible dans les conditions initialement prévues, le transporteur demande des instructions au donneur d'ordre. <br/><br/>Si le transporteur n'a pu obtenir en temps utile les instructions du donneur d'ordre, il prend les mesures qui lui paraissent les meilleures dans l'intérêt de ce dernier pour la conservation des véhicules roulants. <br/><br/>Sauf si l'empêchement, l'interruption ou l'impossibilité est imputable au transporteur, le donneur d'ordre rembourse au transporteur les dépenses justifiées consécutives aux instructions données ou aux mesures prises en application des alinéas précédents. Ces dépenses, ainsi que les frais d'immobilisation du véhicule et/ ou de l'équipage, sont facturées séparément, en sus du prix du transport convenu, conformément aux dispositions de l'article 16 ci-après. <br/><br/>En cas d'empêchement définitif dû à la force majeure, le transporteur a droit à la partie du prix du transport correspondant au trajet effectué jusqu'à l'arrêt du transport. <br/><br/>Article 15 <br/><br/>Modifié par Décret n° 2001-1363 du 28 décembre 2001-art. 6 <br/><br/>Modalités de livraison <br/><br/>Il y a empêchement à la livraison chaque fois que l'envoi parvenu au lieu de livraison prévu ne peut être remis au destinataire désigné ou qu'il est laissé pour compte. Est également considérée comme empêchement à la livraison toute immobilisation du véhicule chez le destinataire supérieure à quatre heures décomptées à partir de la mise à disposition. <br/><br/>Un avis de passage mentionne le lieu où l'envoi peut être retiré dans un délai de trois jours ouvrables, au sens de l'article 2-4, et la possibilité d'une nouvelle présentation à domicile facturée séparément, conformément aux dispositions de l'article 16 ci-après. <br/><br/>L'empêchement à la livraison donne lieu à l'établissement d'un avis de souffrance adressé par le transporteur au donneur d'ordre dans les vingt-quatre heures suivant sa constatation par écrit ou par tout autre procédé en permettant la mémorisation. <br/><br/>Le véhicule roulant qui a fait l'objet de l'avis de souffrance reste à la disposition du destinataire jusqu'à la réception des instructions nouvelles du donneur d'ordre. <br/><br/>En l'absence d'instruction, le transporteur peut décharger la marchandise pour le compte de l'expéditeur. En ce cas, le transporteur assume la garde de la marchandise ou la confie à un entrepôt public ou, à défaut, à un tiers dont il est garant. Les frais ainsi engagés sont à la charge du donneur d'ordre, sauf s'ils sont la conséquence d'une faute du transporteur. En outre, le transporteur perçoit du donneur d'ordre un complément de rémunération pour frais d'immobilisation du véhicule et/ ou de l'équipage et pour des opérations de manutention accomplies, facturé séparément, conformément aux dispositions de l'article 16. <br/><br/>Article 16 <br/><br/>Modifié par Décret n° 2007-1226 du 20 août 2007-art. 7 <br/><br/>Rémunération du transport et des prestations annexes et complémentaires <br/><br/>La rémunération du transporteur comprend le prix du transport stricto sensu, celui des prestations annexes et des prestations complémentaires auxquels s'ajoutent les frais liés à l'établissement et à la gestion administrative et informatique du contrat de transport, ainsi que toute taxe liée au transport et/ ou tout droit dont la perception est mise à la charge du transporteur. <br/><br/>Le prix du transport est établi en fonction du type de véhicule utilisé, de ses équipements, de la nature de la marchandise, de son poids, de son volume, du nombre de véhicules roulants, de la distance du transport, des délais d'acheminement, de la relation assurée, des caractéristiques du trafic, des sujétions particulières de circulation, de la durée de mise à disposition du véhicule et de l'équipage, plus généralement des coûts engendrés par la prestation demandée, conformément aux dispositions des articles <a href='/article/LEGIARTI000023071167' title='Code des transports - art. L3221-1 (V)'>L. 3221-1, L. 3221-2</a>, L. 3222-1 à L. 3222-6, L. 3223-3, <a href='/article/LEGIARTI000023071252' title='Code des transports - art. L3242-2 (V)'>L. 3242-2 et L. 3242-3</a>, ainsi que de la qualité de la prestation rendue. <br/><br/>Sans préjudice des dispositions des articles L. 3222-1 et L. 3222-2, le prix du transport initialement convenu est révisé en cas de variations significatives des charges de l'entreprise de transport qui tiennent à des conditions extérieures à cette dernière. <br/><br/>Toute prestation annexe ou complémentaire est rémunérée au prix convenu. Tel est le cas, notamment : <br/><br/>a) Des opérations d'encaissement, en particulier dans le cas d'encaissement différé ; <br/><br/>b) De la livraison contre remboursement ; <br/><br/>c) Des déboursés ; <br/><br/>d) De la déclaration de valeur ; <br/><br/>e) De la déclaration d'intérêt spécial à la livraison ; <br/><br/>f) Du mandat d'assurance ; <br/><br/>g) De la nouvelle présentation au lieu de chargement ou au lieu de déchargement ; <br/><br/>h) Des opérations de pesage ; <br/><br/>i) Du nettoyage, du lavage ; <br/><br/>j) De l'entreposage ; <br/><br/>k) Du déplacement des véhicules en panne. <br/><br/>Toute modification du contrat de transport initial, notamment tout changement d'itinéraire, toute immobilisation du véhicule et/ ou de l'équipage non imputables au transporteur, entraîne un réajustement des conditions de rémunération du transporteur. <br/><br/>Les frais supplémentaires de suivi du contrat de transport sont facturés séparément. <br/><br/>Tous les prix sont calculés hors taxes. <br/><br/>Article 17 <br/><br/>Modifié par Décret n° 2007-1226 du 20 août 2007-art. 7 <br/><br/>Modalités de paiement <br/><br/>17.1. Le paiement du prix du transport, des prestations annexes et complémentaires est exigible à l'enlèvement (port payé) ou à la livraison (port dû) sur présentation de la facture ou d'un document en tenant lieu. <br/><br/>S'il n'a pas été encaissé au moment de l'enlèvement ou de la livraison, ce prix est payable à la réception de la facture du transporteur. L'expéditeur et le destinataire sont garants de son acquittement. <br/><br/>17.2. L'imputation unilatérale du montant des dommages allégués sur le prix du transport est interdite. <br/><br/>17.3. Lorsque le transporteur consent à son débiteur des délais de paiement, la facture établie par le transporteur mentionne la date à laquelle le paiement doit intervenir. Elle précise les conditions d'escompte applicables en cas de paiement à une date antérieure à celle mentionnée sur ladite facture. Cette dernière doit être réglée au plus tard à la date indiquée. <br/><br/>17.4. Conformément aux dispositions de l'article <a href='/article/LEGIARTI000006232237' title='Code de commerce - art. L441-6 (V)'>L. 441-6</a>, alinéa 11, du code de commerce, les parties ne peuvent convenir d'un délai de paiement supérieur à trente jours à compter de la date d'émission de la facture. <br/><br/>17.5. Le paiement est exigible à la réception de la facture et à son lieu d'émission. Tout retard dans le paiement entraîne de plein droit, après mise en demeure, le versement de pénalités dans les conditions prévues par l'article L. 441-6, alinéa 12, du code de commerce, sans préjudice de la réparation, dans les conditions du droit commun, de tout autre dommage résultant de ce retard. <br/><br/>17.6. Le non-paiement total ou partiel d'une facture à une seule échéance emporte, sans formalité, déchéance du terme entraînant l'exigibilité immédiate du règlement, sans mise en demeure, de toutes les sommes dues, même à terme, à la date de ce manquement et autorise le transporteur à exiger le paiement comptant avant l'exécution de toute nouvelle opération. <br/><br/>17.7. En cas de perte ou d'avarie partielles ou totales de la marchandise, le transporteur a droit au paiement du prix du transport, sous réserve qu'il règle l'indemnité correspondante. <br/><br/>Article 18 <br/><br/>Livraison contre remboursement <br/><br/>La livraison contre remboursement doit être expressément demandée par le donneur d'ordre conformément aux dispositions de l'article 3. <br/><br/>Lorsqu'il y a stipulation d'une livraison contre remboursement, le transporteur reçoit entre ses mains la somme remise par le destinataire en échange de la marchandise, soit sous forme d'un chèque établi à l'ordre de l'expéditeur ou de toute autre personne désignée par le donneur d'ordre, soit en espèces quand la législation l'autorise. Toutefois, même dans ce dernier cas, le transporteur ne peut refuser un chèque sans motif valable. <br/><br/>Le transporteur doit adresser cette somme au donneur d'ordre ou à la personne désignée par ce dernier, dans un délai de huit jours ouvrables à compter de sa remise. <br/><br/>La stipulation d'une livraison contre remboursement ne vaut pas déclaration de valeur et ne modifie donc pas les règles d'indemnisation pour pertes et avaries définies à l'article 20 ci-après. Elle ne lie le transporteur que si elle figure sur un document procédant du contrat de transport. <br/><br/>La responsabilité du transporteur en cas de manquement à cette obligation est engagée selon les règles du mandat. Néanmoins, la prescription des actions relatives à la livraison contre remboursement est d'un an à compter de la date de la livraison. <br/><br/>Article 19 <br/><br/>Présomption de la perte de la marchandise <br/><br/>19.1. L'ayant droit peut, sans avoir à fournir d'autres preuves, considérer la marchandise comme perdue quand elle n'a pas été livrée dans les trente jours qui suivent l'expiration du délai convenu ou, à défaut, du délai nécessaire à la réalisation du transport dans les conditions prévues à l'article 21-1 ci-après. <br/><br/>L'ayant droit est alors indemnisé dans les conditions prévues à l'article 20.<br/><br/>19.2. L'ayant droit peut, au plus tard en recevant le paiement de l'indemnité pour la marchandise perdue, demander par écrit à être avisé immédiatement si la marchandise est retrouvée au cours de l'année qui suit le paiement de l'indemnité. Il lui est donné acte par écrit de cette demande. <br/><br/>Article 20 <br/><br/>Indemnisation pour pertes et avaries-Déclaration de valeur <br/><br/>Le transporteur est tenu de verser une indemnité pour la réparation de tous les dommages justifiés dont il est légalement tenu pour responsable, résultant de la perte ou de l'avarie du ou des véhicules roulants compris dans l'envoi. <br/><br/>Cette indemnité ne peut excéder : <br/><br/>1. En ce qui concerne le dommage matériel, y compris la dépréciation éventuelle, affectant les véhicules roulants : <br/><br/>a) Pour un véhicule neuf ou non encore coté à L'Argus automobile, la valeur de remplacement hors taxe au tarif du constructeur en vigueur à la date du sinistre, déduction faite de la valeur de revente du véhicule endommagé ; <br/><br/>b) Pour un véhicule d'occasion coté à L'Argus automobile, la valeur relevant de la dernière cote publiée par ce journal à la date du sinistre, déduction faite de la valeur de revente du véhicule endommagé ; <br/><br/>c) Pour un véhicule dont la valeur n'est plus reprise à la cote précitée, la somme de 800 € ; <br/><br/>2. En ce qui concerne tous les autres dommages, la somme de 500 €, par véhicule perdu ou avarié. <br/><br/>Le donneur d'ordre a toujours la faculté de faire une déclaration de valeur qui a pour effet de substituer le montant de cette déclaration au plafond de l'indemnité fixée aux alinéas 1 et 2 ci-dessus. En tout état de cause, l'indemnité est réduite d'un tiers lorsque le donneur d'ordre impose la destruction de la marchandise laissée pour compte ou en interdit le sauvetage. <br/><br/>Le transporteur s'engage à souscrire une assurance couvrant sa responsabilité dans la limite des plafonds des indemnités fixés aux alinéas ci-dessus. A la demande du donneur d'ordre, il doit justifier la souscription d'un tel contrat. <br/><br/>Article 21 <br/><br/>Délai d'acheminement et indemnisation pour retard à la livraison <br/><br/>21.1. Délai d'acheminement. <br/><br/>Le délai d'acheminement comprend le délai de transport et le délai de livraison à domicile. <br/><br/>Le délai de transport court à partir de 0 heure du jour qui suit l'enlèvement de l'envoi ou sa remise au dépôt du transporteur. Il est d'un jour par fraction indivisible de 450 kilomètres. Les samedis et les jours non ouvrables ne sont pas compris dans le calcul de ce délai. <br/><br/>Le délai de livraison à domicile est d'un jour. <br/><br/>Le délai de livraison est ramené à un jour lorsque l'envoi est égal ou supérieur à trois tonnes. <br/><br/>Les jours non ouvrables ne sont pas compris dans le calcul du délai de livraison. <br/><br/>21.2. Retard à la livraison. <br/><br/>Il y a retard à la livraison lorsque l'envoi n'a pas été livré dans le délai convenu ou, s'il n'a pas été convenu de délai, lorsque la durée effective du transport dépasse le délai d'acheminement tel qu'il est défini ci-dessus. <br/><br/>21.3. Indemnisation pour retard à la livraison. <br/><br/>En cas de préjudice prouvé résultant d'un retard à la livraison du fait du transporteur, celui-ci est tenu de verser une indemnité qui ne peut excéder le prix du transport (droits, taxes et frais divers exclus). <br/><br/>Le donneur d'ordre a toujours la faculté de faire une déclaration d'intérêt spécial à la livraison qui a pour effet de substituer le montant de cette déclaration au plafond de l'indemnité fixé à l'alinéa précédent. <br/><br/>Sans préjudice de l'indemnité prévue aux deux alinéas précédents, les pertes ou avaries à la marchandise résultant d'un retard sont indemnisées conformément aux dispositions de l'article 20 ci-dessus. <br/><br/>Article 22 <br/><br/>Respect des diverses réglementations <br/><br/>Conformément aux dispositions des articles <a href='/article/LEGIARTI000023069444' title='Code des transports - art. L1311-3 (V)'>L. 1311-3, L. 1311-4 </a>et <a href='/article/LEGIARTI000023069764' title='Code des transports - art. L1611-1 (V)'>L. 1611-1</a>, le transporteur doit, dans tous les cas, conduire les opérations de transport dans des conditions strictement compatibles avec la réglementation des conditions de travail et de sécurité. <br/><br/>En cas de transport de marchandises soumises à une réglementation particulière, chacune des parties est tenue de se conformer aux obligations qui en découlent et qui lui incombent. <br/><br/>Chacune des parties supporte les conséquences des manquements qui lui sont imputables.</p>",
            "type": "AUTONOME",
            "dateDebut": "2017-01-01T00:00:00.000Z",
            "dateFin": "2020-08-01T00:00:00.000Z"
        }
    ]
}