{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000038611080",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Les sommes dues au titre des contrats d'assurance sur la vie et des bons ou contrats de capitalisation qui ne font pas l'objet d'une demande de versement des prestations ou du capital sont déposées à la Caisse des dépôts et consignations à l'issue d'un délai de dix ans à compter de la date de prise de connaissance par l'assureur du décès de l'assuré ou de l'échéance du contrat. Le dépôt intervient dans le mois suivant l'expiration de ce délai. A défaut d'échéance du contrat ou de prise de connaissance par l'assureur du décès de l'assuré, lorsque la date de naissance de l'assuré remonte à plus de cent vingt années et qu'aucune opération n'a été effectuée à l'initiative de l'assuré au cours des deux dernières années, l'assureur est tenu de rechercher le bénéficiaire et, si cette recherche aboutit, de l'aviser de la stipulation effectuée à son profit. Si cette recherche n'aboutit pas, les sommes dues au titre de ces contrats sont transférées à la Caisse des dépôts et consignations au terme d'un délai de dix ans à compter de la date du cent vingtième anniversaire de l'assuré, après vérification de sa date de naissance par l'assureur. Les sommes dues au titre d'un contrat d'assurance temporaire en cas de décès ne font pas l'objet de ce dépôt lorsque le décès de l'assuré est intervenu antérieurement au 1er janvier 2015. Le dépôt à la Caisse des dépôts et consignations des sommes dues au titre des contrats mentionnés au premier alinéa du présent I et comportant, en tout ou partie, des engagements exprimés en unités de compte mentionnés au second alinéa de l'article L. 131-1 ou affectés à l'acquisition de droits donnant lieu à la constitution d'une provision de diversification s'effectue en numéraire. La valeur de ces engagements ou de ces droits est celle atteinte à l'expiration du délai de dix ans mentionné au premier alinéa du présent I, sauf si les stipulations contractuelles prévoient une date antérieure. Le souscripteur du contrat ou les bénéficiaires des sommes déposées à la Caisse des dépôts et consignations ne peuvent en obtenir le versement qu'en numéraire, nonobstant toute stipulation contraire. La Caisse des dépôts et consignations procède à la restitution des sommes sous la forme d'un capital. Les entreprises d'assurance, les institutions de prévoyance et les unions transmettent à la Caisse des dépôts et consignations les informations nécessaires, le cas échéant, au versement des sommes mentionnées au troisième alinéa au souscripteur du contrat ou à ses bénéficiaires. Jusqu'à l'expiration du délai mentionné au III, elles conservent les informations et documents relatifs à l'encours des contrats à la date du dépôt prévu au deuxième alinéa du présent I, à la computation du délai mentionné au premier alinéa et au régime d'imposition applicable, ainsi que les informations et documents permettant d'identifier les souscripteurs et les bénéficiaires de ces contrats. Ces informations et documents sont transmis à la Caisse des dépôts et consignations à sa demande. Elles conservent également les informations et documents permettant d'apprécier qu'elles ont satisfait à leurs obligations en matière de contrats non réglés. Le dépôt des sommes à la Caisse des dépôts et consignations en application du présent I est libératoire de toute obligation pour l'assureur et le souscripteur, à l'exception des obligations en matière de conservation d'informations et de documents prévues à l'avant-dernier alinéa. Ce caractère libératoire n'emporte cependant pas exonération de responsabilité pour les manquements commis antérieurement à ce dépôt. II.-Six mois avant l'expiration du délai mentionné au premier alinéa du I du présent article, les entreprises d'assurance, les institutions de prévoyance et les unions mentionnées au I de l'article L. 132-9-3 informent le souscripteur ou les bénéficiaires du contrat, par tout moyen à leur disposition, de la mise en œuvre du présent article. La Caisse des dépôts et consignations organise, dans le respect de la loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés, la publicité appropriée de l'identité des souscripteurs des contrats dont les sommes garanties ont fait l'objet du dépôt mentionné au I du présent article, afin de permettre aux souscripteurs ou aux bénéficiaires des contrats de percevoir les sommes qui leur sont dues. Ces derniers communiquent à la Caisse des dépôts et consignations les informations permettant de vérifier leur identité et de déterminer le montant des sommes qui leur sont dues. Le notaire chargé d'établir l'actif successoral en vue du règlement de la succession pour laquelle il a été mandaté obtient, sur sa demande auprès de la Caisse des dépôts et consignations, le versement des sommes déposées en application du I et dues aux ayants droit du défunt, lorsque ces sommes entrent dans l'actif successoral. Le notaire restitue ces sommes aux ayants droit. Le notaire joint à sa demande le mandat l'autorisant à agir au nom des ayants droit. III.-Par dérogation au premier alinéa de l'article L. 518-24 du code monétaire et financier, les sommes déposées à la Caisse des dépôts et consignations en application du présent article et qui n'ont pas été réclamées par le souscripteur ou leurs bénéficiaires sont acquises à l'Etat à l'issue d'un délai de vingt ans à compter de la date de leur dépôt à la Caisse des dépôts et consignations. Jusqu'à l'expiration de ce délai, la Caisse des dépôts et consignations détient, pour le compte des souscripteurs ou de leurs bénéficiaires, les sommes qui lui ont été déposées. Pour chaque dépôt correspondant à un contrat d'assurance sur la vie ou à un bon ou contrat de capitalisation, le montant des sommes versées par la Caisse des dépôts et consignations à son souscripteur ou à ses bénéficiaires ou acquises à l'Etat ne peut être inférieur au montant des sommes déposées à la Caisse des dépôts et consignations, diminué, le cas échéant, des versements partiels réalisés par la Caisse des dépôts et consignations en application du présent article. IV.-Un décret en Conseil d'Etat précise les modalités d'application du présent article.",
            "texteHtml": "<p>I.-Les sommes dues au titre des contrats d'assurance sur la vie et des bons ou contrats de capitalisation qui ne font pas l'objet d'une demande de versement des prestations ou du capital sont déposées à la Caisse des dépôts et consignations à l'issue d'un délai de dix ans à compter de la date de prise de connaissance par l'assureur du décès de l'assuré ou de l'échéance du contrat. Le dépôt intervient dans le mois suivant l'expiration de ce délai. A défaut d'échéance du contrat ou de prise de connaissance par l'assureur du décès de l'assuré, lorsque la date de naissance de l'assuré remonte à plus de cent vingt années et qu'aucune opération n'a été effectuée à l'initiative de l'assuré au cours des deux dernières années, l'assureur est tenu de rechercher le bénéficiaire et, si cette recherche aboutit, de l'aviser de la stipulation effectuée à son profit. Si cette recherche n'aboutit pas, les sommes dues au titre de ces contrats sont transférées à la Caisse des dépôts et consignations au terme d'un délai de dix ans à compter de la date du cent vingtième anniversaire de l'assuré, après vérification de sa date de naissance par l'assureur. Les sommes dues au titre d'un contrat d'assurance temporaire en cas de décès ne font pas l'objet de ce dépôt lorsque le décès de l'assuré est intervenu antérieurement au 1er janvier 2015. </p><p>Le dépôt à la Caisse des dépôts et consignations des sommes dues au titre des contrats mentionnés au premier alinéa du présent I et comportant, en tout ou partie, des engagements exprimés en unités de compte mentionnés au second alinéa de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000038611256&dateTexte=&categorieLien=id' title='Code des assurances - art. L131-1 (V)'>l'article L. 131-1 </a>ou affectés à l'acquisition de droits donnant lieu à la constitution d'une provision de diversification s'effectue en numéraire. La valeur de ces engagements ou de ces droits est celle atteinte à l'expiration du délai de dix ans mentionné au premier alinéa du présent I, sauf si les stipulations contractuelles prévoient une date antérieure. </p><p>Le souscripteur du contrat ou les bénéficiaires des sommes déposées à la Caisse des dépôts et consignations ne peuvent en obtenir le versement qu'en numéraire, nonobstant toute stipulation contraire. La Caisse des dépôts et consignations procède à la restitution des sommes sous la forme d'un capital. </p><p>Les entreprises d'assurance, les institutions de prévoyance et les unions transmettent à la Caisse des dépôts et consignations les informations nécessaires, le cas échéant, au versement des sommes mentionnées au troisième alinéa au souscripteur du contrat ou à ses bénéficiaires. </p><p>Jusqu'à l'expiration du délai mentionné au III, elles conservent les informations et documents relatifs à l'encours des contrats à la date du dépôt prévu au deuxième alinéa du présent I, à la computation du délai mentionné au premier alinéa et au régime d'imposition applicable, ainsi que les informations et documents permettant d'identifier les souscripteurs et les bénéficiaires de ces contrats. Ces informations et documents sont transmis à la Caisse des dépôts et consignations à sa demande. Elles conservent également les informations et documents permettant d'apprécier qu'elles ont satisfait à leurs obligations en matière de contrats non réglés. </p><p>Le dépôt des sommes à la Caisse des dépôts et consignations en application du présent I est libératoire de toute obligation pour l'assureur et le souscripteur, à l'exception des obligations en matière de conservation d'informations et de documents prévues à l'avant-dernier alinéa. Ce caractère libératoire n'emporte cependant pas exonération de responsabilité pour les manquements commis antérieurement à ce dépôt. </p><p>II.-Six mois avant l'expiration du délai mentionné au premier alinéa du I du présent article, les entreprises d'assurance, les institutions de prévoyance et les unions mentionnées au I de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000017729000&dateTexte=&categorieLien=cid'>l'article L. 132-9-3 </a>informent le souscripteur ou les bénéficiaires du contrat, par tout moyen à leur disposition, de la mise en œuvre du présent article. </p><p>La Caisse des dépôts et consignations organise, dans le respect de la <a href='/affichTexte.do?cidTexte=JORFTEXT000000886460&categorieLien=cid'>loi n° 78-17 </a>du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés, la publicité appropriée de l'identité des souscripteurs des contrats dont les sommes garanties ont fait l'objet du dépôt mentionné au I du présent article, afin de permettre aux souscripteurs ou aux bénéficiaires des contrats de percevoir les sommes qui leur sont dues. Ces derniers communiquent à la Caisse des dépôts et consignations les informations permettant de vérifier leur identité et de déterminer le montant des sommes qui leur sont dues. </p><p>Le notaire chargé d'établir l'actif successoral en vue du règlement de la succession pour laquelle il a été mandaté obtient, sur sa demande auprès de la Caisse des dépôts et consignations, le versement des sommes déposées en application du I et dues aux ayants droit du défunt, lorsque ces sommes entrent dans l'actif successoral. Le notaire restitue ces sommes aux ayants droit. </p><p>Le notaire joint à sa demande le mandat l'autorisant à agir au nom des ayants droit. </p><p>III.-Par dérogation au premier alinéa de l'article L. 518-24 du code monétaire et financier, les sommes déposées à la Caisse des dépôts et consignations en application du présent article et qui n'ont pas été réclamées par le souscripteur ou leurs bénéficiaires sont acquises à l'Etat à l'issue d'un délai de vingt ans à compter de la date de leur dépôt à la Caisse des dépôts et consignations. </p><p>Jusqu'à l'expiration de ce délai, la Caisse des dépôts et consignations détient, pour le compte des souscripteurs ou de leurs bénéficiaires, les sommes qui lui ont été déposées. </p><p>Pour chaque dépôt correspondant à un contrat d'assurance sur la vie ou à un bon ou contrat de capitalisation, le montant des sommes versées par la Caisse des dépôts et consignations à son souscripteur ou à ses bénéficiaires ou acquises à l'Etat ne peut être inférieur au montant des sommes déposées à la Caisse des dépôts et consignations, diminué, le cas échéant, des versements partiels réalisés par la Caisse des dépôts et consignations en application du présent article. </p><p>IV.-Un décret en Conseil d'Etat précise les modalités d'application du présent article.</p><p></p><p></p><p></p>",
            "num": "L132-27-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1558656000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1879375677,
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-16",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107964",
                        "id": "LEGISCTA000006107964",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Le contrat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128391",
                        "id": "LEGISCTA000006128391",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Règles relatives aux assurances de personnes et aux opérations de capitalisation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142719",
                        "id": "LEGISCTA000006142719",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Les assurances sur la vie et les opérations de capitalisation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157304",
                        "id": "LEGISCTA000006157304",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1992-07-17",
                        "fin": "2999-01-01",
                        "titre": "Section I : Dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006174038",
                        "id": "LEGISCTA000006174038",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000029096769",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006174038",
            "sectionParentId": "LEGISCTA000006174038",
            "sectionParentTitre": "Section I : Dispositions générales.",
            "fullSectionsTitre": "Partie législative &gt; Livre Ier : Le contrat &gt; Titre III : Règles relatives aux assurances de personnes et aux opérations de capitalisation &gt; Chapitre II : Les assurances sur la vie et les opérations de capitalisation &gt; Section I : Dispositions générales.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000038611080",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073984",
                    "titre": "Code des assurances",
                    "titreLong": "Code des assurances",
                    "etat": "VIGUEUR",
                    "dateDebut": 205891200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073984",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000038496102",
                    "textTitle": "LOI n°2019-486 du 22 mai 2019 - art. 71 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "71",
                    "articleId": "LEGIARTI000038497822",
                    "natureText": "LOI",
                    "datePubliTexte": "2019-05-23",
                    "dateSignaTexte": "2019-05-22",
                    "dateDebutCible": "2019-05-24"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000886460",
                    "textTitle": "LOI n° 78-17 du 6 janvier 1978",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000886460",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "78-17",
                    "datePubli": 252979200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000029095362",
                    "textTitle": "LOI n°2014-617 du 13 juin 2014 - art. 13 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "13",
                    "articleId": "LEGIARTI000031096910",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2014-617",
                    "datePubli": 1402790400000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "JORFTEXT000029990432",
                    "textTitle": "LOI n°2014-1655 du 29 décembre 2014 - art. 89, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "89",
                    "articleId": "JORFARTI000029991906",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2014-1655",
                    "datePubli": 1419897600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000030419454",
                    "textTitle": "DÉCRET n°2015-362 du 30 mars 2015 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000030419468",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-362",
                    "datePubli": 1427760000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000032769814",
                    "textTitle": "Décision du 9 juin 2016 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000032769821",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1466812800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000032769814",
                    "textTitle": "Décision du 9 juin 2016 - art. 4, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "JORFARTI000032769827",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1466812800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L131-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L131-1",
                    "articleId": "LEGIARTI000038611256",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1558656000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L132-5 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L132-5",
                    "articleId": "LEGIARTI000029098941",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L132-9-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L132-9-3",
                    "articleId": "LEGIARTI000017729000",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1198022400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R132-5-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R132-5-5",
                    "articleId": "LEGIARTI000031116553",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R132-5-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R132-5-6",
                    "articleId": "LEGIARTI000031116560",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006070299",
                    "textTitle": "Code général de la propriété des personnes publ... - art. L1126-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1126-1",
                    "articleId": "LEGIARTI000029099106",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006070299",
                    "textTitle": "Code général de la propriété des personnes publ... - art. L1126-4 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1126-4",
                    "articleId": "LEGIARTI000029099097",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 125-0 A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "125-0 A",
                    "articleId": "LEGIARTI000044989424",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 757 B (MMN)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "757 B",
                    "articleId": "LEGIARTI000029098994",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 990 I (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "990 I",
                    "articleId": "LEGIARTI000047288653",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1678492800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 990 I bis (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "990 I bis",
                    "articleId": "LEGIARTI000031781404",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 370 C (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "370 C",
                    "articleId": "LEGIARTI000030420804",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L518-15-2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L518-15-2",
                    "articleId": "LEGIARTI000038612827",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L518-15-3 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L518-15-3",
                    "articleId": "LEGIARTI000029099048",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L518-24 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L518-24",
                    "articleId": "LEGIARTI000029099058",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L181-0 B (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L181-0 B",
                    "articleId": "LEGIARTI000029097061",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000029096777",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1558656000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038611080",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1558656000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L132-27-2",
                "132-27-2"
            ],
            "versionPrecedente": "LEGIARTI000029096777",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000029096777",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Les sommes dues au titre des contrats d'assurance sur la vie et des bons ou contrats de capitalisation qui ne font pas l'objet d'une demande de versement des prestations ou du capital sont déposées à la Caisse des dépôts et consignations à l'issue d'un délai de dix ans à compter de la date de prise de connaissance par l'assureur du décès de l'assuré ou de l'échéance du contrat. Le dépôt intervient dans le mois suivant l'expiration de ce délai. Les sommes dues au titre d'un contrat d'assurance temporaire en cas de décès ne font pas l'objet de ce dépôt lorsque le décès de l'assuré est intervenu antérieurement au 1er janvier 2015. Le dépôt à la Caisse des dépôts et consignations des sommes dues au titre des contrats mentionnés au premier alinéa du présent I et comportant, en tout ou partie, des engagements exprimés en unités de compte mentionnés au second alinéa de l'article L. 131-1 ou affectés à l'acquisition de droits donnant lieu à la constitution d'une provision de diversification s'effectue en numéraire. La valeur de ces engagements ou de ces droits est celle atteinte à l'expiration du délai de dix ans mentionné au premier alinéa du présent I, sauf si les stipulations contractuelles prévoient une date antérieure. Le souscripteur du contrat ou les bénéficiaires des sommes déposées à la Caisse des dépôts et consignations ne peuvent en obtenir le versement qu'en numéraire, nonobstant toute stipulation contraire. Les entreprises d'assurance, les institutions de prévoyance et les unions transmettent à la Caisse des dépôts et consignations les informations nécessaires, le cas échéant, au versement des sommes mentionnées au troisième alinéa au souscripteur du contrat ou à ses bénéficiaires. Jusqu'à l'expiration du délai mentionné au III, elles conservent les informations et documents relatifs à l'encours des contrats à la date du dépôt prévu au deuxième alinéa du présent I, à la computation du délai mentionné au premier alinéa et au régime d'imposition applicable, ainsi que les informations et documents permettant d'identifier les souscripteurs et les bénéficiaires de ces contrats. Ces informations et documents sont transmis à la Caisse des dépôts et consignations à sa demande. Elles conservent également les informations et documents permettant d'apprécier qu'elles ont satisfait à leurs obligations en matière de contrats non réglés. Le dépôt des sommes à la Caisse des dépôts et consignations en application du présent I est libératoire de toute obligation pour l'assureur et le souscripteur, à l'exception des obligations en matière de conservation d'informations et de documents prévues à l'avant-dernier alinéa. Ce caractère libératoire n'emporte cependant pas exonération de responsabilité pour les manquements commis antérieurement à ce dépôt. II.-Six mois avant l'expiration du délai mentionné au premier alinéa du I du présent article, les entreprises d'assurance, les institutions de prévoyance et les unions mentionnées au I de l'article L. 132-9-3 informent le souscripteur ou les bénéficiaires du contrat, par tout moyen à leur disposition, de la mise en œuvre du présent article. La Caisse des dépôts et consignations organise, dans le respect de la loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés, la publicité appropriée de l'identité des souscripteurs des contrats dont les sommes garanties ont fait l'objet du dépôt mentionné au I du présent article, afin de permettre aux souscripteurs ou aux bénéficiaires des contrats de percevoir les sommes qui leur sont dues. Ces derniers communiquent à la Caisse des dépôts et consignations les informations permettant de vérifier leur identité et de déterminer le montant des sommes qui leur sont dues. Le notaire chargé d'établir l'actif successoral en vue du règlement de la succession pour laquelle il a été mandaté obtient, sur sa demande auprès de la Caisse des dépôts et consignations, le versement des sommes déposées en application du I et dues aux ayants droit du défunt, lorsque ces sommes entrent dans l'actif successoral. Le notaire restitue ces sommes aux ayants droit. Le notaire joint à sa demande le mandat l'autorisant à agir au nom des ayants droit. III.-Par dérogation au premier alinéa de l'article L. 518-24 du code monétaire et financier, les sommes déposées à la Caisse des dépôts et consignations en application du présent article et qui n'ont pas été réclamées par le souscripteur ou leurs bénéficiaires sont acquises à l'Etat à l'issue d'un délai de vingt ans à compter de la date de leur dépôt à la Caisse des dépôts et consignations. Jusqu'à l'expiration de ce délai, la Caisse des dépôts et consignations détient, pour le compte des souscripteurs ou de leurs bénéficiaires, les sommes qui lui ont été déposées. Pour chaque dépôt correspondant à un contrat d'assurance sur la vie ou à un bon ou contrat de capitalisation, le montant des sommes versées par la Caisse des dépôts et consignations à son souscripteur ou à ses bénéficiaires ou acquises à l'Etat ne peut être inférieur au montant des sommes déposées à la Caisse des dépôts et consignations, diminué, le cas échéant, des versements partiels réalisés par la Caisse des dépôts et consignations en application du présent article. IV.-Un décret en Conseil d'Etat précise les modalités d'application du présent article.",
            "texteHtml": "<p>I.-Les sommes dues au titre des contrats d'assurance sur la vie et des bons ou contrats de capitalisation qui ne font pas l'objet d'une demande de versement des prestations ou du capital sont déposées à la Caisse des dépôts et consignations à l'issue d'un délai de dix ans à compter de la date de prise de connaissance par l'assureur du décès de l'assuré ou de l'échéance du contrat. Le dépôt intervient dans le mois suivant l'expiration de ce délai. Les sommes dues au titre d'un contrat d'assurance temporaire en cas de décès ne font pas l'objet de ce dépôt lorsque le décès de l'assuré est intervenu antérieurement au 1er janvier 2015. </p><p>Le dépôt à la Caisse des dépôts et consignations des sommes dues au titre des contrats mentionnés au premier alinéa du présent I et comportant, en tout ou partie, des engagements exprimés en unités de compte mentionnés au second alinéa de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006792931&dateTexte=&categorieLien=cid' title='Code des assurances - art. L131-1 (V)'>l'article L. 131-1 </a>ou affectés à l'acquisition de droits donnant lieu à la constitution d'une provision de diversification s'effectue en numéraire. La valeur de ces engagements ou de ces droits est celle atteinte à l'expiration du délai de dix ans mentionné au premier alinéa du présent I, sauf si les stipulations contractuelles prévoient une date antérieure. </p><p>Le souscripteur du contrat ou les bénéficiaires des sommes déposées à la Caisse des dépôts et consignations ne peuvent en obtenir le versement qu'en numéraire, nonobstant toute stipulation contraire. </p><p>Les entreprises d'assurance, les institutions de prévoyance et les unions transmettent à la Caisse des dépôts et consignations les informations nécessaires, le cas échéant, au versement des sommes mentionnées au troisième alinéa au souscripteur du contrat ou à ses bénéficiaires. </p><p>Jusqu'à l'expiration du délai mentionné au III, elles conservent les informations et documents relatifs à l'encours des contrats à la date du dépôt prévu au deuxième alinéa du présent I, à la computation du délai mentionné au premier alinéa et au régime d'imposition applicable, ainsi que les informations et documents permettant d'identifier les souscripteurs et les bénéficiaires de ces contrats. Ces informations et documents sont transmis à la Caisse des dépôts et consignations à sa demande. Elles conservent également les informations et documents permettant d'apprécier qu'elles ont satisfait à leurs obligations en matière de contrats non réglés. </p><p>Le dépôt des sommes à la Caisse des dépôts et consignations en application du présent I est libératoire de toute obligation pour l'assureur et le souscripteur, à l'exception des obligations en matière de conservation d'informations et de documents prévues à l'avant-dernier alinéa. Ce caractère libératoire n'emporte cependant pas exonération de responsabilité pour les manquements commis antérieurement à ce dépôt. </p><p>II.-Six mois avant l'expiration du délai mentionné au premier alinéa du I du présent article, les entreprises d'assurance, les institutions de prévoyance et les unions mentionnées au I de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000017729000&dateTexte=&categorieLien=cid' title='Code des assurances - art. L132-9-3 (VT)'>l'article L. 132-9-3 </a>informent le souscripteur ou les bénéficiaires du contrat, par tout moyen à leur disposition, de la mise en œuvre du présent article. </p><p>La Caisse des dépôts et consignations organise, dans le respect de la <a href='/affichTexte.do?cidTexte=JORFTEXT000000886460&categorieLien=cid' title='Loi n° 78-17 du 6 janvier 1978 (V)'>loi n° 78-17 </a>du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés, la publicité appropriée de l'identité des souscripteurs des contrats dont les sommes garanties ont fait l'objet du dépôt mentionné au I du présent article, afin de permettre aux souscripteurs ou aux bénéficiaires des contrats de percevoir les sommes qui leur sont dues. Ces derniers communiquent à la Caisse des dépôts et consignations les informations permettant de vérifier leur identité et de déterminer le montant des sommes qui leur sont dues. </p><p>Le notaire chargé d'établir l'actif successoral en vue du règlement de la succession pour laquelle il a été mandaté obtient, sur sa demande auprès de la Caisse des dépôts et consignations, le versement des sommes déposées en application du I et dues aux ayants droit du défunt, lorsque ces sommes entrent dans l'actif successoral. Le notaire restitue ces sommes aux ayants droit. </p><p>Le notaire joint à sa demande le mandat l'autorisant à agir au nom des ayants droit. </p><p>III.-Par dérogation au premier alinéa de l'article L. 518-24 du code monétaire et financier, les sommes déposées à la Caisse des dépôts et consignations en application du présent article et qui n'ont pas été réclamées par le souscripteur ou leurs bénéficiaires sont acquises à l'Etat à l'issue d'un délai de vingt ans à compter de la date de leur dépôt à la Caisse des dépôts et consignations. </p><p>Jusqu'à l'expiration de ce délai, la Caisse des dépôts et consignations détient, pour le compte des souscripteurs ou de leurs bénéficiaires, les sommes qui lui ont été déposées. </p><p>Pour chaque dépôt correspondant à un contrat d'assurance sur la vie ou à un bon ou contrat de capitalisation, le montant des sommes versées par la Caisse des dépôts et consignations à son souscripteur ou à ses bénéficiaires ou acquises à l'Etat ne peut être inférieur au montant des sommes déposées à la Caisse des dépôts et consignations, diminué, le cas échéant, des versements partiels réalisés par la Caisse des dépôts et consignations en application du présent article. </p><p>IV.-Un décret en Conseil d'Etat précise les modalités d'application du présent article.</p><p></p><p></p><p></p>",
            "num": "L132-27-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1451606400000,
            "dateFin": 1558656000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1879375677,
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-16",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107964",
                        "id": "LEGISCTA000006107964",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Le contrat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128391",
                        "id": "LEGISCTA000006128391",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Règles relatives aux assurances de personnes et aux opérations de capitalisation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142719",
                        "id": "LEGISCTA000006142719",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Les assurances sur la vie et les opérations de capitalisation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157304",
                        "id": "LEGISCTA000006157304",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1992-07-17",
                        "fin": "2999-01-01",
                        "titre": "Section I : Dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006174038",
                        "id": "LEGISCTA000006174038",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000029096769",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006174038",
            "sectionParentId": "LEGISCTA000006174038",
            "sectionParentTitre": "Section I : Dispositions générales.",
            "fullSectionsTitre": "Partie législative &gt; Livre Ier : Le contrat &gt; Titre III : Règles relatives aux assurances de personnes et aux opérations de capitalisation &gt; Chapitre II : Les assurances sur la vie et les opérations de capitalisation &gt; Section I : Dispositions générales.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000029096777",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073984",
                    "titre": "Code des assurances",
                    "titreLong": "Code des assurances",
                    "etat": "VIGUEUR",
                    "dateDebut": 205891200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073984",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000029095362",
                    "textTitle": "LOI n° 2014-617 du 13 juin 2014 - art. 3 (VD)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000029096140",
                    "natureText": "LOI",
                    "datePubliTexte": "2014-06-15",
                    "dateSignaTexte": "2014-06-13",
                    "dateDebutCible": "2016-01-01"
                },
                {
                    "textCid": "JORFTEXT000029095362",
                    "textTitle": "LOI n°2014-617 du 13 juin 2014 - art. 3",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000029096140",
                    "natureText": "LOI",
                    "datePubliTexte": "2014-06-15",
                    "dateSignaTexte": "2014-06-13",
                    "dateDebutCible": "2016-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000886460",
                    "textTitle": "Loi n° 78-17 du 6 janvier 1978 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000886460",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "78-17",
                    "datePubli": 252979200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000029095362",
                    "textTitle": "LOI n°2014-617 du 13 juin 2014 - art. 13 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "13",
                    "articleId": "LEGIARTI000031096910",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2014-617",
                    "datePubli": 1402790400000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "JORFTEXT000029990432",
                    "textTitle": "LOI n°2014-1655 du 29 décembre 2014 - art. 89, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "89",
                    "articleId": "JORFARTI000029991906",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2014-1655",
                    "datePubli": 1419897600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000030419454",
                    "textTitle": "DÉCRET n°2015-362 du 30 mars 2015 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000030419468",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-362",
                    "datePubli": 1427760000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000032769814",
                    "textTitle": "Décision du 9 juin 2016 - art. 2, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "JORFARTI000032769821",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1466812800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000032769814",
                    "textTitle": "Décision du 9 juin 2016 - art. 4, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "JORFARTI000032769827",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1466812800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L131-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L131-1",
                    "articleId": "LEGIARTI000006792931",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1558656000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L132-5 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L132-5",
                    "articleId": "LEGIARTI000029098941",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L132-9-3 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L132-9-3",
                    "articleId": "LEGIARTI000017729000",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1198022400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R132-5-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R132-5-5",
                    "articleId": "LEGIARTI000031116553",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R132-5-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R132-5-6",
                    "articleId": "LEGIARTI000031116560",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006070299",
                    "textTitle": "Code général de la propriété des personnes publ... - art. L1126-1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1126-1",
                    "articleId": "LEGIARTI000029099106",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006070299",
                    "textTitle": "Code général de la propriété des personnes publ... - art. L1126-4 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L1126-4",
                    "articleId": "LEGIARTI000029099097",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 125-0 A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "125-0 A",
                    "articleId": "LEGIARTI000044989424",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 757 B (MMN)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "757 B",
                    "articleId": "LEGIARTI000029098994",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 990 I (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "990 I",
                    "articleId": "LEGIARTI000047288653",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1678492800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 990 I bis (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "990 I bis",
                    "articleId": "LEGIARTI000031781404",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 370 C (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "370 C",
                    "articleId": "LEGIARTI000030420804",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L518-15-2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L518-15-2",
                    "articleId": "LEGIARTI000038612827",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L518-15-3 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L518-15-3",
                    "articleId": "LEGIARTI000029099048",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L518-24 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L518-24",
                    "articleId": "LEGIARTI000029099058",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L181-0 B (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L181-0 B",
                    "articleId": "LEGIARTI000029097061",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000029096777",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1558656000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038611080",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1558656000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L132-27-2",
                "132-27-2"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}