{
    "cid": "LEGIARTI000006740479",
    "num": "L145-7",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106050",
                        "id": "LEGISCTA000006106050",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Livre I : Généralités - Dispositions communes à tout ou partie des régimes de base",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126885",
                        "id": "LEGISCTA000006126885",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2022-01-01",
                        "titre": "Titre IV : Expertise médicale - Contentieux - Pénalités",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141603",
                        "id": "LEGISCTA000006141603",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2022-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Contentieux - Pénalités",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141603",
                        "id": "LEGISCTA000041399057",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2002-03-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 5 : Contentieux du contrôle technique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156023",
                        "id": "LEGISCTA000006156023",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2002-03-05",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Organisation des juridictions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006172502",
                        "id": "LEGISCTA000006172502",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2002-03-05",
                        "fin": "2017-04-29",
                        "titre": "Sous-section 1 : Organisation des juridictions relatives aux médecins, chirurgiens-dentistes et sages-femmes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006186214",
                        "id": "LEGISCTA000006186214",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2017-04-29",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : Organisation des juridictions relatives aux médecins, chirurgiens-dentistes, sages-femmes et pharmaciens",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006186214",
                        "id": "LEGISCTA000034533246",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000038888229",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L4122-1-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L4122-1-1",
                    "articleId": "LEGIARTI000006688713",
                    "natureText": "CODE",
                    "date": 1648069786934,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1125100800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R145-7 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R145-7",
                    "articleId": "LEGIARTI000006748290",
                    "natureText": "CODE",
                    "date": 1648069786935,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 578620800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R145-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R145-8",
                    "articleId": "LEGIARTI000027644105",
                    "natureText": "CODE",
                    "date": 1648069786935,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1377993600000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale L405",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006073189",
                    "natureText": "CODE"
                }
            ],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000866621",
                    "textTitle": "Décret n° 85-1353 du 17 décembre 1985",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000866621",
                    "natureText": "DECRET",
                    "datePubliTexte": "1985-12-21",
                    "dateSignaTexte": "1985-12-17",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000038821260",
                    "textTitle": "LOI n°2019-774 du 24 juillet 2019 - art. 77 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "77",
                    "articleId": "LEGIARTI000038824786",
                    "natureText": "LOI",
                    "datePubliTexte": "2019-07-26",
                    "dateSignaTexte": "2019-07-24",
                    "dateDebutCible": "2019-07-27"
                }
            ],
            "num": "L145-7",
            "origine": "LEGI",
            "texte": "La section des assurances sociales du Conseil national de l'ordre des médecins est présidée par un conseiller d'Etat, nommé en même temps qu'un ou plusieurs conseillers d'Etat suppléants par le vice-président du Conseil d'Etat pour une durée de six ans renouvelable. Elle comprend un nombre égal d'assesseurs membres de l'ordre et d'assesseurs représentant des organismes de sécurité sociale, nommés par l'autorité compétente de l'Etat sur proposition de la Caisse nationale de l'assurance maladie. Les fonctions de président ou de président suppléant de la section des assurances sociales du Conseil national de l'ordre des médecins sont incompatibles avec celles prévues à l'article L. 4122-1-1 du code de la santé publique. Les fonctions d'assesseur à la section des assurances sociales de l'ordre des médecins sont incompatibles avec les fonctions de président ou de secrétaire général d'un conseil. Les sections des assurances sociales du Conseil national de l'ordre des chirurgiens-dentistes et du Conseil national de l'ordre des sages-femmes sont présidées par le conseiller d'Etat qui préside la formation disciplinaire de chacun de ces conseils. Elles comprennent un nombre égal d'assesseurs membres de l'ordre et d'assesseurs représentant des organismes de sécurité sociale, dont au moins un praticien conseil nommé par l'autorité compétente de l'Etat sur proposition de la Caisse nationale de l'assurance maladie . Les assesseurs membres de l'ordre des médecins sont désignés pour une durée de six ans renouvelables par le conseil national parmi les membres et anciens membres des conseils de l'ordre. Les assesseurs membres de l'ordre des chirurgiens-dentistes et de l'ordre des sages-femmes sont nommés pour une durée de six ans renouvelables par le conseil national de chacun de ces ordres en son sein. En cas de remplacement d'un assesseur, le nouvel assesseur est nommé pour la durée du mandat restant à courir. Les fonctions exercées par les membres des sections des assurances sociales des conseils nationaux sont incompatibles avec la fonction d'assesseur dans la section des assurances sociales d'une chambre disciplinaire de première instance. Aucun membre de la section des assurances sociales d'un conseil national ne peut siéger lorsqu'il a eu connaissance des faits de la cause à raison de l'exercice d'autres fonctions ordinales, et notamment lorsqu'il a participé à la délibération par laquelle le conseil national a, le cas échéant, initié l'action disciplinaire ou fait appel de la décision rendue par la section des assurances sociales d'une chambre disciplinaire de première instance. Le montant des indemnités allouées aux présidents et aux présidents suppléants des sections des assurances sociales des conseils nationaux est fixé par arrêté des ministres chargés du budget et de la santé, après consultation de l'ordre. Leurs frais de déplacement sont remboursés dans les conditions prévues par la réglementation applicable aux fonctionnaires de l'Etat. Ces indemnités et frais sont à la charge du conseil national. Nul ne peut exercer les fonctions de président ou de président suppléant d'une section des assurances sociales d'un conseil national s'il a atteint l'âge de soixante-dix-sept ans.",
            "texteHtml": "<p>La section des assurances sociales du Conseil national de l'ordre des médecins est présidée par un conseiller d'Etat, nommé en même temps qu'un ou plusieurs conseillers d'Etat suppléants par le vice-président du Conseil d'Etat pour une durée de six ans renouvelable. Elle comprend un nombre égal d'assesseurs membres de l'ordre et d'assesseurs représentant des organismes de sécurité sociale, nommés par l'autorité compétente de l'Etat sur proposition de la Caisse nationale de l'assurance maladie.</p><p>Les fonctions de président ou de président suppléant de la section des assurances sociales du Conseil national de l'ordre des médecins sont incompatibles avec celles prévues à l'article <a href='/article/LEGIARTI000006688713'>L. 4122-1-1</a> du code de la santé publique.</p><p>Les fonctions d'assesseur à la section des assurances sociales de l'ordre des médecins sont incompatibles avec les fonctions de président ou de secrétaire général d'un conseil.</p><p>Les sections des assurances sociales du Conseil national de l'ordre des chirurgiens-dentistes et du Conseil national de l'ordre des sages-femmes sont présidées par le conseiller d'Etat qui préside la formation disciplinaire de chacun de ces conseils. Elles comprennent un nombre égal d'assesseurs membres de l'ordre et d'assesseurs représentant des organismes de sécurité sociale, dont au moins un praticien conseil nommé par l'autorité compétente de l'Etat sur proposition de la Caisse nationale de l'assurance maladie .</p><p>Les assesseurs membres de l'ordre des médecins sont désignés pour une durée de six ans renouvelables par le conseil national parmi les membres et anciens membres des conseils de l'ordre.</p><p>Les assesseurs membres de l'ordre des chirurgiens-dentistes et de l'ordre des sages-femmes sont nommés pour une durée de six ans renouvelables par le conseil national de chacun de ces ordres en son sein.</p><p>En cas de remplacement d'un assesseur, le nouvel assesseur est nommé pour la durée du mandat restant à courir.</p><p>Les fonctions exercées par les membres des sections des assurances sociales des conseils nationaux sont incompatibles avec la fonction d'assesseur dans la section des assurances sociales d'une chambre disciplinaire de première instance.</p><p>Aucun membre de la section des assurances sociales d'un conseil national ne peut siéger lorsqu'il a eu connaissance des faits de la cause à raison de l'exercice d'autres fonctions ordinales, et notamment lorsqu'il a participé à la délibération par laquelle le conseil national a, le cas échéant, initié l'action disciplinaire ou fait appel de la décision rendue par la section des assurances sociales d'une chambre disciplinaire de première instance.</p><p>Le montant des indemnités allouées aux présidents et aux présidents suppléants des sections des assurances sociales des conseils nationaux est fixé par arrêté des ministres chargés du budget et de la santé, après consultation de l'ordre.</p><p>Leurs frais de déplacement sont remboursés dans les conditions prévues par la réglementation applicable aux fonctionnaires de l'Etat.</p><p>Ces indemnités et frais sont à la charge du conseil national.</p><p>Nul ne peut exercer les fonctions de président ou de président suppléant d'une section des assurances sociales d'un conseil national s'il a atteint l'âge de soixante-dix-sept ans.</p>",
            "type": "AUTONOME",
            "dateDebut": "2019-07-27T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106050",
                        "id": "LEGISCTA000006106050",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Livre I : Généralités - Dispositions communes à tout ou partie des régimes de base",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126885",
                        "id": "LEGISCTA000006126885",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2022-01-01",
                        "titre": "Titre IV : Expertise médicale - Contentieux - Pénalités",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141603",
                        "id": "LEGISCTA000006141603",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2022-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Contentieux - Pénalités",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141603",
                        "id": "LEGISCTA000041399057",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2002-03-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 5 : Contentieux du contrôle technique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156023",
                        "id": "LEGISCTA000006156023",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2002-03-05",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Organisation des juridictions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006172502",
                        "id": "LEGISCTA000006172502",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2002-03-05",
                        "fin": "2017-04-29",
                        "titre": "Sous-section 1 : Organisation des juridictions relatives aux médecins, chirurgiens-dentistes et sages-femmes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006186214",
                        "id": "LEGISCTA000006186214",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2017-04-29",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : Organisation des juridictions relatives aux médecins, chirurgiens-dentistes, sages-femmes et pharmaciens",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006186214",
                        "id": "LEGISCTA000034533246",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000037064324",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L4122-1-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L4122-1-1",
                    "articleId": "LEGIARTI000006688713",
                    "natureText": "CODE",
                    "date": 1648069786419,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1125100800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R145-7 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R145-7",
                    "articleId": "LEGIARTI000006748290",
                    "natureText": "CODE",
                    "date": 1648069786420,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 578620800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R145-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R145-8",
                    "articleId": "LEGIARTI000027644105",
                    "natureText": "CODE",
                    "date": 1648069786420,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1377993600000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale L405",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006073189",
                    "natureText": "CODE"
                }
            ],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000866621",
                    "textTitle": "Décret n° 85-1353 du 17 décembre 1985",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000866621",
                    "natureText": "DECRET",
                    "datePubliTexte": "1985-12-21",
                    "dateSignaTexte": "1985-12-17",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000037051001",
                    "textTitle": "Ordonnance n°2018-470 du 12 juin 2018 - art. 9",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000037051658",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2018-06-13",
                    "dateSignaTexte": "2018-06-12",
                    "dateDebutCible": "2018-06-14"
                }
            ],
            "num": "L145-7",
            "origine": "LEGI",
            "texte": "La section des assurances sociales du Conseil national de l'ordre des médecins est présidée par un conseiller d'Etat, nommé en même temps qu'un ou plusieurs conseillers d'Etat suppléants par le vice-président du Conseil d'Etat pour une durée de six ans renouvelable. Elle comprend un nombre égal d'assesseurs membres de l'ordre et d'assesseurs représentant des organismes de sécurité sociale, nommés par l'autorité compétente de l'Etat sur proposition de la Caisse nationale de l'assurance maladie. Les fonctions de président ou de président suppléant de la section des assurances sociales du Conseil national de l'ordre des médecins sont incompatibles avec celles prévues à l'article L. 4122-1-1 du code de la santé publique. Les fonctions d'assesseur à la section des assurances sociales de l'ordre des médecins sont incompatibles avec les fonctions de président ou de secrétaire général d'un conseil. Les sections des assurances sociales du Conseil national de l'ordre des chirurgiens-dentistes et du Conseil national de l'ordre des sages-femmes sont présidées par le conseiller d'Etat qui préside la formation disciplinaire de chacun de ces conseils. Elles comprennent un nombre égal d'assesseurs membres de l'ordre et d'assesseurs représentant des organismes de sécurité sociale, dont au moins un praticien conseil nommé par l'autorité compétente de l'Etat sur proposition de la Caisse nationale de l'assurance maladie . Les assesseurs membres de l'ordre des médecins sont désignés pour une durée de six ans renouvelables par le conseil national parmi les membres et anciens membres des conseils de l'ordre. Les assesseurs membres de l'ordre des chirurgiens-dentistes et de l'ordre des sages-femmes sont nommés pour une durée de six ans renouvelables par le conseil national de chacun de ces ordres en son sein. En cas de remplacement d'un assesseur, le nouvel assesseur est nommé pour la durée du mandat restant à courir. Les fonctions exercées par les membres des sections des assurances sociales des conseils nationaux sont incompatibles avec la fonction d'assesseur dans la section des assurances sociales d'une chambre disciplinaire de première instance. Aucun membre de la section des assurances sociales d'un conseil national ne peut siéger lorsqu'il a eu connaissance des faits de la cause à raison de l'exercice d'autres fonctions ordinales, et notamment lorsqu'il a participé à la délibération par laquelle le conseil national a, le cas échéant, initié l'action disciplinaire ou fait appel de la décision rendue par la section des assurances sociales d'une chambre disciplinaire de première instance. Le montant des indemnités allouées aux présidents et aux présidents suppléants des sections des assurances sociales des conseils nationaux est fixé par arrêté des ministres chargés du budget et de la santé, après consultation de l'ordre. Leurs frais de déplacement sont remboursés dans les conditions prévues par la réglementation applicable aux fonctionnaires de l'Etat. Ces indemnités et frais sont à la charge du conseil national. L'âge limite pour exercer les fonctions de président ou de président suppléant d'une section des assurances sociales d'un conseil national est de 77 ans révolus.",
            "texteHtml": "<p>La section des assurances sociales du Conseil national de l'ordre des médecins est présidée par un conseiller d'Etat, nommé en même temps qu'un ou plusieurs conseillers d'Etat suppléants par le vice-président du Conseil d'Etat pour une durée de six ans renouvelable. Elle comprend un nombre égal d'assesseurs membres de l'ordre et d'assesseurs représentant des organismes de sécurité sociale, nommés par l'autorité compétente de l'Etat sur proposition de la Caisse nationale de l'assurance maladie.</p><p>Les fonctions de président ou de président suppléant de la section des assurances sociales du Conseil national de l'ordre des médecins sont incompatibles avec celles prévues à l'article <a href='/article/LEGIARTI000006688713'>L. 4122-1-1</a> du code de la santé publique.</p><p>Les fonctions d'assesseur à la section des assurances sociales de l'ordre des médecins sont incompatibles avec les fonctions de président ou de secrétaire général d'un conseil.</p><p>Les sections des assurances sociales du Conseil national de l'ordre des chirurgiens-dentistes et du Conseil national de l'ordre des sages-femmes sont présidées par le conseiller d'Etat qui préside la formation disciplinaire de chacun de ces conseils. Elles comprennent un nombre égal d'assesseurs membres de l'ordre et d'assesseurs représentant des organismes de sécurité sociale, dont au moins un praticien conseil nommé par l'autorité compétente de l'Etat sur proposition de la Caisse nationale de l'assurance maladie .</p><p>Les assesseurs membres de l'ordre des médecins sont désignés pour une durée de six ans renouvelables par le conseil national parmi les membres et anciens membres des conseils de l'ordre.</p><p>Les assesseurs membres de l'ordre des chirurgiens-dentistes et de l'ordre des sages-femmes sont nommés pour une durée de six ans renouvelables par le conseil national de chacun de ces ordres en son sein.</p><p>En cas de remplacement d'un assesseur, le nouvel assesseur est nommé pour la durée du mandat restant à courir.</p><p>Les fonctions exercées par les membres des sections des assurances sociales des conseils nationaux sont incompatibles avec la fonction d'assesseur dans la section des assurances sociales d'une chambre disciplinaire de première instance.</p><p>Aucun membre de la section des assurances sociales d'un conseil national ne peut siéger lorsqu'il a eu connaissance des faits de la cause à raison de l'exercice d'autres fonctions ordinales, et notamment lorsqu'il a participé à la délibération par laquelle le conseil national a, le cas échéant, initié l'action disciplinaire ou fait appel de la décision rendue par la section des assurances sociales d'une chambre disciplinaire de première instance.</p><p>Le montant des indemnités allouées aux présidents et aux présidents suppléants des sections des assurances sociales des conseils nationaux est fixé par arrêté des ministres chargés du budget et de la santé, après consultation de l'ordre.</p><p>Leurs frais de déplacement sont remboursés dans les conditions prévues par la réglementation applicable aux fonctionnaires de l'Etat.</p><p>Ces indemnités et frais sont à la charge du conseil national.</p><p>L'âge limite pour exercer les fonctions de président ou de président suppléant d'une section des assurances sociales d'un conseil national est de 77 ans révolus.</p>",
            "type": "AUTONOME",
            "dateDebut": "2018-06-14T00:00:00.000Z",
            "dateFin": "2019-07-27T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106050",
                        "id": "LEGISCTA000006106050",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Livre I : Généralités - Dispositions communes à tout ou partie des régimes de base",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126885",
                        "id": "LEGISCTA000006126885",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2022-01-01",
                        "titre": "Titre IV : Expertise médicale - Contentieux - Pénalités",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141603",
                        "id": "LEGISCTA000006141603",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2022-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Contentieux - Pénalités",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141603",
                        "id": "LEGISCTA000041399057",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2002-03-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 5 : Contentieux du contrôle technique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156023",
                        "id": "LEGISCTA000006156023",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2002-03-05",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Organisation des juridictions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006172502",
                        "id": "LEGISCTA000006172502",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2002-03-05",
                        "fin": "2017-04-29",
                        "titre": "Sous-section 1 : Organisation des juridictions relatives aux médecins, chirurgiens-dentistes et sages-femmes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006186214",
                        "id": "LEGISCTA000006186214",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2017-04-29",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : Organisation des juridictions relatives aux médecins, chirurgiens-dentistes, sages-femmes et pharmaciens",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006186214",
                        "id": "LEGISCTA000034533246",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000036404070",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L4122-1-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L4122-1-1",
                    "articleId": "LEGIARTI000006688713",
                    "natureText": "CODE",
                    "date": 1648069783004,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1125100800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R145-7 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R145-7",
                    "articleId": "LEGIARTI000006748290",
                    "natureText": "CODE",
                    "date": 1648069783004,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 578620800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R145-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R145-8",
                    "articleId": "LEGIARTI000027644105",
                    "natureText": "CODE",
                    "date": 1648069783005,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1377993600000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale L405",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006073189",
                    "natureText": "CODE"
                }
            ],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000866621",
                    "textTitle": "Décret n° 85-1353 du 17 décembre 1985",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000866621",
                    "natureText": "DECRET",
                    "datePubliTexte": "1985-12-21",
                    "dateSignaTexte": "1985-12-17",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000036339435",
                    "textTitle": "LOI n°2017-1841 du 30 décembre 2017 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000036397337",
                    "natureText": "LOI",
                    "datePubliTexte": "2017-12-31",
                    "dateSignaTexte": "2017-12-30",
                    "dateDebutCible": "2018-01-01"
                },
                {
                    "textCid": "JORFTEXT000036339435",
                    "textTitle": "LOI n°2017-1841 du 30 décembre 2017 - art. 6",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000036397329",
                    "natureText": "LOI",
                    "datePubliTexte": "2017-12-31",
                    "dateSignaTexte": "2017-12-30",
                    "dateDebutCible": "2018-01-01"
                }
            ],
            "num": "L145-7",
            "origine": "LEGI",
            "texte": "La section des assurances sociales du Conseil national de l'ordre des médecins est présidée par un conseiller d'Etat, nommé en même temps qu'un ou plusieurs conseillers d'Etat suppléants par le vice-président du Conseil d'Etat pour une durée de six ans renouvelable. Elle comprend un nombre égal d'assesseurs membres de l'ordre et d'assesseurs représentant des organismes de sécurité sociale, nommés par l'autorité compétente de l'Etat sur proposition de la Caisse nationale de l'assurance maladie des travailleurs salariés. Les fonctions de président ou de président suppléant de la section des assurances sociales du Conseil national de l'ordre des médecins sont incompatibles avec celles prévues à l'article L. 4122-1-1 du code de la santé publique. Les fonctions d'assesseur à la section des assurances sociales de l'ordre des médecins sont incompatibles avec les fonctions de président ou de secrétaire général d'un conseil. Les sections des assurances sociales du Conseil national de l'ordre des chirurgiens-dentistes et du Conseil national de l'ordre des sages-femmes sont présidées par le conseiller d'Etat qui préside la formation disciplinaire de chacun de ces conseils. Elles comprennent un nombre égal d'assesseurs membres de l'ordre et d'assesseurs représentant des organismes de sécurité sociale, dont au moins un praticien conseil nommé par l'autorité compétente de l'Etat sur proposition de la Caisse nationale de l'assurance maladie des travailleurs salariés. Les assesseurs membres de l'ordre des médecins sont désignés pour une durée de six ans renouvelables par le conseil national parmi les membres et anciens membres des conseils de l'ordre. Les assesseurs membres de l'ordre des chirurgiens-dentistes et de l'ordre des sages-femmes sont nommés pour une durée de six ans renouvelables par le conseil national de chacun de ces ordres en son sein. En cas de remplacement d'un assesseur, le nouvel assesseur est nommé pour la durée du mandat restant à courir. Les fonctions exercées par les membres des sections des assurances sociales des conseils nationaux sont incompatibles avec la fonction d'assesseur dans la section des assurances sociales d'une chambre disciplinaire de première instance. Aucun membre de la section des assurances sociales d'un conseil national ne peut siéger lorsqu'il a eu connaissance des faits de la cause à raison de l'exercice d'autres fonctions ordinales, et notamment lorsqu'il a participé à la délibération par laquelle le conseil national a, le cas échéant, initié l'action disciplinaire ou fait appel de la décision rendue par la section des assurances sociales d'une chambre disciplinaire de première instance. Le montant des indemnités allouées aux présidents et aux présidents suppléants des sections des assurances sociales des conseils nationaux est fixé par arrêté des ministres chargés du budget et de la santé, après consultation de l'ordre. Leurs frais de déplacement sont remboursés dans les conditions prévues par la réglementation applicable aux fonctionnaires de l'Etat. Ces indemnités et frais sont à la charge du conseil national. L'âge limite pour exercer les fonctions de président ou de président suppléant d'une section des assurances sociales d'un conseil national est de 77 ans révolus.",
            "texteHtml": "<p>La section des assurances sociales du Conseil national de l'ordre des médecins est présidée par un conseiller d'Etat, nommé en même temps qu'un ou plusieurs conseillers d'Etat suppléants par le vice-président du Conseil d'Etat pour une durée de six ans renouvelable. Elle comprend un nombre égal d'assesseurs membres de l'ordre et d'assesseurs représentant des organismes de sécurité sociale, nommés par l'autorité compétente de l'Etat sur proposition de la Caisse nationale de l'assurance maladie des travailleurs salariés.</p><p>Les fonctions de président ou de président suppléant de la section des assurances sociales du Conseil national de l'ordre des médecins sont incompatibles avec celles prévues à l'article <a href='/article/LEGIARTI000006688713'>L. 4122-1-1</a> du code de la santé publique.</p><p>Les fonctions d'assesseur à la section des assurances sociales de l'ordre des médecins sont incompatibles avec les fonctions de président ou de secrétaire général d'un conseil.</p><p>Les sections des assurances sociales du Conseil national de l'ordre des chirurgiens-dentistes et du Conseil national de l'ordre des sages-femmes sont présidées par le conseiller d'Etat qui préside la formation disciplinaire de chacun de ces conseils. Elles comprennent un nombre égal d'assesseurs membres de l'ordre et d'assesseurs représentant des organismes de sécurité sociale, dont au moins un praticien conseil nommé par l'autorité compétente de l'Etat sur proposition de la Caisse nationale de l'assurance maladie des travailleurs salariés.</p><p>Les assesseurs membres de l'ordre des médecins sont désignés pour une durée de six ans renouvelables par le conseil national parmi les membres et anciens membres des conseils de l'ordre.</p><p>Les assesseurs membres de l'ordre des chirurgiens-dentistes et de l'ordre des sages-femmes sont nommés pour une durée de six ans renouvelables par le conseil national de chacun de ces ordres en son sein.</p><p>En cas de remplacement d'un assesseur, le nouvel assesseur est nommé pour la durée du mandat restant à courir.</p><p>Les fonctions exercées par les membres des sections des assurances sociales des conseils nationaux sont incompatibles avec la fonction d'assesseur dans la section des assurances sociales d'une chambre disciplinaire de première instance.</p><p>Aucun membre de la section des assurances sociales d'un conseil national ne peut siéger lorsqu'il a eu connaissance des faits de la cause à raison de l'exercice d'autres fonctions ordinales, et notamment lorsqu'il a participé à la délibération par laquelle le conseil national a, le cas échéant, initié l'action disciplinaire ou fait appel de la décision rendue par la section des assurances sociales d'une chambre disciplinaire de première instance.</p><p>Le montant des indemnités allouées aux présidents et aux présidents suppléants des sections des assurances sociales des conseils nationaux est fixé par arrêté des ministres chargés du budget et de la santé, après consultation de l'ordre.</p><p>Leurs frais de déplacement sont remboursés dans les conditions prévues par la réglementation applicable aux fonctionnaires de l'Etat.</p><p>Ces indemnités et frais sont à la charge du conseil national.</p><p>L'âge limite pour exercer les fonctions de président ou de président suppléant d'une section des assurances sociales d'un conseil national est de 77 ans révolus.</p>",
            "type": "AUTONOME",
            "dateDebut": "2018-01-01T00:00:00.000Z",
            "dateFin": "2018-06-14T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106050",
                        "id": "LEGISCTA000006106050",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Livre I : Généralités - Dispositions communes à tout ou partie des régimes de base",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126885",
                        "id": "LEGISCTA000006126885",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2022-01-01",
                        "titre": "Titre IV : Expertise médicale - Contentieux - Pénalités",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141603",
                        "id": "LEGISCTA000006141603",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2022-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Contentieux - Pénalités",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141603",
                        "id": "LEGISCTA000041399057",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2002-03-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 5 : Contentieux du contrôle technique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156023",
                        "id": "LEGISCTA000006156023",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2002-03-05",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Organisation des juridictions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006172502",
                        "id": "LEGISCTA000006172502",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2002-03-05",
                        "fin": "2017-04-29",
                        "titre": "Sous-section 1 : Organisation des juridictions relatives aux médecins, chirurgiens-dentistes et sages-femmes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006186214",
                        "id": "LEGISCTA000006186214",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2017-04-29",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : Organisation des juridictions relatives aux médecins, chirurgiens-dentistes, sages-femmes et pharmaciens",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006186214",
                        "id": "LEGISCTA000034533246",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000034533267",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L4122-1-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L4122-1-1",
                    "articleId": "LEGIARTI000006688713",
                    "natureText": "CODE",
                    "date": 1648069780295,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1125100800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R145-7 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R145-7",
                    "articleId": "LEGIARTI000006748290",
                    "natureText": "CODE",
                    "date": 1648069780296,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 578620800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R145-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R145-8",
                    "articleId": "LEGIARTI000027644105",
                    "natureText": "CODE",
                    "date": 1648069780297,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1377993600000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale L405",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006073189",
                    "natureText": "CODE"
                }
            ],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000866621",
                    "textTitle": "Décret n° 85-1353 du 17 décembre 1985",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000866621",
                    "natureText": "DECRET",
                    "datePubliTexte": "1985-12-21",
                    "dateSignaTexte": "1985-12-17",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000034502991",
                    "textTitle": "Ordonnance n°2017-644 du 27 avril 2017 - art. 11",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "11",
                    "articleId": "LEGIARTI000034504581",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2017-04-28",
                    "dateSignaTexte": "2017-04-27",
                    "dateDebutCible": "2017-04-29"
                }
            ],
            "num": "L145-7",
            "origine": "LEGI",
            "texte": "La section des assurances sociales du Conseil national de l'ordre des médecins est présidée par un conseiller d'Etat, nommé en même temps qu'un ou plusieurs conseillers d'Etat suppléants par le vice-président du Conseil d'Etat pour une durée de six ans renouvelable. Elle comprend un nombre égal d'assesseurs membres de l'ordre et d'assesseurs représentant des organismes de sécurité sociale, nommés par l'autorité compétente de l'Etat sur proposition de la Caisse nationale de l'assurance maladie des travailleurs salariés. Les fonctions de président ou de président suppléant de la section des assurances sociales du Conseil national de l'ordre des médecins sont incompatibles avec celles prévues à l'article L. 4122-1-1 du code de la santé publique. Les fonctions d'assesseur à la section des assurances sociales de l'ordre des médecins sont incompatibles avec les fonctions de président ou de secrétaire général d'un conseil. Les sections des assurances sociales du Conseil national de l'ordre des chirurgiens-dentistes et du Conseil national de l'ordre des sages-femmes sont présidées par le conseiller d'Etat qui préside la formation disciplinaire de chacun de ces conseils. Elles comprennent un nombre égal d'assesseurs membres de l'ordre et d'assesseurs représentant des organismes de sécurité sociale, dont au moins un praticien conseil nommé par l'autorité compétente de l'Etat sur proposition de la Caisse nationale de l'assurance maladie des travailleurs salariés. Les assesseurs membres de l'ordre des médecins sont désignés pour une durée de six ans renouvelables par le conseil national parmi les membres et anciens membres des conseils de l'ordre. Les assesseurs membres de l'ordre des chirurgiens-dentistes et de l'ordre des sages-femmes sont nommés pour une durée de six ans renouvelables par le conseil national de chacun de ces ordres en son sein. En cas de remplacement d'un assesseur, le nouvel assesseur est nommé pour la durée du mandat restant à courir. Les fonctions exercées par les membres des sections des assurances sociales des conseils nationaux sont incompatibles avec la fonction d'assesseur dans la section des assurances sociales d'une chambre disciplinaire de première instance. Aucun membre de la section des assurances sociales d'un conseil national ne peut siéger lorsqu'il a eu connaissance des faits de la cause à raison de l'exercice d'autres fonctions ordinales, et notamment lorsqu'il a participé à la délibération par laquelle le conseil national a, le cas échéant, initié l'action disciplinaire ou fait appel de la décision rendue par la section des assurances sociales d'une chambre disciplinaire de première instance. Le montant des indemnités allouées aux présidents et aux présidents suppléants des sections des assurances sociales des conseils nationaux est fixé par arrêté des ministres chargés du budget et de la santé. Leurs frais de déplacement sont remboursés dans les conditions prévues par la réglementation applicable aux fonctionnaires de l'Etat. Ces indemnités et frais sont à la charge du conseil national. L'âge limite pour être désigné président ou président suppléant d'une section des assurances sociales d'un conseil national est de 71 ans révolus à la date de désignation de l'intéressé.",
            "texteHtml": "<p>La section des assurances sociales du Conseil national de l'ordre des médecins est présidée par un conseiller d'Etat, nommé en même temps qu'un ou plusieurs conseillers d'Etat suppléants par le vice-président du Conseil d'Etat pour une durée de six ans renouvelable. Elle comprend un nombre égal d'assesseurs membres de l'ordre et d'assesseurs représentant des organismes de sécurité sociale, nommés par l'autorité compétente de l'Etat sur proposition de la Caisse nationale de l'assurance maladie des travailleurs salariés. </p><p>Les fonctions de président ou de président suppléant de la section des assurances sociales du Conseil national de l'ordre des médecins sont incompatibles avec celles prévues à l'article <a href='/article/LEGIARTI000006688713'>L. 4122-1-1</a> du code de la santé publique. </p><p>Les fonctions d'assesseur à la section des assurances sociales de l'ordre des médecins sont incompatibles avec les fonctions de président ou de secrétaire général d'un conseil. </p><p>Les sections des assurances sociales du Conseil national de l'ordre des chirurgiens-dentistes et du Conseil national de l'ordre des sages-femmes sont présidées par le conseiller d'Etat qui préside la formation disciplinaire de chacun de ces conseils. Elles comprennent un nombre égal d'assesseurs membres de l'ordre et d'assesseurs représentant des organismes de sécurité sociale, dont au moins un praticien conseil nommé par l'autorité compétente de l'Etat sur proposition de la Caisse nationale de l'assurance maladie des travailleurs salariés. </p><p>Les assesseurs membres de l'ordre des médecins sont désignés pour une durée de six ans renouvelables par le conseil national parmi les membres et anciens membres des conseils de l'ordre. </p><p>Les assesseurs membres de l'ordre des chirurgiens-dentistes et de l'ordre des sages-femmes sont nommés pour une durée de six ans renouvelables par le conseil national de chacun de ces ordres en son sein. </p><p>En cas de remplacement d'un assesseur, le nouvel assesseur est nommé pour la durée du mandat restant à courir. </p><p>Les fonctions exercées par les membres des sections des assurances sociales des conseils nationaux sont incompatibles avec la fonction d'assesseur dans la section des assurances sociales d'une chambre disciplinaire de première instance. </p><p>Aucun membre de la section des assurances sociales d'un conseil national ne peut siéger lorsqu'il a eu connaissance des faits de la cause à raison de l'exercice d'autres fonctions ordinales, et notamment lorsqu'il a participé à la délibération par laquelle le conseil national a, le cas échéant, initié l'action disciplinaire ou fait appel de la décision rendue par la section des assurances sociales d'une chambre disciplinaire de première instance. </p><p>Le montant des indemnités allouées aux présidents et aux présidents suppléants des sections des assurances sociales des conseils nationaux est fixé par arrêté des ministres chargés du budget et de la santé. </p><p>Leurs frais de déplacement sont remboursés dans les conditions prévues par la réglementation applicable aux fonctionnaires de l'Etat. </p><p>Ces indemnités et frais sont à la charge du conseil national. </p><p>L'âge limite pour être désigné président ou président suppléant d'une section des assurances sociales d'un conseil national est de 71 ans révolus à la date de désignation de l'intéressé.</p>",
            "type": "AUTONOME",
            "dateDebut": "2017-04-29T00:00:00.000Z",
            "dateFin": "2018-01-01T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106050",
                        "id": "LEGISCTA000006106050",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Livre I : Généralités - Dispositions communes à tout ou partie des régimes de base",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126885",
                        "id": "LEGISCTA000006126885",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2022-01-01",
                        "titre": "Titre IV : Expertise médicale - Contentieux - Pénalités",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141603",
                        "id": "LEGISCTA000006141603",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2022-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Contentieux - Pénalités",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141603",
                        "id": "LEGISCTA000041399057",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2002-03-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre 5 : Contentieux du contrôle technique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156023",
                        "id": "LEGISCTA000006156023",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2002-03-05",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Organisation des juridictions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006172502",
                        "id": "LEGISCTA000006172502",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2002-03-05",
                        "fin": "2017-04-29",
                        "titre": "Sous-section 1 : Organisation des juridictions relatives aux médecins, chirurgiens-dentistes et sages-femmes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006186214",
                        "id": "LEGISCTA000006186214",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2017-04-29",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : Organisation des juridictions relatives aux médecins, chirurgiens-dentistes, sages-femmes et pharmaciens",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006186214",
                        "id": "LEGISCTA000034533246",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000006740483",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R145-7 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R145-7",
                    "articleId": "LEGIARTI000006748290",
                    "natureText": "CODE",
                    "date": 1648069784625,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 578620800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R145-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R145-8",
                    "articleId": "LEGIARTI000027644105",
                    "natureText": "CODE",
                    "date": 1648069784625,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1377993600000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale L405",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006073189",
                    "natureText": "CODE"
                }
            ],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000866621",
                    "textTitle": "Décret 85-1353 1985-12-17",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000866621",
                    "natureText": "DECRET",
                    "datePubliTexte": "1985-12-21",
                    "dateSignaTexte": "1985-12-17",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000227015",
                    "textTitle": "Loi n°2002-303 du 4 mars 2002 - art. 74 () JORF 5 mars 2002",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "74",
                    "articleId": "LEGIARTI000006697463",
                    "natureText": "LOI",
                    "datePubliTexte": "2002-03-05",
                    "dateSignaTexte": "2002-03-04",
                    "dateDebutCible": "2002-03-05"
                }
            ],
            "num": "L145-7",
            "origine": "LEGI",
            "texte": "La section des assurances sociales du Conseil national de l'ordre des médecins est présidée par un conseiller d'Etat, nommé en même temps qu'un ou plusieurs conseillers d'Etat suppléants par le garde des sceaux, ministre de la justice. Elle comprend un nombre égal d'assesseurs membres de l'ordre et d'assesseurs représentant des organismes de sécurité sociale, nommés par l'autorité compétente de l'Etat sur proposition de la Caisse nationale de l'assurance maladie des travailleurs salariés. Les sections des assurances sociales du Conseil national de l'ordre des chirurgiens-dentistes et du Conseil national de l'ordre des sages-femmes sont présidées par le conseiller d'Etat qui préside la formation disciplinaire de chacun de ces conseils. Elles comprennent un nombre égal d'assesseurs membres de l'ordre et d'assesseurs représentant des organismes de sécurité sociale, dont au moins un praticien conseil nommé par l'autorité compétente de l'Etat sur proposition de la Caisse nationale de l'assurance maladie des travailleurs salariés. Les assesseurs membres de l'ordre des médecins sont désignés par le conseil national parmi les membres et anciens membres des conseils de l'ordre. Les assesseurs membres de l'ordre des chirurgiens-dentistes et de l'ordre des sages-femmes sont nommés par le conseil national de chacun de ces ordres en son sein.",
            "texteHtml": "<p></p>   La section des assurances sociales du Conseil national de l'ordre des médecins est présidée par un conseiller d'Etat, nommé en même temps qu'un ou plusieurs conseillers d'Etat suppléants par le garde des sceaux, ministre de la justice. Elle comprend un nombre égal d'assesseurs membres de l'ordre et d'assesseurs représentant des organismes de sécurité sociale, nommés par l'autorité compétente de l'Etat sur proposition de la Caisse nationale de l'assurance maladie des travailleurs salariés.<p></p><p></p>   Les sections des assurances sociales du Conseil national de l'ordre des chirurgiens-dentistes et du Conseil national de l'ordre des sages-femmes sont présidées par le conseiller d'Etat qui préside la formation disciplinaire de chacun de ces conseils. Elles comprennent un nombre égal d'assesseurs membres de l'ordre et d'assesseurs représentant des organismes de sécurité sociale, dont au moins un praticien conseil nommé par l'autorité compétente de l'Etat sur proposition de la Caisse nationale de l'assurance maladie des travailleurs salariés.<p></p><p></p>   Les assesseurs membres de l'ordre des médecins sont désignés par le conseil national parmi les membres et anciens membres des conseils de l'ordre.<p></p><p></p>   Les assesseurs membres de l'ordre des chirurgiens-dentistes et de l'ordre des sages-femmes sont nommés par le conseil national de chacun de ces ordres en son sein.<p></p>",
            "type": "AUTONOME",
            "dateDebut": "2002-03-05T00:00:00.000Z",
            "dateFin": "2017-04-29T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106050",
                        "id": "LEGISCTA000006106050",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2004-01-01",
                        "titre": "Livre 1 : Généralités",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126884",
                        "id": "LEGISCTA000006126884",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2004-01-01",
                        "titre": "Dispositions communes à tout ou partie des régimes de base",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141599",
                        "id": "LEGISCTA000006141599",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2004-01-01",
                        "titre": "Titre 4 : Expertise médicale - Contentieux - Pénalités",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006155990",
                        "id": "LEGISCTA000006155990",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2002-03-05",
                        "titre": "Chapitre 5 : Contentieux du contrôle technique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006172445",
                        "id": "LEGISCTA000006172445",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1996-04-25",
                        "fin": "2002-03-05",
                        "titre": "Section 2 : Organisation des juridictions.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006186198",
                        "id": "LEGISCTA000006186198",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000006740482",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R145-7 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R145-7",
                    "articleId": "LEGIARTI000006748290",
                    "natureText": "CODE",
                    "date": 1648069782631,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 578620800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R145-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R145-8",
                    "articleId": "LEGIARTI000027644105",
                    "natureText": "CODE",
                    "date": 1648069782631,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1377993600000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale L405",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006073189",
                    "natureText": "CODE"
                }
            ],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000866621",
                    "textTitle": "Décret 85-1353 1985-12-17",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000866621",
                    "natureText": "DECRET",
                    "datePubliTexte": "1985-12-21",
                    "dateSignaTexte": "1985-12-17",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000408905",
                    "textTitle": "Loi n°2002-73 du 17 janvier 2002 - art. 42 () JORF 18 janvier 2002",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "42",
                    "articleId": "LEGIARTI000006697179",
                    "natureText": "LOI",
                    "datePubliTexte": "2002-01-18",
                    "dateSignaTexte": "2002-01-17",
                    "dateDebutCible": "2002-01-18"
                }
            ],
            "num": "L145-7",
            "origine": "LEGI",
            "texte": "La section des assurances sociales du Conseil national de l'ordre des médecins est présidée par un conseiller d'Etat, nommé en même temps qu'un ou plusieurs conseillers d'Etat suppléants par le garde des sceaux, ministre de la justice. Elle comprend un nombre égal d'assesseurs membres de l'ordre et d'assesseurs représentant des organismes de sécurité sociale, nommés par l'autorité compétente de l'Etat sur proposition de la Caisse nationale de l'assurance maladie des travailleurs salariés. Les sections des assurances sociales du Conseil national de l'ordre des chirurgiens-dentistes et du Conseil national de l'ordre des sages-femmes sont présidées par le conseiller d'Etat qui préside la formation disciplinaire de chacun de ces conseils. Elles comprennent un nombre égal d'assesseurs membres de l'ordre et d'assesseurs représentant des organismes de sécurité sociale, dont au moins un praticien conseil nommé par l'autorité compétente de l'Etat sur proposition de la Caisse nationale de l'assurance maladie des travailleurs salariés. Les assesseurs membres de l'ordre des médecins sont désignés par le conseil national parmi les membres et anciens membres des conseils de l'ordre. Les assesseurs membres de l'ordre des chirurgiens-dentistes et de l'ordre des sages-femmes sont nommés par le conseil national de chacun de ces ordres en son sein.",
            "texteHtml": "<p></p>   La section des assurances sociales du Conseil national de l'ordre des médecins est présidée par un conseiller d'Etat, nommé en même temps qu'un ou plusieurs conseillers d'Etat suppléants par le garde des sceaux, ministre de la justice. Elle comprend un nombre égal d'assesseurs membres de l'ordre et d'assesseurs représentant des organismes de sécurité sociale, nommés par l'autorité compétente de l'Etat sur proposition de la Caisse nationale de l'assurance maladie des travailleurs salariés.<p></p><p></p>   Les sections des assurances sociales du Conseil national de l'ordre des chirurgiens-dentistes et du Conseil national de l'ordre des sages-femmes sont présidées par le conseiller d'Etat qui préside la formation disciplinaire de chacun de ces conseils. Elles comprennent un nombre égal d'assesseurs membres de l'ordre et d'assesseurs représentant des organismes de sécurité sociale, dont au moins un praticien conseil nommé par l'autorité compétente de l'Etat sur proposition de la Caisse nationale de l'assurance maladie des travailleurs salariés.<p></p><p></p>   Les assesseurs membres de l'ordre des médecins sont désignés par le conseil national parmi les membres et anciens membres des conseils de l'ordre.<p></p><p></p>   Les assesseurs membres de l'ordre des chirurgiens-dentistes et de l'ordre des sages-femmes sont nommés par le conseil national de chacun de ces ordres en son sein.<p></p>",
            "type": "AUTONOME",
            "dateDebut": "2002-01-18T00:00:00.000Z",
            "dateFin": "2002-03-05T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106050",
                        "id": "LEGISCTA000006106050",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2004-01-01",
                        "titre": "Livre 1 : Généralités",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126884",
                        "id": "LEGISCTA000006126884",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2004-01-01",
                        "titre": "Dispositions communes à tout ou partie des régimes de base",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141599",
                        "id": "LEGISCTA000006141599",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2004-01-01",
                        "titre": "Titre 4 : Expertise médicale - Contentieux - Pénalités",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006155990",
                        "id": "LEGISCTA000006155990",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2002-03-05",
                        "titre": "Chapitre 5 : Contentieux du contrôle technique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006172445",
                        "id": "LEGISCTA000006172445",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1996-04-25",
                        "fin": "2002-03-05",
                        "titre": "Section 2 : Organisation des juridictions.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006186198",
                        "id": "LEGISCTA000006186198",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000006740481",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R145-7 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R145-7",
                    "articleId": "LEGIARTI000006748290",
                    "natureText": "CODE",
                    "date": 1648069784150,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 578620800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R145-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R145-8",
                    "articleId": "LEGIARTI000027644105",
                    "natureText": "CODE",
                    "date": 1648069784150,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1377993600000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale L405",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006073189",
                    "natureText": "CODE"
                }
            ],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000866621",
                    "textTitle": "Décret 85-1353 1985-12-17",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000866621",
                    "natureText": "DECRET",
                    "datePubliTexte": "1985-12-21",
                    "dateSignaTexte": "1985-12-17",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000192992",
                    "textTitle": "Ordonnance n°96-345 du 24 avril 1996 - art. 15 () JORF 25 avril 1996",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "15",
                    "articleId": "LEGIARTI000006759826",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "1996-04-25",
                    "dateSignaTexte": "1996-04-24",
                    "dateDebutCible": "1996-04-25"
                }
            ],
            "num": "L145-7",
            "origine": "LEGI",
            "texte": "La section des assurances sociales du Conseil national de l'ordre des médecins est présidée par un conseiller d'Etat nommé, en même temps que deux conseillers d'Etat suppléants, par le garde des sceaux, ministre de la justice. Elle comprend un nombre égal d'assesseurs membres de l'ordre et d'assesseurs représentant des organismes de sécurité sociale, nommés par l'autorité compétente de l'Etat sur proposition de la Caisse nationale de l'assurance maladie des travailleurs salariés. Les sections des assurances sociales du Conseil national de l'ordre des chirurgiens-dentistes et du Conseil national de l'ordre des sages-femmes sont présidées par le conseiller d'Etat qui préside la formation disciplinaire de chacun de ces conseils. Elles comprennent un nombre égal d'assesseurs membres de l'ordre et d'assesseurs représentant des organismes de sécurité sociale, dont au moins un praticien conseil nommé par l'autorité compétente de l'Etat sur proposition de la Caisse nationale de l'assurance maladie des travailleurs salariés. Les assesseurs membres de l'ordre des médecins sont désignés par le conseil national parmi les membres et anciens membres des conseils de l'ordre. Les assesseurs membres de l'ordre des chirurgiens-dentistes et de l'ordre des sages-femmes sont nommés par le conseil national de chacun de ces ordres en son sein.",
            "texteHtml": "<p></p>   La section des assurances sociales du Conseil national de l'ordre des médecins est présidée par un conseiller d'Etat nommé, en même temps que deux conseillers d'Etat suppléants, par le garde des sceaux, ministre de la justice. Elle comprend un nombre égal d'assesseurs membres de l'ordre et d'assesseurs représentant des organismes de sécurité sociale, nommés par l'autorité compétente de l'Etat sur proposition de la Caisse nationale de l'assurance maladie des travailleurs salariés.<p></p><p></p>   Les sections des assurances sociales du Conseil national de l'ordre des chirurgiens-dentistes et du Conseil national de l'ordre des sages-femmes sont présidées par le conseiller d'Etat qui préside la formation disciplinaire de chacun de ces conseils. Elles comprennent un nombre égal d'assesseurs membres de l'ordre et d'assesseurs représentant des organismes de sécurité sociale, dont au moins un praticien conseil nommé par l'autorité compétente de l'Etat sur proposition de la Caisse nationale de l'assurance maladie des travailleurs salariés.<p></p><p></p>   Les assesseurs membres de l'ordre des médecins sont désignés par le conseil national parmi les membres et anciens membres des conseils de l'ordre.<p></p><p></p>   Les assesseurs membres de l'ordre des chirurgiens-dentistes et de l'ordre des sages-femmes sont nommés par le conseil national de chacun de ces ordres en son sein.<p></p>",
            "type": "AUTONOME",
            "dateDebut": "1996-04-25T00:00:00.000Z",
            "dateFin": "2002-01-18T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106050",
                        "id": "LEGISCTA000006106050",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2004-01-01",
                        "titre": "Livre 1 : Généralités",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126884",
                        "id": "LEGISCTA000006126884",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2004-01-01",
                        "titre": "Dispositions communes à tout ou partie des régimes de base",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141599",
                        "id": "LEGISCTA000006141599",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "1996-04-25",
                        "titre": "Titre 4 : Expertise médicale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006155989",
                        "id": "LEGISCTA000006155989",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "1996-04-25",
                        "titre": "Contentieux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006172443",
                        "id": "LEGISCTA000006172443",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "1996-04-25",
                        "titre": "Pénalités",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006185801",
                        "id": "LEGISCTA000006185801",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "1996-04-25",
                        "titre": "Chapitre 5 : Contentieux du contr&lt;CB&gt;le technique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006194390",
                        "id": "LEGISCTA000006194390",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "1996-04-25",
                        "titre": "Section 2 : Organisation des juridictions.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006198187",
                        "id": "LEGISCTA000006198187",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000006740480",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R145-7 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R145-7",
                    "articleId": "LEGIARTI000006748290",
                    "natureText": "CODE",
                    "date": 1648069784658,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 578620800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R145-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R145-8",
                    "articleId": "LEGIARTI000027644105",
                    "natureText": "CODE",
                    "date": 1648069784658,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1377993600000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale L405",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006073189",
                    "natureText": "CODE"
                }
            ],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000866621",
                    "textTitle": "Décret 85-1353 1985-12-17",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000866621",
                    "natureText": "DECRET",
                    "datePubliTexte": "1985-12-21",
                    "dateSignaTexte": "1985-12-17",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000166739",
                    "textTitle": "Loi n°95-116 du 4 février 1995 - art. 13 () JORF 5 février 1995",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "13",
                    "articleId": "LEGIARTI000006696814",
                    "natureText": "LOI",
                    "datePubliTexte": "1995-02-05",
                    "dateSignaTexte": "1995-02-04",
                    "dateDebutCible": "1995-02-05"
                }
            ],
            "num": "L145-7",
            "origine": "LEGI",
            "texte": "Les sections des assurances sociales du Conseil national de l'ordre des médecins, du Conseil national de l'ordre des chirurgiens-dentistes et du Conseil national de l'ordre des sages-femmes sont présidées par le conseiller d'Etat qui préside la formation disciplinaire d'appel de chacun de ces conseils. Elles comprennent un nombre égal d'assesseurs membres de l'ordre et d'assesseurs représentant des organismes de sécurité sociale, dont un praticien-conseil ayant voix délibérative, nommés par l'autorité compétente de l'Etat sur proposition de la Caisse nationale de l'assurance maladie. Les assesseurs membres de l'ordre sont désignés par le Conseil national de l'ordre en son sein.",
            "texteHtml": "<p></p>   Les sections des assurances sociales du Conseil national de l'ordre des médecins, du Conseil national de l'ordre des chirurgiens-dentistes et du Conseil national de l'ordre des sages-femmes sont présidées par le conseiller d'Etat qui préside la formation disciplinaire d'appel de chacun de ces conseils. Elles comprennent un nombre égal d'assesseurs membres de l'ordre et d'assesseurs représentant des organismes de sécurité sociale, dont un praticien-conseil ayant voix délibérative, nommés par l'autorité compétente de l'Etat sur proposition de la Caisse nationale de l'assurance maladie.<p></p><p></p>   Les assesseurs membres de l'ordre sont désignés par le Conseil national de l'ordre en son sein.<p></p>",
            "type": "AUTONOME",
            "dateDebut": "1995-02-05T00:00:00.000Z",
            "dateFin": "1996-04-25T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-12-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006106050",
                        "id": "LEGISCTA000006106050",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2004-01-01",
                        "titre": "Livre 1 : Généralités",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006126884",
                        "id": "LEGISCTA000006126884",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "2004-01-01",
                        "titre": "Dispositions communes à tout ou partie des régimes de base",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006141599",
                        "id": "LEGISCTA000006141599",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "1996-04-25",
                        "titre": "Titre 4 : Expertise médicale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006155989",
                        "id": "LEGISCTA000006155989",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "1996-04-25",
                        "titre": "Contentieux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006172443",
                        "id": "LEGISCTA000006172443",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "1996-04-25",
                        "titre": "Pénalités",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006185801",
                        "id": "LEGISCTA000006185801",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "1996-04-25",
                        "titre": "Chapitre 5 : Contentieux du contr&lt;CB&gt;le technique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006194390",
                        "id": "LEGISCTA000006194390",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1985-12-21",
                        "fin": "1996-04-25",
                        "titre": "Section 2 : Organisation des juridictions.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006198187",
                        "id": "LEGISCTA000006198187",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1958-10-16",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité sociale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073189",
                        "id": "LEGITEXT000006073189",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000006740479",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L145-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L145-1",
                    "articleId": "LEGIARTI000006740453",
                    "natureText": "CODE",
                    "date": 1648069781223,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 503971200000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R145-7 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R145-7",
                    "articleId": "LEGIARTI000006748290",
                    "natureText": "CODE",
                    "date": 1648069781223,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 578620800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R145-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R145-8",
                    "articleId": "LEGIARTI000027644105",
                    "natureText": "CODE",
                    "date": 1648069781223,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1377993600000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale L405",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006073189",
                    "natureText": "CODE"
                }
            ],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000866621",
                    "textTitle": "Décret 85-1353 1985-12-17",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000866621",
                    "natureText": "DECRET",
                    "datePubliTexte": "1985-12-21",
                    "dateSignaTexte": "1985-12-17",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000866621",
                    "textTitle": "Décret 85-1353 1985-12-17 art. 1 JORF 21 décembre 1985",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000866621",
                    "natureText": "DECRET",
                    "datePubliTexte": "1985-12-21",
                    "dateSignaTexte": "1985-12-17",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "num": "L145-7",
            "origine": "LEGI",
            "texte": "La section des assurances sociales du conseil national de l'ordre des médecins, mentionnée à l'article L. 145-1, comprend, en qualité de président, le conseiller d'Etat siégeant à la section disciplinaire dudit conseil, deux médecins désignés par cette section et choisis dans son sein, un représentant des caisses de sécurité sociale et un médecin désignés par le ministre chargé de la sécurité sociale sur la proposition de la caisse nationale de l'assurance maladie   . Dans les affaires concernant les chirurgiens-dentistes, la section des assurances sociales du conseil national de l'ordre des chirurgiens-dentistes mentionnée à l'article L. 145-1 est présidée par un conseiller d'Etat ; elle comprend un nombre égal d'assesseurs membres du conseil national de l'ordre des chirurgiens-dentistes et d'assesseurs représentant des organismes de sécurité sociale, dont un chirurgien-dentiste conseil désigné par le ministre. Dans les affaires concernant les sages-femmes, l'un des membres médecins désignés par la section disciplinaire mentionnée au premier alinéa ci-dessus est remplacé par une sage-femme désignée par le conseil national de l'ordre des médecins.",
            "texteHtml": "<p></p>La section des assurances sociales du conseil national de l'ordre des médecins, mentionnée à l'article L. 145-1, comprend, en qualité de président, le conseiller d'Etat siégeant à la section disciplinaire dudit conseil, deux médecins désignés par cette section et choisis dans son sein, un représentant des caisses de sécurité sociale et un médecin désignés par le ministre chargé de la sécurité sociale sur la proposition de la caisse nationale de l'assurance maladie   . <p></p><p></p>Dans les affaires concernant les chirurgiens-dentistes, la section des assurances sociales du conseil national de l'ordre des chirurgiens-dentistes mentionnée à l'article L. 145-1 est présidée par un conseiller d'Etat ; elle comprend un nombre égal d'assesseurs membres du conseil national de l'ordre des chirurgiens-dentistes et d'assesseurs représentant des organismes de sécurité sociale, dont un chirurgien-dentiste conseil désigné par le ministre. <p></p><p></p>Dans les affaires concernant les sages-femmes, l'un des membres médecins désignés par la section disciplinaire mentionnée au premier alinéa ci-dessus est remplacé par une sage-femme désignée par le conseil national de l'ordre des médecins.<p></p>",
            "type": "AUTONOME",
            "dateDebut": "1985-12-21T00:00:00.000Z",
            "dateFin": "1995-02-05T00:00:00.000Z"
        }
    ]
}