{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000037807819",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Règles portant sur la communication d'informations à l'Etat, aux collectivités territoriales et à leurs groupements sur les infrastructures et réseaux établis sur leur territoire : I. – Les demandes présentées par l'Etat dans l'exercice de ses compétences en matière de sécurité publique et de sécurité nationale ne sont pas couvertes par les dispositions du présent article. II. – Les informations mentionnées à l'article L. 33-7 sont transmises par les gestionnaires d'infrastructures de communications électroniques et les opérateurs déclarés en application de l'article L. 33-1 , sur demande et gratuitement, à l'Etat, aux collectivités territoriales et à leurs groupements. On entend par gestionnaire d'infrastructures de communications électroniques toute personne détentrice d'infrastructures qui accueillent des équipements passifs de réseaux de communications électroniques tels que définis au III. Les demandes des collectivités territoriales ou de leurs groupements font l'objet d'une information préalable du préfet de région concerné par le territoire couvert, au moins deux semaines avant leur transmission à l'opérateur. Cette information indique l'objet précis de la demande au regard de la stratégie numérique poursuivie par la collectivité territoriale pour son territoire. Les demandes de l'Etat sont adressées aux opérateurs ou aux gestionnaires d'infrastructures par les préfets de région. Qu'elles émanent de l'Etat, des collectivités territoriales ou de leurs groupements, les demandes précisent les informations sollicitées, le périmètre géographique sur lequel elles s'appliquent ainsi que la fonction de la personne à laquelle ces informations doivent être adressées. Les demandes comportent également un engagement à mettre en place des mesures de protection de la sécurité et de la confidentialité des données conformément au IV du présent article. Les informations transmises en réponse par le gestionnaire ou par l'opérateur sont suffisamment précises et à jour pour garantir les conditions d'une information effective conformément aux dispositions du V. Le délai de transmission des informations ne saurait excéder deux mois à compter de la réception de la demande. Une nouvelle demande portant sur les mêmes informations ne peut être effectuée qu'après un délai supérieur à un an. III. – La demande peut porter sur : 1° Les infrastructures d'accueil de réseaux de communications électroniques, notamment les artères de génie civil aériennes et souterraines (fourreaux, conduites, galeries, adductions, cheminements en façade, poteaux et cheminements aériens), les locaux, armoires et chambres techniques, les pylônes et autres sites d'émission. Les informations demandées peuvent concerner leur nature, leur localisation ou leur tracé physique et, le cas échéant, leur nombre, leurs caractéristiques techniques principales ainsi que leur état d'occupation ; 2° Les équipements passifs de réseaux de communications électroniques, notamment les câbles de communications électroniques de toute nature, les éléments de branchement et d'interconnexion. Les informations demandées peuvent concerner leur nature, leurs caractéristiques techniques principales, la localisation des éléments de branchement et d'interconnexion ainsi que la zone géographique qu'ils desservent. IV. – L'Etat, les collectivités territoriales et leurs groupements veillent à la confidentialité des données qui leur sont transmises par les gestionnaires d'infrastructures de communications électroniques et les opérateurs en application du présent article. Sans préjudice des dispositions des troisième, quatrième et cinquième alinéas du présent IV et en application des articles L. 311-5 à L. 311-8 du code des relations entre le public et l'administration, ces données ne sont pas communicables au public. L'Etat, les collectivités territoriales et leurs groupements prennent les mesures nécessaires, compte tenu des techniques disponibles, pour prévenir l'accès aux données par toute personne non autorisée. La personne ayant adressé la demande désigne les personnes ayant à connaître les données. Ces personnes sont tenues au secret professionnel. Elles sont sensibilisées par leur employeur aux exigences légales à respecter en la matière, notamment les dispositions de l'article 226-13 du code pénal, et signent un engagement de confidentialité si leur statut, leur contrat ou leur convention de prestation ne le contient pas déjà. Les données produites après agrégation ou transformation des informations reçues en application du présent article et ne permettant pas de reconstituer les données brutes transmises par les opérateurs ou les gestionnaires peuvent être utilisées librement par l'Etat, les collectivités ou leurs groupements, sans préjudice du livre III du code des relations entre le public et l'administration. Dans les mêmes conditions de confidentialité, la communication des données reçues en application du présent article est autorisée entre services de l'Etat, d'une part, et entre collectivités territoriales et groupements, d'autre part, après information des opérateurs et gestionnaires concernés. Cette communication doit faire l'objet d'une demande répondant aux mêmes exigences que celles précisées au II et adressée au service de l'Etat, à la collectivité ou au groupement détenteur des données, qui en informe les opérateurs et gestionnaires concernés. Le destinataire de la communication est soumis aux obligations précisées aux alinéas précédents. La communication est limitée aux infrastructures et réseaux établis sur le territoire du demandeur. L'Etat, les collectivités territoriales et leurs groupements peuvent communiquer des données reçues en application du présent article à un tiers concourant à l'aménagement du territoire avec lequel ils sont en relation contractuelle, après information des opérateurs et des gestionnaires d'infrastructures dont elles proviennent. La communication fait l'objet d'une convention de durée limitée qui en précise les finalités, impose au destinataire de respecter la sécurité et la confidentialité des données conformément au présent IV et prévoit qu'à son terme les données sont restituées et les copies détruites. Le service de l'Etat, la collectivité territoriale ou le groupement détenteur des données veille au respect par le destinataire de ses obligations en matière de sécurité et de confidentialité des données prévues par la convention. Les données communiquées ne peuvent être utilisées à d'autres fins que celles prévues par la convention. La communication de données ne doit pas créer de discrimination entre opérateurs et ne doit pas porter atteinte au secret des affaires, mentionné à l'article L. 311-6 du code des relations entre le public et l'administration. Un arrêté du Premier ministre et des ministres chargés de l'aménagement du territoire, de l'intérieur, des collectivités territoriales, des communications électroniques et de l'urbanisme précise : 1° Les informations non communiquées par les opérateurs ou les gestionnaires d'infrastructures de communications électroniques en raison de leur sensibilité particulière pour la sécurité publique ou la sécurité nationale ; 2° Les modalités selon lesquelles l'Etat, les collectivités et leurs groupements peuvent, sans préjudice des dispositions du livre III du code des relations entre le public et l'administration , produire et utiliser des cartes ou schémas cartographiques et des données agrégées. En cas de contestation quant aux informations non communiquées par l'opérateur ou le gestionnaire, le représentant de l'Etat peut être saisi pour avis par la collectivité ou le groupement de collectivités sur l'exclusion des informations du champ du présent article. V. – Les gestionnaires d'infrastructures de communications électroniques et les opérateurs répondent aux demandes qu'ils reçoivent pour les infrastructures d'accueil dont ils sont propriétaires. Ils répondent également aux demandes qu'ils reçoivent pour les équipements passifs qu'ils détiennent, en pleine propriété ou au travers d'un droit d'usage de longue durée. Lorsque les équipements mentionnés au 2° du III utilisent une infrastructure d'accueil dont l'opérateur n'est pas propriétaire, l'opérateur communique le nom du propriétaire de l'infrastructure. Lorsque la demande porte sur les équipements passifs de la partie terminale d'un réseau filaire, l'opérateur n'est pas tenu de communiquer la localisation de la terminaison. Un arrêté des ministres chargés de l'aménagement du territoire, des collectivités territoriales, des communications électroniques et de l'urbanisme précise pour chaque type de réseau la portée de cette exclusion. Les opérateurs et les gestionnaires d'infrastructures de communications électroniques ne sont pas tenus de communiquer les informations relatives à toute installation mise à disposition d'un client final pour son usage exclusif. Si la demande porte sur l'état d'occupation des infrastructures d'accueil, les opérateurs et gestionnaires d'infrastructures transmettent les données dont ils disposent et indiquent, si ces données ne sont pas complètes, les modalités permettant la réalisation par le demandeur de relevés complémentaires sur le terrain. Les informations devant être communiquées en application du présent article sont transmises sous forme de données numériques vectorielles géolocalisées pouvant être reprises dans des systèmes d'informations géographiques et suivant un format largement répandu. Un arrêté des ministres chargés de l'aménagement du territoire, des collectivités territoriales, des communications électroniques et de l'urbanisme précise le format et la structure de données suivant lesquels ces informations doivent être transmises.",
            "texteHtml": "<p>Règles portant sur la communication d'informations à l'Etat, aux collectivités territoriales et à leurs groupements sur les infrastructures et réseaux établis sur leur territoire :</p><p>I. – Les demandes présentées par l'Etat dans l'exercice de ses compétences en matière de sécurité publique et de sécurité nationale ne sont pas couvertes par les dispositions du présent article.</p><p>II. – Les informations mentionnées à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000019296996&dateTexte=&categorieLien=cid'>L. 33-7 </a>sont transmises par les gestionnaires d'infrastructures de communications électroniques et les opérateurs déclarés en application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000006465743&dateTexte=&categorieLien=cid'>L. 33-1</a>, sur demande et gratuitement, à l'Etat, aux collectivités territoriales et à leurs groupements.</p><p>On entend par gestionnaire d'infrastructures de communications électroniques toute personne détentrice d'infrastructures qui accueillent des équipements passifs de réseaux de communications électroniques tels que définis au III.</p><p>Les demandes des collectivités territoriales ou de leurs groupements font l'objet d'une information préalable du préfet de région concerné par le territoire couvert, au moins deux semaines avant leur transmission à l'opérateur. Cette information indique l'objet précis de la demande au regard de la stratégie numérique poursuivie par la collectivité territoriale pour son territoire.</p><p>Les demandes de l'Etat sont adressées aux opérateurs ou aux gestionnaires d'infrastructures par les préfets de région.</p><p>Qu'elles émanent de l'Etat, des collectivités territoriales ou de leurs groupements, les demandes précisent les informations sollicitées, le périmètre géographique sur lequel elles s'appliquent ainsi que la fonction de la personne à laquelle ces informations doivent être adressées. Les demandes comportent également un engagement à mettre en place des mesures de protection de la sécurité et de la confidentialité des données conformément au IV du présent article.</p><p>Les informations transmises en réponse par le gestionnaire ou par l'opérateur sont suffisamment précises et à jour pour garantir les conditions d'une information effective conformément aux dispositions du V. Le délai de transmission des informations ne saurait excéder deux mois à compter de la réception de la demande. Une nouvelle demande portant sur les mêmes informations ne peut être effectuée qu'après un délai supérieur à un an.</p><p>III. – La demande peut porter sur :</p><p>1° Les infrastructures d'accueil de réseaux de communications électroniques, notamment les artères de génie civil aériennes et souterraines (fourreaux, conduites, galeries, adductions, cheminements en façade, poteaux et cheminements aériens), les locaux, armoires et chambres techniques, les pylônes et autres sites d'émission. Les informations demandées peuvent concerner leur nature, leur localisation ou leur tracé physique et, le cas échéant, leur nombre, leurs caractéristiques techniques principales ainsi que leur état d'occupation ;</p><p>2° Les équipements passifs de réseaux de communications électroniques, notamment les câbles de communications électroniques de toute nature, les éléments de branchement et d'interconnexion. Les informations demandées peuvent concerner leur nature, leurs caractéristiques techniques principales, la localisation des éléments de branchement et d'interconnexion ainsi que la zone géographique qu'ils desservent.</p><p>IV. – L'Etat, les collectivités territoriales et leurs groupements veillent à la confidentialité des données qui leur sont transmises par les gestionnaires d'infrastructures de communications électroniques et les opérateurs en application du présent article. Sans préjudice des dispositions des troisième, quatrième et cinquième alinéas du présent IV et en application des articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000031366350&idArticle=LEGIARTI000031367708&dateTexte=&categorieLien=cid'>L. 311-5 à L. 311-8 </a>du code des relations entre le public et l'administration, ces données ne sont pas communicables au public. L'Etat, les collectivités territoriales et leurs groupements prennent les mesures nécessaires, compte tenu des techniques disponibles, pour prévenir l'accès aux données par toute personne non autorisée.</p><p>La personne ayant adressé la demande désigne les personnes ayant à connaître les données. Ces personnes sont tenues au secret professionnel. Elles sont sensibilisées par leur employeur aux exigences légales à respecter en la matière, notamment les dispositions de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000006417944&dateTexte=&categorieLien=cid'>226-13 </a>du code pénal, et signent un engagement de confidentialité si leur statut, leur contrat ou leur convention de prestation ne le contient pas déjà.</p><p>Les données produites après agrégation ou transformation des informations reçues en application du présent article et ne permettant pas de reconstituer les données brutes transmises par les opérateurs ou les gestionnaires peuvent être utilisées librement par l'Etat, les collectivités ou leurs groupements, sans préjudice du livre III du code des relations entre le public et l'administration.</p><p>Dans les mêmes conditions de confidentialité, la communication des données reçues en application du présent article est autorisée entre services de l'Etat, d'une part, et entre collectivités territoriales et groupements, d'autre part, après information des opérateurs et gestionnaires concernés. Cette communication doit faire l'objet d'une demande répondant aux mêmes exigences que celles précisées au II et adressée au service de l'Etat, à la collectivité ou au groupement détenteur des données, qui en informe les opérateurs et gestionnaires concernés. Le destinataire de la communication est soumis aux obligations précisées aux alinéas précédents. La communication est limitée aux infrastructures et réseaux établis sur le territoire du demandeur.</p><p>L'Etat, les collectivités territoriales et leurs groupements peuvent communiquer des données reçues en application du présent article à un tiers concourant à l'aménagement du territoire avec lequel ils sont en relation contractuelle, après information des opérateurs et des gestionnaires d'infrastructures dont elles proviennent. La communication fait l'objet d'une convention de durée limitée qui en précise les finalités, impose au destinataire de respecter la sécurité et la confidentialité des données conformément au présent IV et prévoit qu'à son terme les données sont restituées et les copies détruites. Le service de l'Etat, la collectivité territoriale ou le groupement détenteur des données veille au respect par le destinataire de ses obligations en matière de sécurité et de confidentialité des données prévues par la convention. Les données communiquées ne peuvent être utilisées à d'autres fins que celles prévues par la convention.</p><p>La communication de données ne doit pas créer de discrimination entre opérateurs et ne doit pas porter atteinte au secret des affaires, mentionné à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000031366350&idArticle=LEGIARTI000031367716&dateTexte=&categorieLien=cid'>L. 311-6 </a>du code des relations entre le public et l'administration.</p><p>Un arrêté du Premier ministre et des ministres chargés de l'aménagement du territoire, de l'intérieur, des collectivités territoriales, des communications électroniques et de l'urbanisme précise :</p><p>1° Les informations non communiquées par les opérateurs ou les gestionnaires d'infrastructures de communications électroniques en raison de leur sensibilité particulière pour la sécurité publique ou la sécurité nationale ;</p><p>2° Les modalités selon lesquelles l'Etat, les collectivités et leurs groupements peuvent, sans préjudice des dispositions du <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000031366350&idArticle=LEGIARTI000031367687&dateTexte=&categorieLien=cid'>livre III du code des relations entre le public et l'administration</a>, produire et utiliser des cartes ou schémas cartographiques et des données agrégées.</p><p>En cas de contestation quant aux informations non communiquées par l'opérateur ou le gestionnaire, le représentant de l'Etat peut être saisi pour avis par la collectivité ou le groupement de collectivités sur l'exclusion des informations du champ du présent article.</p><p>V. – Les gestionnaires d'infrastructures de communications électroniques et les opérateurs répondent aux demandes qu'ils reçoivent pour les infrastructures d'accueil dont ils sont propriétaires. Ils répondent également aux demandes qu'ils reçoivent pour les équipements passifs qu'ils détiennent, en pleine propriété ou au travers d'un droit d'usage de longue durée.</p><p>Lorsque les équipements mentionnés au 2° du III utilisent une infrastructure d'accueil dont l'opérateur n'est pas propriétaire, l'opérateur communique le nom du propriétaire de l'infrastructure.</p><p>Lorsque la demande porte sur les équipements passifs de la partie terminale d'un réseau filaire, l'opérateur n'est pas tenu de communiquer la localisation de la terminaison. Un arrêté des ministres chargés de l'aménagement du territoire, des collectivités territoriales, des communications électroniques et de l'urbanisme précise pour chaque type de réseau la portée de cette exclusion.</p><p>Les opérateurs et les gestionnaires d'infrastructures de communications électroniques ne sont pas tenus de communiquer les informations relatives à toute installation mise à disposition d'un client final pour son usage exclusif.</p><p>Si la demande porte sur l'état d'occupation des infrastructures d'accueil, les opérateurs et gestionnaires d'infrastructures transmettent les données dont ils disposent et indiquent, si ces données ne sont pas complètes, les modalités permettant la réalisation par le demandeur de relevés complémentaires sur le terrain.</p><p>Les informations devant être communiquées en application du présent article sont transmises sous forme de données numériques vectorielles géolocalisées pouvant être reprises dans des systèmes d'informations géographiques et suivant un format largement répandu. Un arrêté des ministres chargés de l'aménagement du territoire, des collectivités territoriales, des communications électroniques et de l'urbanisme précise le format et la structure de données suivant lesquels ces informations doivent être transmises.</p>",
            "num": "D98-6-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "VIGUEUR",
            "dateDebut": 1544745600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 332854,
            "context": {
                "titresTM": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets simples",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006092417",
                        "id": "LEGISCTA000006092417",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-07-12",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : Les communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006118591",
                        "id": "LEGISCTA000006118591",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-07-12",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006136592",
                        "id": "LEGISCTA000006136592",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-12-29",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Régime juridique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006150588",
                        "id": "LEGISCTA000006150588",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-07-29",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Réseaux et services",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006165810",
                        "id": "LEGISCTA000006165810",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-07-29",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 2 : Obligations des opérateurs.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006181878",
                        "id": "LEGISCTA000006181878",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Code des postes et des communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070987",
                        "id": "LEGITEXT000006070987",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020253430",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006181878",
            "sectionParentId": "LEGISCTA000006181878",
            "sectionParentTitre": "Paragraphe 2 : Obligations des opérateurs.",
            "fullSectionsTitre": "Partie réglementaire - Décrets simples &gt; LIVRE II : Les communications électroniques &gt; TITRE Ier : Dispositions générales &gt; Chapitre II : Régime juridique &gt; Section 1 : Réseaux et services &gt; Paragraphe 2 : Obligations des opérateurs.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000037807819",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070987",
                    "titre": "Code des postes et des communications électroniques",
                    "titreLong": "Code des postes et des communications électroniques",
                    "etat": "VIGUEUR",
                    "dateDebut": -246240000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070987",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à son article 2, le décret n° 2012-513 du 18 avril 2012 entre en vigueur le 1er juillet 2012. Toutefois, pour les informations mentionnées au III de l'article D. 98-6-3 du code des postes et des communications électroniques autres que celles relatives aux éléments de branchement et d'interconnexion, l'obligation prévue au sixième alinéa du V de cet article ne s'applique qu'à compter du 1er janvier 2014.",
            "notaHtml": "<p>Conformément à son article 2, le décret n° 2012-513 du 18 avril 2012 entre en vigueur le 1er juillet 2012. Toutefois, pour les informations mentionnées au III de l'article D. 98-6-3 du code des postes et des communications électroniques autres que celles relatives aux éléments de branchement et d'interconnexion, l'obligation prévue au sixième alinéa du V de cet article ne s'applique qu'à compter du 1er janvier 2014.<br clear='none'/></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000037800540",
                    "textTitle": "Décret n°2018-1126 du 11 décembre 2018 - art. 3",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000037801722",
                    "natureText": "DECRET",
                    "datePubliTexte": "2018-12-13",
                    "dateSignaTexte": "2018-12-11",
                    "dateDebutCible": "2018-12-14"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000020251570",
                    "textTitle": "Décret n°2009-167\n du 12 février 2009 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000020253099",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2009-167",
                    "datePubli": 1234569600000,
                    "dateDebut": 1238457600000
                },
                {
                    "textCid": "JORFTEXT000021696633",
                    "textTitle": "Arrêté du 15 janvier 2010 - art. 1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000025713549",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1263686400000,
                    "dateDebut": 1341100800000
                },
                {
                    "textCid": "JORFTEXT000021696615",
                    "textTitle": "Arrêté du 15 janvier 2010 - art. 2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000021714467",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1263686400000,
                    "dateDebut": 1277942400000
                },
                {
                    "textCid": "JORFTEXT000021696633",
                    "textTitle": "Arrêté du 15 janvier 2010 - art. Annexe (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe",
                    "articleId": "LEGIARTI000025713555",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1263686400000,
                    "dateDebut": 1341100800000
                },
                {
                    "textCid": "JORFTEXT000021696604",
                    "textTitle": "Décret n°2010-57\n du 15 janvier 2010 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000030292776",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2010-57",
                    "datePubli": 1263686400000,
                    "dateDebut": 1425081600000
                },
                {
                    "textCid": "JORFTEXT000025711741",
                    "textTitle": "Décret n°2012-513\n du 18 avril 2012 - art. 2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000025712643",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2012-513",
                    "datePubli": 1334880000000,
                    "dateDebut": 1341100800000
                },
                {
                    "textCid": "JORFTEXT000030290332",
                    "textTitle": "AVIS n°2014-0472 du 17 avril 2014 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000030290333",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2014-0472",
                    "datePubli": 1424995200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000030290070",
                    "textTitle": "DÉCRET n°2015-217 du 25 février 2015 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000030292437",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-217",
                    "datePubli": 1424995200000,
                    "dateDebut": 1425081600000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 226-13",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "226-13",
                    "articleId": "LEGIARTI000006417944",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1009843200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroniques - art. L33-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L33-1",
                    "articleId": "LEGIARTI000006465743",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1475971200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroniques - art. L33-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L33-7",
                    "articleId": "LEGIARTI000019296996",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1217980800000
                },
                {
                    "textCid": "LEGITEXT000031366350",
                    "textTitle": "Code des relations entre le public et l'administration - art. L300-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L300-1",
                    "articleId": "LEGIARTI000031367687",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000031366350",
                    "textTitle": "Code des relations entre le public et l'administration - art. L311-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L311-5",
                    "articleId": "LEGIARTI000031367708",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1498867200000
                },
                {
                    "textCid": "LEGITEXT000031366350",
                    "textTitle": "Code des relations entre le public et l'administration - art. L311-6",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L311-6",
                    "articleId": "LEGIARTI000031367716",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1475971200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020254366",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1238457600000,
                    "dateFin": 1341100800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025713409",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1341100800000,
                    "dateFin": 1458345600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033155384",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1458345600000,
                    "dateFin": 1544745600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037807819",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1544745600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D98-6-3",
                "98-6-3"
            ],
            "versionPrecedente": "LEGIARTI000033155384",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000033155384",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Règles portant sur la communication d'informations à l'Etat, aux collectivités territoriales et à leurs groupements sur les infrastructures et réseaux établis sur leur territoire : I. – Les demandes présentées par l'Etat dans l'exercice de ses compétences en matière de sécurité publique et de sécurité nationale ne sont pas couvertes par les dispositions du présent article. II. – Les informations mentionnées à l'article L. 33-7 sont transmises par les gestionnaires d'infrastructures de communications électroniques et les opérateurs déclarés en application de l'article L. 33-1 , sur demande et gratuitement, à l'Etat, aux collectivités territoriales et à leurs groupements. On entend par gestionnaire d'infrastructures de communications électroniques toute personne détentrice d'infrastructures qui accueillent des équipements passifs de réseaux de communications électroniques tels que définis au III. Les demandes des collectivités territoriales ou de leurs groupements font l'objet d'une information préalable du préfet de région concerné par le territoire couvert, au moins deux semaines avant leur transmission à l'opérateur. Cette information indique l'objet précis de la demande au regard de la stratégie numérique poursuivie par la collectivité territoriale pour son territoire. Les demandes de l'Etat sont adressées aux opérateurs ou aux gestionnaires d'infrastructures par les préfets de région. Qu'elles émanent de l'Etat, des collectivités territoriales ou de leurs groupements, les demandes précisent les informations sollicitées, le périmètre géographique sur lequel elles s'appliquent ainsi que la fonction de la personne à laquelle ces informations doivent être adressées. Les demandes comportent également un engagement à mettre en place des mesures de protection de la sécurité et de la confidentialité des données conformément au IV du présent article. Les informations transmises en réponse par le gestionnaire ou par l'opérateur sont suffisamment précises et à jour pour garantir les conditions d'une information effective conformément aux dispositions du V. Le délai de transmission des informations ne saurait excéder deux mois à compter de la réception de la demande. Une nouvelle demande portant sur les mêmes informations ne peut être effectuée qu'après un délai supérieur à un an. III. – La demande peut porter sur : 1° Les infrastructures d'accueil de réseaux de communications électroniques, notamment les artères de génie civil aériennes et souterraines (fourreaux, conduites, galeries, adductions, cheminements en façade, poteaux et cheminements aériens), les locaux, armoires et chambres techniques, les pylônes et autres sites d'émission. Les informations demandées peuvent concerner leur nature, leur localisation ou leur tracé physique et, le cas échéant, leur nombre, leurs caractéristiques techniques principales ainsi que leur état d'occupation ; 2° Les équipements passifs de réseaux de communications électroniques, notamment les câbles de communications électroniques de toute nature, les éléments de branchement et d'interconnexion. Les informations demandées peuvent concerner leur nature, leurs caractéristiques techniques principales, la localisation des éléments de branchement et d'interconnexion ainsi que la zone géographique qu'ils desservent. IV. – L'Etat, les collectivités territoriales et leurs groupements veillent à la confidentialité des données qui leur sont transmises par les gestionnaires d'infrastructures de communications électroniques et les opérateurs en application du présent article. Sans préjudice des dispositions des troisième, quatrième et cinquième alinéas du présent IV et en application des articles L. 311-5 à L. 311-8 du code des relations entre le public et l'administration, ces données ne sont pas communicables au public. L'Etat, les collectivités territoriales et leurs groupements prennent les mesures nécessaires, compte tenu des techniques disponibles, pour prévenir l'accès aux données par toute personne non autorisée. La personne ayant adressé la demande désigne les personnes ayant à connaître les données. Ces personnes sont tenues au secret professionnel. Elles sont sensibilisées par leur employeur aux exigences légales à respecter en la matière, notamment les dispositions de l'article 226-13 du code pénal, et signent un engagement de confidentialité si leur statut, leur contrat ou leur convention de prestation ne le contient pas déjà. Les données produites après agrégation ou transformation des informations reçues en application du présent article et ne permettant pas de reconstituer les données brutes transmises par les opérateurs ou les gestionnaires peuvent être utilisées librement par l'Etat, les collectivités ou leurs groupements, sans préjudice du livre III du code des relations entre le public et l'administration. Dans les mêmes conditions de confidentialité, la communication des données reçues en application du présent article est autorisée entre services de l'Etat, d'une part, et entre collectivités territoriales et groupements, d'autre part, après information des opérateurs et gestionnaires concernés. Cette communication doit faire l'objet d'une demande répondant aux mêmes exigences que celles précisées au II et adressée au service de l'Etat, à la collectivité ou au groupement détenteur des données, qui en informe les opérateurs et gestionnaires concernés. Le destinataire de la communication est soumis aux obligations précisées aux alinéas précédents. La communication est limitée aux infrastructures et réseaux établis sur le territoire du demandeur. L'Etat, les collectivités territoriales et leurs groupements peuvent communiquer des données reçues en application du présent article à un tiers concourant à l'aménagement du territoire avec lequel ils sont en relation contractuelle, après information des opérateurs et des gestionnaires d'infrastructures dont elles proviennent. La communication fait l'objet d'une convention de durée limitée qui en précise les finalités, impose au destinataire de respecter la sécurité et la confidentialité des données conformément au présent IV et prévoit qu'à son terme les données sont restituées et les copies détruites. Le service de l'Etat, la collectivité territoriale ou le groupement détenteur des données veille au respect par le destinataire de ses obligations en matière de sécurité et de confidentialité des données prévues par la convention. Les données communiquées ne peuvent être utilisées à d'autres fins que celles prévues par la convention. La communication de données ne doit pas créer de discrimination entre opérateurs et ne doit pas porter atteinte au secret en matière commerciale et industrielle, mentionné à l'article L. 311-6 du code des relations entre le public et l'administration. Un arrêté du Premier ministre et des ministres chargés de l'aménagement du territoire, de l'intérieur, des collectivités territoriales, des communications électroniques et de l'urbanisme précise : 1° Les informations non communiquées par les opérateurs ou les gestionnaires d'infrastructures de communications électroniques en raison de leur sensibilité particulière pour la sécurité publique ou la sécurité nationale ; 2° Les modalités selon lesquelles l'Etat, les collectivités et leurs groupements peuvent, sans préjudice des dispositions du livre III du code des relations entre le public et l'administration , produire et utiliser des cartes ou schémas cartographiques et des données agrégées. En cas de contestation quant aux informations non communiquées par l'opérateur ou le gestionnaire, le représentant de l'Etat peut être saisi pour avis par la collectivité ou le groupement de collectivités sur l'exclusion des informations du champ du présent article. V. – Les gestionnaires d'infrastructures de communications électroniques et les opérateurs répondent aux demandes qu'ils reçoivent pour les infrastructures d'accueil dont ils sont propriétaires. Ils répondent également aux demandes qu'ils reçoivent pour les équipements passifs qu'ils détiennent, en pleine propriété ou au travers d'un droit d'usage de longue durée. Lorsque les équipements mentionnés au 2° du III utilisent une infrastructure d'accueil dont l'opérateur n'est pas propriétaire, l'opérateur communique le nom du propriétaire de l'infrastructure. Lorsque la demande porte sur les équipements passifs de la partie terminale d'un réseau filaire, l'opérateur n'est pas tenu de communiquer la localisation de la terminaison. Un arrêté des ministres chargés de l'aménagement du territoire, des collectivités territoriales, des communications électroniques et de l'urbanisme précise pour chaque type de réseau la portée de cette exclusion. Les opérateurs et les gestionnaires d'infrastructures de communications électroniques ne sont pas tenus de communiquer les informations relatives à toute installation mise à disposition d'un client final pour son usage exclusif. Si la demande porte sur l'état d'occupation des infrastructures d'accueil, les opérateurs et gestionnaires d'infrastructures transmettent les données dont ils disposent et indiquent, si ces données ne sont pas complètes, les modalités permettant la réalisation par le demandeur de relevés complémentaires sur le terrain. Les informations devant être communiquées en application du présent article sont transmises sous forme de données numériques vectorielles géolocalisées pouvant être reprises dans des systèmes d'informations géographiques et suivant un format largement répandu. Un arrêté des ministres chargés de l'aménagement du territoire, des collectivités territoriales, des communications électroniques et de l'urbanisme précise le format et la structure de données suivant lesquels ces informations doivent être transmises.",
            "texteHtml": "<p>Règles portant sur la communication d'informations à l'Etat, aux collectivités territoriales et à leurs groupements sur les infrastructures et réseaux établis sur leur territoire :</p><p>I. – Les demandes présentées par l'Etat dans l'exercice de ses compétences en matière de sécurité publique et de sécurité nationale ne sont pas couvertes par les dispositions du présent article.</p><p>II. – Les informations mentionnées à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000019296996&dateTexte=&categorieLien=cid'>L. 33-7 </a>sont transmises par les gestionnaires d'infrastructures de communications électroniques et les opérateurs déclarés en application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000006465743&dateTexte=&categorieLien=cid'>L. 33-1</a>, sur demande et gratuitement, à l'Etat, aux collectivités territoriales et à leurs groupements.</p><p>On entend par gestionnaire d'infrastructures de communications électroniques toute personne détentrice d'infrastructures qui accueillent des équipements passifs de réseaux de communications électroniques tels que définis au III.</p><p>Les demandes des collectivités territoriales ou de leurs groupements font l'objet d'une information préalable du préfet de région concerné par le territoire couvert, au moins deux semaines avant leur transmission à l'opérateur. Cette information indique l'objet précis de la demande au regard de la stratégie numérique poursuivie par la collectivité territoriale pour son territoire.</p><p>Les demandes de l'Etat sont adressées aux opérateurs ou aux gestionnaires d'infrastructures par les préfets de région.</p><p>Qu'elles émanent de l'Etat, des collectivités territoriales ou de leurs groupements, les demandes précisent les informations sollicitées, le périmètre géographique sur lequel elles s'appliquent ainsi que la fonction de la personne à laquelle ces informations doivent être adressées. Les demandes comportent également un engagement à mettre en place des mesures de protection de la sécurité et de la confidentialité des données conformément au IV du présent article.</p><p>Les informations transmises en réponse par le gestionnaire ou par l'opérateur sont suffisamment précises et à jour pour garantir les conditions d'une information effective conformément aux dispositions du V. Le délai de transmission des informations ne saurait excéder deux mois à compter de la réception de la demande. Une nouvelle demande portant sur les mêmes informations ne peut être effectuée qu'après un délai supérieur à un an.</p><p>III. – La demande peut porter sur :</p><p>1° Les infrastructures d'accueil de réseaux de communications électroniques, notamment les artères de génie civil aériennes et souterraines (fourreaux, conduites, galeries, adductions, cheminements en façade, poteaux et cheminements aériens), les locaux, armoires et chambres techniques, les pylônes et autres sites d'émission. Les informations demandées peuvent concerner leur nature, leur localisation ou leur tracé physique et, le cas échéant, leur nombre, leurs caractéristiques techniques principales ainsi que leur état d'occupation ;</p><p>2° Les équipements passifs de réseaux de communications électroniques, notamment les câbles de communications électroniques de toute nature, les éléments de branchement et d'interconnexion. Les informations demandées peuvent concerner leur nature, leurs caractéristiques techniques principales, la localisation des éléments de branchement et d'interconnexion ainsi que la zone géographique qu'ils desservent.</p><p>IV. – L'Etat, les collectivités territoriales et leurs groupements veillent à la confidentialité des données qui leur sont transmises par les gestionnaires d'infrastructures de communications électroniques et les opérateurs en application du présent article. Sans préjudice des dispositions des troisième, quatrième et cinquième alinéas du présent IV et en application des articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000031366350&idArticle=LEGIARTI000031367708&dateTexte=&categorieLien=cid' title='Code des relations entre le public et l'adminis... - art. L311-5 (V)'>L. 311-5 à L. 311-8 </a>du code des relations entre le public et l'administration, ces données ne sont pas communicables au public. L'Etat, les collectivités territoriales et leurs groupements prennent les mesures nécessaires, compte tenu des techniques disponibles, pour prévenir l'accès aux données par toute personne non autorisée.</p><p>La personne ayant adressé la demande désigne les personnes ayant à connaître les données. Ces personnes sont tenues au secret professionnel. Elles sont sensibilisées par leur employeur aux exigences légales à respecter en la matière, notamment les dispositions de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000006417944&dateTexte=&categorieLien=cid'>226-13 </a>du code pénal, et signent un engagement de confidentialité si leur statut, leur contrat ou leur convention de prestation ne le contient pas déjà.</p><p>Les données produites après agrégation ou transformation des informations reçues en application du présent article et ne permettant pas de reconstituer les données brutes transmises par les opérateurs ou les gestionnaires peuvent être utilisées librement par l'Etat, les collectivités ou leurs groupements, sans préjudice du livre III du code des relations entre le public et l'administration.</p><p>Dans les mêmes conditions de confidentialité, la communication des données reçues en application du présent article est autorisée entre services de l'Etat, d'une part, et entre collectivités territoriales et groupements, d'autre part, après information des opérateurs et gestionnaires concernés. Cette communication doit faire l'objet d'une demande répondant aux mêmes exigences que celles précisées au II et adressée au service de l'Etat, à la collectivité ou au groupement détenteur des données, qui en informe les opérateurs et gestionnaires concernés. Le destinataire de la communication est soumis aux obligations précisées aux alinéas précédents. La communication est limitée aux infrastructures et réseaux établis sur le territoire du demandeur.</p><p>L'Etat, les collectivités territoriales et leurs groupements peuvent communiquer des données reçues en application du présent article à un tiers concourant à l'aménagement du territoire avec lequel ils sont en relation contractuelle, après information des opérateurs et des gestionnaires d'infrastructures dont elles proviennent. La communication fait l'objet d'une convention de durée limitée qui en précise les finalités, impose au destinataire de respecter la sécurité et la confidentialité des données conformément au présent IV et prévoit qu'à son terme les données sont restituées et les copies détruites. Le service de l'Etat, la collectivité territoriale ou le groupement détenteur des données veille au respect par le destinataire de ses obligations en matière de sécurité et de confidentialité des données prévues par la convention. Les données communiquées ne peuvent être utilisées à d'autres fins que celles prévues par la convention.</p><p>La communication de données ne doit pas créer de discrimination entre opérateurs et ne doit pas porter atteinte au secret en matière commerciale et industrielle, mentionné à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000031366350&idArticle=LEGIARTI000031367716&dateTexte=&categorieLien=cid' title='Code des relations entre le public et l'adminis... - art. L311-6 (V)'>L. 311-6 </a>du code des relations entre le public et l'administration.</p><p>Un arrêté du Premier ministre et des ministres chargés de l'aménagement du territoire, de l'intérieur, des collectivités territoriales, des communications électroniques et de l'urbanisme précise :</p><p>1° Les informations non communiquées par les opérateurs ou les gestionnaires d'infrastructures de communications électroniques en raison de leur sensibilité particulière pour la sécurité publique ou la sécurité nationale ;</p><p>2° Les modalités selon lesquelles l'Etat, les collectivités et leurs groupements peuvent, sans préjudice des dispositions du <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000031366350&idArticle=LEGIARTI000031367687&dateTexte=&categorieLien=cid' title='Code des relations entre le public et l'adminis... - art. L300-1 (V)'>livre III du code des relations entre le public et l'administration</a>, produire et utiliser des cartes ou schémas cartographiques et des données agrégées.</p><p>En cas de contestation quant aux informations non communiquées par l'opérateur ou le gestionnaire, le représentant de l'Etat peut être saisi pour avis par la collectivité ou le groupement de collectivités sur l'exclusion des informations du champ du présent article.</p><p>V. – Les gestionnaires d'infrastructures de communications électroniques et les opérateurs répondent aux demandes qu'ils reçoivent pour les infrastructures d'accueil dont ils sont propriétaires. Ils répondent également aux demandes qu'ils reçoivent pour les équipements passifs qu'ils détiennent, en pleine propriété ou au travers d'un droit d'usage de longue durée.</p><p>Lorsque les équipements mentionnés au 2° du III utilisent une infrastructure d'accueil dont l'opérateur n'est pas propriétaire, l'opérateur communique le nom du propriétaire de l'infrastructure.</p><p>Lorsque la demande porte sur les équipements passifs de la partie terminale d'un réseau filaire, l'opérateur n'est pas tenu de communiquer la localisation de la terminaison. Un arrêté des ministres chargés de l'aménagement du territoire, des collectivités territoriales, des communications électroniques et de l'urbanisme précise pour chaque type de réseau la portée de cette exclusion.</p><p>Les opérateurs et les gestionnaires d'infrastructures de communications électroniques ne sont pas tenus de communiquer les informations relatives à toute installation mise à disposition d'un client final pour son usage exclusif.</p><p>Si la demande porte sur l'état d'occupation des infrastructures d'accueil, les opérateurs et gestionnaires d'infrastructures transmettent les données dont ils disposent et indiquent, si ces données ne sont pas complètes, les modalités permettant la réalisation par le demandeur de relevés complémentaires sur le terrain.</p><p>Les informations devant être communiquées en application du présent article sont transmises sous forme de données numériques vectorielles géolocalisées pouvant être reprises dans des systèmes d'informations géographiques et suivant un format largement répandu. Un arrêté des ministres chargés de l'aménagement du territoire, des collectivités territoriales, des communications électroniques et de l'urbanisme précise le format et la structure de données suivant lesquels ces informations doivent être transmises.</p>",
            "num": "D98-6-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1458345600000,
            "dateFin": 1544745600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 332854,
            "context": {
                "titresTM": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets simples",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006092417",
                        "id": "LEGISCTA000006092417",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-07-12",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : Les communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006118591",
                        "id": "LEGISCTA000006118591",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-07-12",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006136592",
                        "id": "LEGISCTA000006136592",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-12-29",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Régime juridique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006150588",
                        "id": "LEGISCTA000006150588",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-07-29",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Réseaux et services",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006165810",
                        "id": "LEGISCTA000006165810",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-07-29",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 2 : Obligations des opérateurs.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006181878",
                        "id": "LEGISCTA000006181878",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Code des postes et des communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070987",
                        "id": "LEGITEXT000006070987",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020253430",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006181878",
            "sectionParentId": "LEGISCTA000006181878",
            "sectionParentTitre": "Paragraphe 2 : Obligations des opérateurs.",
            "fullSectionsTitre": "Partie réglementaire - Décrets simples &gt; LIVRE II : Les communications électroniques &gt; TITRE Ier : Dispositions générales &gt; Chapitre II : Régime juridique &gt; Section 1 : Réseaux et services &gt; Paragraphe 2 : Obligations des opérateurs.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000033155384",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070987",
                    "titre": "Code des postes et des communications électroniques",
                    "titreLong": "Code des postes et des communications électroniques",
                    "etat": "VIGUEUR",
                    "dateDebut": -246240000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070987",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à son article 2, le décret n° 2012-513 du 18 avril 2012 entre en vigueur le 1er juillet 2012. Toutefois, pour les informations mentionnées au III de l'article D. 98-6-3 du code des postes et des communications électroniques autres que celles relatives aux éléments de branchement et d'interconnexion, l'obligation prévue au sixième alinéa du V de cet article ne s'applique qu'à compter du 1er janvier 2014.",
            "notaHtml": "<p>Conformément à son article 2, le décret n° 2012-513 du 18 avril 2012 entre en vigueur le 1er juillet 2012. Toutefois, pour les informations mentionnées au III de l'article D. 98-6-3 du code des postes et des communications électroniques autres que celles relatives aux éléments de branchement et d'interconnexion, l'obligation prévue au sixième alinéa du V de cet article ne s'applique qu'à compter du 1er janvier 2014.<br clear='none'/></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000032242493",
                    "textTitle": "Décret n° 2016-308 du 17 mars 2016 - art. 2 (V)",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000032252832",
                    "natureText": "DECRET",
                    "datePubliTexte": "2016-03-18",
                    "dateSignaTexte": "2016-03-17",
                    "dateDebutCible": "2016-03-19"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000020251570",
                    "textTitle": "Décret n°2009-167\n du 12 février 2009 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000020253099",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2009-167",
                    "datePubli": 1234569600000,
                    "dateDebut": 1238457600000
                },
                {
                    "textCid": "JORFTEXT000021696633",
                    "textTitle": "Arrêté du 15 janvier 2010 - art. 1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000025713549",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1263686400000,
                    "dateDebut": 1341100800000
                },
                {
                    "textCid": "JORFTEXT000021696615",
                    "textTitle": "Arrêté du 15 janvier 2010 - art. 2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000021714467",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1263686400000,
                    "dateDebut": 1277942400000
                },
                {
                    "textCid": "JORFTEXT000021696633",
                    "textTitle": "Arrêté du 15 janvier 2010 - art. Annexe (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe",
                    "articleId": "LEGIARTI000025713555",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1263686400000,
                    "dateDebut": 1341100800000
                },
                {
                    "textCid": "JORFTEXT000021696604",
                    "textTitle": "Décret n°2010-57\n du 15 janvier 2010 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000030292776",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2010-57",
                    "datePubli": 1263686400000,
                    "dateDebut": 1425081600000
                },
                {
                    "textCid": "JORFTEXT000025711741",
                    "textTitle": "Décret n°2012-513\n du 18 avril 2012 - art. 2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000025712643",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2012-513",
                    "datePubli": 1334880000000,
                    "dateDebut": 1341100800000
                },
                {
                    "textCid": "JORFTEXT000030290332",
                    "textTitle": "AVIS n°2014-0472 du 17 avril 2014 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000030290333",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2014-0472",
                    "datePubli": 1424995200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000030290070",
                    "textTitle": "DÉCRET n°2015-217 du 25 février 2015 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000030292437",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-217",
                    "datePubli": 1424995200000,
                    "dateDebut": 1425081600000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 226-13",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "226-13",
                    "articleId": "LEGIARTI000006417944",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1009843200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroniques - art. L33-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L33-1",
                    "articleId": "LEGIARTI000006465743",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1475971200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroniques - art. L33-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L33-7",
                    "articleId": "LEGIARTI000019296996",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1217980800000
                },
                {
                    "textCid": "LEGITEXT000031366350",
                    "textTitle": "Code des relations entre le public et l'adminis... - art. L300-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L300-1",
                    "articleId": "LEGIARTI000031367687",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000031366350",
                    "textTitle": "Code des relations entre le public et l'adminis... - art. L311-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L311-5",
                    "articleId": "LEGIARTI000031367708",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1498867200000
                },
                {
                    "textCid": "LEGITEXT000031366350",
                    "textTitle": "Code des relations entre le public et l'adminis... - art. L311-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L311-6",
                    "articleId": "LEGIARTI000031367716",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1475971200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020254366",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1238457600000,
                    "dateFin": 1341100800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025713409",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1341100800000,
                    "dateFin": 1458345600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033155384",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1458345600000,
                    "dateFin": 1544745600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037807819",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1544745600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D98-6-3",
                "98-6-3"
            ],
            "versionPrecedente": "LEGIARTI000025713409",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000025713409",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Règles portant sur la communication d'informations à l'Etat, aux collectivités territoriales et à leurs groupements sur les infrastructures et réseaux établis sur leur territoire : I.-Les demandes présentées par l'Etat dans l'exercice de ses compétences en matière de sécurité publique et de sécurité nationale ne sont pas couvertes par les dispositions du présent article. II.-Les informations mentionnées à l'article L. 33-7 sont transmises par les gestionnaires d'infrastructures de communications électroniques et les opérateurs déclarés en application de l'article L. 33-1 , sur demande et gratuitement, à l'Etat, aux collectivités territoriales et à leurs groupements. On entend par gestionnaire d'infrastructures de communications électroniques toute personne détentrice d'infrastructures qui accueillent des équipements passifs de réseaux de communications électroniques tels que définis au III. Les demandes des collectivités territoriales ou de leurs groupements font l'objet d'une information préalable du préfet de région concerné par le territoire couvert, au moins deux semaines avant leur transmission à l'opérateur. Cette information indique l'objet précis de la demande au regard de la stratégie numérique poursuivie par la collectivité territoriale pour son territoire. Les demandes de l'Etat sont adressées aux opérateurs ou aux gestionnaires d'infrastructures par les préfets de région. Qu'elles émanent de l'Etat, des collectivités territoriales ou de leurs groupements, les demandes précisent les informations sollicitées, le périmètre géographique sur lequel elles s'appliquent ainsi que la fonction de la personne à laquelle ces informations doivent être adressées. Les demandes comportent également un engagement à mettre en place des mesures de protection de la sécurité et de la confidentialité des données conformément au IV du présent article. Les informations transmises en réponse par le gestionnaire ou par l'opérateur sont suffisamment précises et à jour pour garantir les conditions d'une information effective conformément aux dispositions du V. Le délai de transmission des informations ne saurait excéder deux mois à compter de la réception de la demande. Une nouvelle demande portant sur les mêmes informations ne peut être effectuée qu'après un délai supérieur à un an. III.-La demande peut porter sur : 1° Les infrastructures d'accueil de réseaux de communications électroniques, notamment les artères de génie civil aériennes et souterraines (fourreaux, conduites, galeries, adductions, cheminements en façade, poteaux et cheminements aériens), les locaux, armoires et chambres techniques, les pylônes et autres sites d'émission. Les informations demandées peuvent concerner leur nature, leur localisation ou leur tracé physique et, le cas échéant, leur nombre, leurs caractéristiques techniques principales ainsi que leur état d'occupation ; 2° Les équipements passifs de réseaux de communications électroniques, notamment les câbles de communications électroniques de toute nature, les éléments de branchement et d'interconnexion. Les informations demandées peuvent concerner leur nature, leurs caractéristiques techniques principales, la localisation des éléments de branchement et d'interconnexion ainsi que la zone géographique qu'ils desservent. IV.-L'Etat, les collectivités territoriales et leurs groupements veillent à la confidentialité des données qui leur sont transmises par les gestionnaires d'infrastructures de communications électroniques et les opérateurs en application du présent article. Sans préjudice des dispositions des troisième, quatrième et cinquième alinéas du présent IV et en application de l' article 6 de la loi n° 78-753 du 17 juillet 1978 portant diverses mesures d'amélioration des relations entre l'administration et le public et diverses dispositions d'ordre administratif, social et fiscal, ces données ne sont pas communicables au public.L'Etat, les collectivités territoriales et leurs groupements prennent les mesures nécessaires, compte tenu des techniques disponibles, pour prévenir l'accès aux données par toute personne non autorisée. La personne ayant adressé la demande désigne les personnes ayant à connaître les données. Ces personnes sont tenues au secret professionnel. Elles sont sensibilisées par leur employeur aux exigences légales à respecter en la matière, notamment les dispositions de l'article 226-13 du code pénal, et signent un engagement de confidentialité si leur statut, leur contrat ou leur convention de prestation ne le contient pas déjà. Les données produites après agrégation ou transformation des informations reçues en application du présent article et ne permettant pas de reconstituer les données brutes transmises par les opérateurs ou les gestionnaires peuvent être utilisées librement par l'Etat, les collectivités ou leurs groupements, sans préjudice de la loi n° 78-753 du 17 juillet 1978. Dans les mêmes conditions de confidentialité, la communication des données reçues en application du présent article est autorisée entre services de l'Etat, d'une part, et entre collectivités territoriales et groupements, d'autre part, après information des opérateurs et gestionnaires concernés. Cette communication doit faire l'objet d'une demande répondant aux mêmes exigences que celles précisées au II et adressée au service de l'Etat, à la collectivité ou au groupement détenteur des données, qui en informe les opérateurs et gestionnaires concernés. Le destinataire de la communication est soumis aux obligations précisées aux alinéas précédents. La communication est limitée aux infrastructures et réseaux établis sur le territoire du demandeur. L'Etat, les collectivités territoriales et leurs groupements peuvent communiquer des données reçues en application du présent article à un tiers concourant à l'aménagement du territoire avec lequel ils sont en relation contractuelle, après information des opérateurs et des gestionnaires d'infrastructures dont elles proviennent. La communication fait l'objet d'une convention de durée limitée qui en précise les finalités, impose au destinataire de respecter la sécurité et la confidentialité des données conformément au présent IV et prévoit qu'à son terme les données sont restituées et les copies détruites. Le service de l'Etat, la collectivité territoriale ou le groupement détenteur des données veille au respect par le destinataire de ses obligations en matière de sécurité et de confidentialité des données prévues par la convention. Les données communiquées ne peuvent être utilisées à d'autres fins que celles prévues par la convention. La communication de données ne doit pas créer de discrimination entre opérateurs et ne doit pas porter atteinte au secret en matière commerciale et industrielle, mentionné à l'article 6 de la loi n° 78-753 du 17 juillet 1978. Un arrêté du Premier ministre et des ministres chargés de l'aménagement du territoire, de l'intérieur, des collectivités territoriales, des communications électroniques et de l'urbanisme précise : 1° Les informations non communiquées par les opérateurs ou les gestionnaires d'infrastructures de communications électroniques en raison de leur sensibilité particulière pour la sécurité publique ou la sécurité nationale ; 2° Les modalités selon lesquelles l'Etat, les collectivités et leurs groupements peuvent, sans préjudice des dispositions de la loi n° 78-753 du 17 juillet 1978, produire et utiliser des cartes ou schémas cartographiques et des données agrégées. En cas de contestation quant aux informations non communiquées par l'opérateur ou le gestionnaire, le représentant de l'Etat peut être saisi pour avis par la collectivité ou le groupement de collectivités sur l'exclusion des informations du champ du présent article. V.-Les gestionnaires d'infrastructures de communications électroniques et les opérateurs répondent aux demandes qu'ils reçoivent pour les infrastructures d'accueil dont ils sont propriétaires. Ils répondent également aux demandes qu'ils reçoivent pour les équipements passifs qu'ils détiennent, en pleine propriété ou au travers d'un droit d'usage de longue durée. Lorsque les équipements mentionnés au 2° du III utilisent une infrastructure d'accueil dont l'opérateur n'est pas propriétaire, l'opérateur communique le nom du propriétaire de l'infrastructure. Lorsque la demande porte sur les équipements passifs de la partie terminale d'un réseau filaire, l'opérateur n'est pas tenu de communiquer la localisation de la terminaison. Un arrêté des ministres chargés de l'aménagement du territoire, des collectivités territoriales, des communications électroniques et de l'urbanisme précise pour chaque type de réseau la portée de cette exclusion. Les opérateurs et les gestionnaires d'infrastructures de communications électroniques ne sont pas tenus de communiquer les informations relatives à toute installation mise à disposition d'un client final pour son usage exclusif. Si la demande porte sur l'état d'occupation des infrastructures d'accueil, les opérateurs et gestionnaires d'infrastructures transmettent les données dont ils disposent et indiquent, si ces données ne sont pas complètes, les modalités permettant la réalisation par le demandeur de relevés complémentaires sur le terrain. Les informations devant être communiquées en application du présent article sont transmises sous forme de données numériques vectorielles géolocalisées pouvant être reprises dans des systèmes d'informations géographiques et suivant un format largement répandu. Un arrêté des ministres chargés de l'aménagement du territoire, des collectivités territoriales, des communications électroniques et de l'urbanisme précise le format et la structure de données suivant lesquels ces informations doivent être transmises.",
            "texteHtml": "<p>Règles portant sur la communication d'informations à l'Etat, aux collectivités territoriales et à leurs groupements sur les infrastructures et réseaux établis sur leur territoire : </p><p>I.-Les demandes présentées par l'Etat dans l'exercice de ses compétences en matière de sécurité publique et de sécurité nationale ne sont pas couvertes par les dispositions du présent article. </p><p>II.-Les informations mentionnées à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000019296996&dateTexte=&categorieLien=cid'>L. 33-7 </a>sont transmises par les gestionnaires d'infrastructures de communications électroniques et les opérateurs déclarés en application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000006465743&dateTexte=&categorieLien=cid'>L. 33-1</a>, sur demande et gratuitement, à l'Etat, aux collectivités territoriales et à leurs groupements. </p><p>On entend par gestionnaire d'infrastructures de communications électroniques toute personne détentrice d'infrastructures qui accueillent des équipements passifs de réseaux de communications électroniques tels que définis au III. </p><p>Les demandes des collectivités territoriales ou de leurs groupements font l'objet d'une information préalable du préfet de région concerné par le territoire couvert, au moins deux semaines avant leur transmission à l'opérateur. Cette information indique l'objet précis de la demande au regard de la stratégie numérique poursuivie par la collectivité territoriale pour son territoire. </p><p>Les demandes de l'Etat sont adressées aux opérateurs ou aux gestionnaires d'infrastructures par les préfets de région. </p><p>Qu'elles émanent de l'Etat, des collectivités territoriales ou de leurs groupements, les demandes précisent les informations sollicitées, le périmètre géographique sur lequel elles s'appliquent ainsi que la fonction de la personne à laquelle ces informations doivent être adressées. Les demandes comportent également un engagement à mettre en place des mesures de protection de la sécurité et de la confidentialité des données conformément au IV du présent article. </p><p>Les informations transmises en réponse par le gestionnaire ou par l'opérateur sont suffisamment précises et à jour pour garantir les conditions d'une information effective conformément aux dispositions du V. Le délai de transmission des informations ne saurait excéder deux mois à compter de la réception de la demande. Une nouvelle demande portant sur les mêmes informations ne peut être effectuée qu'après un délai supérieur à un an. </p><p>III.-La demande peut porter sur : </p><p>1° Les infrastructures d'accueil de réseaux de communications électroniques, notamment les artères de génie civil aériennes et souterraines (fourreaux, conduites, galeries, adductions, cheminements en façade, poteaux et cheminements aériens), les locaux, armoires et chambres techniques, les pylônes et autres sites d'émission. Les informations demandées peuvent concerner leur nature, leur localisation ou leur tracé physique et, le cas échéant, leur nombre, leurs caractéristiques techniques principales ainsi que leur état d'occupation ; </p><p>2° Les équipements passifs de réseaux de communications électroniques, notamment les câbles de communications électroniques de toute nature, les éléments de branchement et d'interconnexion. Les informations demandées peuvent concerner leur nature, leurs caractéristiques techniques principales, la localisation des éléments de branchement et d'interconnexion ainsi que la zone géographique qu'ils desservent. </p><p>IV.-L'Etat, les collectivités territoriales et leurs groupements veillent à la confidentialité des données qui leur sont transmises par les gestionnaires d'infrastructures de communications électroniques et les opérateurs en application du présent article. Sans préjudice des dispositions des troisième, quatrième et cinquième alinéas du présent IV et en application de l'<a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000339241&idArticle=LEGIARTI000006528228&dateTexte=&categorieLien=cid'>article 6 de la loi n° 78-753 du 17 juillet 1978 </a>portant diverses mesures d'amélioration des relations entre l'administration et le public et diverses dispositions d'ordre administratif, social et fiscal, ces données ne sont pas communicables au public.L'Etat, les collectivités territoriales et leurs groupements prennent les mesures nécessaires, compte tenu des techniques disponibles, pour prévenir l'accès aux données par toute personne non autorisée. </p><p>La personne ayant adressé la demande désigne les personnes ayant à connaître les données. Ces personnes sont tenues au secret professionnel. Elles sont sensibilisées par leur employeur aux exigences légales à respecter en la matière, notamment les dispositions de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000006417944&dateTexte=&categorieLien=cid'>226-13</a> du code pénal, et signent un engagement de confidentialité si leur statut, leur contrat ou leur convention de prestation ne le contient pas déjà. </p><p>Les données produites après agrégation ou transformation des informations reçues en application du présent article et ne permettant pas de reconstituer les données brutes transmises par les opérateurs ou les gestionnaires peuvent être utilisées librement par l'Etat, les collectivités ou leurs groupements, sans préjudice de la loi n° 78-753 du 17 juillet 1978. </p><p>Dans les mêmes conditions de confidentialité, la communication des données reçues en application du présent article est autorisée entre services de l'Etat, d'une part, et entre collectivités territoriales et groupements, d'autre part, après information des opérateurs et gestionnaires concernés. Cette communication doit faire l'objet d'une demande répondant aux mêmes exigences que celles précisées au II et adressée au service de l'Etat, à la collectivité ou au groupement détenteur des données, qui en informe les opérateurs et gestionnaires concernés. Le destinataire de la communication est soumis aux obligations précisées aux alinéas précédents. La communication est limitée aux infrastructures et réseaux établis sur le territoire du demandeur.</p><p>L'Etat, les collectivités territoriales et leurs groupements peuvent communiquer des données reçues en application du présent article à un tiers concourant à l'aménagement du territoire avec lequel ils sont en relation contractuelle, après information des opérateurs et des gestionnaires d'infrastructures dont elles proviennent. La communication fait l'objet d'une convention de durée limitée qui en précise les finalités, impose au destinataire de respecter la sécurité et la confidentialité des données conformément au présent IV et prévoit qu'à son terme les données sont restituées et les copies détruites. Le service de l'Etat, la collectivité territoriale ou le groupement détenteur des données veille au respect par le destinataire de ses obligations en matière de sécurité et de confidentialité des données prévues par la convention. Les données communiquées ne peuvent être utilisées à d'autres fins que celles prévues par la convention. </p><p>La communication de données ne doit pas créer de discrimination entre opérateurs et ne doit pas porter atteinte au secret en matière commerciale et industrielle, mentionné à l'article 6 de la loi n° 78-753 du 17 juillet 1978. </p><p>Un arrêté du Premier ministre et des ministres chargés de l'aménagement du territoire, de l'intérieur, des collectivités territoriales, des communications électroniques et de l'urbanisme précise : </p><p>1° Les informations non communiquées par les opérateurs ou les gestionnaires d'infrastructures de communications électroniques en raison de leur sensibilité particulière pour la sécurité publique ou la sécurité nationale ; </p><p>2° Les modalités selon lesquelles l'Etat, les collectivités et leurs groupements peuvent, sans préjudice des dispositions de la loi n° 78-753 du 17 juillet 1978, produire et utiliser des cartes ou schémas cartographiques et des données agrégées. </p><p>En cas de contestation quant aux informations non communiquées par l'opérateur ou le gestionnaire, le représentant de l'Etat peut être saisi pour avis par la collectivité ou le groupement de collectivités sur l'exclusion des informations du champ du présent article.</p><p>V.-Les gestionnaires d'infrastructures de communications électroniques et les opérateurs répondent aux demandes qu'ils reçoivent pour les infrastructures d'accueil dont ils sont propriétaires. Ils répondent également aux demandes qu'ils reçoivent pour les équipements passifs qu'ils détiennent, en pleine propriété ou au travers d'un droit d'usage de longue durée. </p><p>Lorsque les équipements mentionnés au 2° du III utilisent une infrastructure d'accueil dont l'opérateur n'est pas propriétaire, l'opérateur communique le nom du propriétaire de l'infrastructure. </p><p>Lorsque la demande porte sur les équipements passifs de la partie terminale d'un réseau filaire, l'opérateur n'est pas tenu de communiquer la localisation de la terminaison. Un arrêté des ministres chargés de l'aménagement du territoire, des collectivités territoriales, des communications électroniques et de l'urbanisme précise pour chaque type de réseau la portée de cette exclusion. </p><p>Les opérateurs et les gestionnaires d'infrastructures de communications électroniques ne sont pas tenus de communiquer les informations relatives à toute installation mise à disposition d'un client final pour son usage exclusif. </p><p>Si la demande porte sur l'état d'occupation des infrastructures d'accueil, les opérateurs et gestionnaires d'infrastructures transmettent les données dont ils disposent et indiquent, si ces données ne sont pas complètes, les modalités permettant la réalisation par le demandeur de relevés complémentaires sur le terrain. </p><p>Les informations devant être communiquées en application du présent article sont transmises sous forme de données numériques vectorielles géolocalisées pouvant être reprises dans des systèmes d'informations géographiques et suivant un format largement répandu. Un arrêté des ministres chargés de l'aménagement du territoire, des collectivités territoriales, des communications électroniques et de l'urbanisme précise le format et la structure de données suivant lesquels ces informations doivent être transmises. </p><p></p>",
            "num": "D98-6-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1341100800000,
            "dateFin": 1458345600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 332854,
            "context": {
                "titresTM": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets simples",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006092417",
                        "id": "LEGISCTA000006092417",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-07-12",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : Les communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006118591",
                        "id": "LEGISCTA000006118591",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-07-12",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006136592",
                        "id": "LEGISCTA000006136592",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-12-29",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Régime juridique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006150588",
                        "id": "LEGISCTA000006150588",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-07-29",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Réseaux et services",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006165810",
                        "id": "LEGISCTA000006165810",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-07-29",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 2 : Obligations des opérateurs.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006181878",
                        "id": "LEGISCTA000006181878",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Code des postes et des communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070987",
                        "id": "LEGITEXT000006070987",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020253430",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006181878",
            "sectionParentId": "LEGISCTA000006181878",
            "sectionParentTitre": "Paragraphe 2 : Obligations des opérateurs.",
            "fullSectionsTitre": "Partie réglementaire - Décrets simples &gt; LIVRE II : Les communications électroniques &gt; TITRE Ier : Dispositions générales &gt; Chapitre II : Régime juridique &gt; Section 1 : Réseaux et services &gt; Paragraphe 2 : Obligations des opérateurs.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000025713409",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070987",
                    "titre": "Code des postes et des communications électroniques",
                    "titreLong": "Code des postes et des communications électroniques",
                    "etat": "VIGUEUR",
                    "dateDebut": -246240000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070987",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à son article 2, le décret n° 2012-513 du 18 avril 2012 entre en vigueur le 1er juillet 2012. Toutefois, pour les informations mentionnées au III de l'article D. 98-6-3 du code des postes et des communications électroniques autres que celles relatives aux éléments de branchement et d'interconnexion, l'obligation prévue au sixième alinéa du V de cet article ne s'applique qu'à compter du 1er janvier 2014.",
            "notaHtml": "<p>Conformément à son article 2, le décret n° 2012-513 du 18 avril 2012 entre en vigueur le 1er juillet 2012. Toutefois, pour les informations mentionnées au III de l'article D. 98-6-3 du code des postes et des communications électroniques autres que celles relatives aux éléments de branchement et d'interconnexion, l'obligation prévue au sixième alinéa du V de cet article ne s'applique qu'à compter du 1er janvier 2014.<br clear='none'/></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000025711741",
                    "textTitle": "Décret n°2012-513\n du 18 avril 2012 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000025712641",
                    "natureText": "DECRET",
                    "datePubliTexte": "2012-04-20",
                    "dateSignaTexte": "2012-04-18",
                    "dateDebutCible": "2012-07-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000339241",
                    "textTitle": "LOI n° 78-753 du 17 juillet 1978 - art. 6",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000006528228",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "78-753",
                    "datePubli": 269568000000,
                    "dateDebut": 1241136000000
                },
                {
                    "textCid": "JORFTEXT000020251570",
                    "textTitle": "Décret n°2009-167\n du 12 février 2009 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000020253099",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2009-167",
                    "datePubli": 1234569600000,
                    "dateDebut": 1238457600000
                },
                {
                    "textCid": "JORFTEXT000021696633",
                    "textTitle": "Arrêté du 15 janvier 2010 - art. 1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000025713549",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1263686400000,
                    "dateDebut": 1341100800000
                },
                {
                    "textCid": "JORFTEXT000021696615",
                    "textTitle": "Arrêté du 15 janvier 2010 - art. 2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000021714467",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1263686400000,
                    "dateDebut": 1277942400000
                },
                {
                    "textCid": "JORFTEXT000021696633",
                    "textTitle": "Arrêté du 15 janvier 2010 - art. Annexe (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe",
                    "articleId": "LEGIARTI000025713555",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1263686400000,
                    "dateDebut": 1341100800000
                },
                {
                    "textCid": "JORFTEXT000021696604",
                    "textTitle": "Décret n°2010-57\n du 15 janvier 2010 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000030292776",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2010-57",
                    "datePubli": 1263686400000,
                    "dateDebut": 1425081600000
                },
                {
                    "textCid": "JORFTEXT000025711741",
                    "textTitle": "Décret n°2012-513\n du 18 avril 2012 - art. 2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000025712643",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2012-513",
                    "datePubli": 1334880000000,
                    "dateDebut": 1341100800000
                },
                {
                    "textCid": "JORFTEXT000030290332",
                    "textTitle": "AVIS n°2014-0472 du 17 avril 2014 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000030290333",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2014-0472",
                    "datePubli": 1424995200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000030290070",
                    "textTitle": "DÉCRET n°2015-217 du 25 février 2015 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000030292437",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-217",
                    "datePubli": 1424995200000,
                    "dateDebut": 1425081600000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 226-13",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "226-13",
                    "articleId": "LEGIARTI000006417944",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1009843200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroniques - art. L33-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L33-1",
                    "articleId": "LEGIARTI000006465743",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1475971200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroniques - art. L33-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L33-7",
                    "articleId": "LEGIARTI000019296996",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1217980800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020254366",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1238457600000,
                    "dateFin": 1341100800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025713409",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1341100800000,
                    "dateFin": 1458345600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033155384",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1458345600000,
                    "dateFin": 1544745600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037807819",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1544745600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D98-6-3",
                "98-6-3"
            ],
            "versionPrecedente": "LEGIARTI000020254366",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000020254366",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Règles portant sur la communication d'informations à l'Etat, aux collectivités territoriales et à leurs groupements sur les infrastructures et réseaux établis sur leur territoire : I.-Les demandes présentées par l'Etat dans l'exercice de ses compétences en matière de sécurité publique et de sécurité nationale ne sont pas couvertes par les dispositions du présent article. II.-Les informations mentionnées à l'article L. 33-7 sont transmises par les gestionnaires d'infrastructures de communications électroniques et les opérateurs déclarés en application de l'article L. 33-1 , sur demande et gratuitement, à l'Etat, aux collectivités territoriales et à leurs groupements. On entend par gestionnaire d'infrastructures de communications électroniques toute personne détentrice d'infrastructures qui accueillent des équipements passifs de réseaux de communications électroniques tels que définis au III. Les demandes des collectivités territoriales ou de leurs groupements font l'objet d'une information préalable du préfet de région concerné par le territoire couvert, au moins deux semaines avant leur transmission à l'opérateur. Cette information indique l'objet précis de la demande au regard de la stratégie numérique poursuivie par la collectivité territoriale pour son territoire. Les demandes de l'Etat sont adressées aux opérateurs ou aux gestionnaires d'infrastructures par les préfets de région. Qu'elles émanent de l'Etat, des collectivités territoriales ou de leurs groupements, les demandes précisent les informations sollicitées, le périmètre géographique sur lequel elles s'appliquent ainsi que la fonction de la personne à laquelle ces informations doivent être adressées. Les demandes comportent également un engagement à mettre en place des mesures de protection de la sécurité et de la confidentialité des données conformément au IV du présent article. Les informations transmises en réponse par le gestionnaire ou par l'opérateur sont suffisamment précises et à jour pour garantir les conditions d'une information effective conformément aux dispositions du V. Le délai de transmission des informations ne saurait excéder deux mois à compter de la réception de la demande. Une nouvelle demande portant sur les mêmes informations ne peut être effectuée qu'après un délai supérieur à un an. III.-La demande peut porter sur : 1° Les infrastructures d'accueil de réseaux de communications électroniques, notamment les artères de génie civil aériennes et souterraines (fourreaux, conduites, galeries, adductions, cheminements en façade, poteaux et cheminements aériens), les locaux, armoires et chambres techniques, les pylônes et autres sites d'émission. Les informations demandées peuvent concerner leur nature, leur localisation ou leur tracé physique et, le cas échéant, leur nombre, leurs caractéristiques techniques principales ainsi que leur état d'occupation ; 2° Les équipements passifs de réseaux de communications électroniques, notamment les câbles de communications électroniques de toute nature, les éléments de branchement et d'interconnexion. Les informations demandées peuvent concerner leur nature, leurs caractéristiques techniques principales, la localisation des éléments de branchement et d'interconnexion ainsi que la zone géographique qu'ils desservent. IV.-L'Etat, les collectivités territoriales et leurs groupements veillent à la confidentialité des données qui leur sont transmises par les gestionnaires d'infrastructures de communications électroniques et les opérateurs en application du présent article. Sans préjudice des dispositions des troisième, quatrième et cinquième alinéas du présent IV et en application de l' article 6 de la loi n° 78-753 du 17 juillet 1978 portant diverses mesures d'amélioration des relations entre l'administration et le public et diverses dispositions d'ordre administratif, social et fiscal, ces données ne sont pas communicables au public.L'Etat, les collectivités territoriales et leurs groupements prennent les mesures nécessaires, compte tenu des techniques disponibles, pour prévenir l'accès aux données par toute personne non autorisée. La personne ayant adressé la demande désigne les personnes ayant à connaître les données. Ces personnes sont tenues au secret professionnel. Elles sont sensibilisées par leur employeur aux exigences légales à respecter en la matière, notamment les dispositions de l'article 226-13 du code pénal, et signent un engagement de confidentialité si leur statut, leur contrat ou leur convention de prestation ne le contient pas déjà. Les données produites après agrégation ou transformation des informations reçues en application du présent article et ne permettant pas de reconstituer les données brutes transmises par les opérateurs ou les gestionnaires peuvent être utilisées librement par l'Etat, les collectivités ou leurs groupements, sans préjudice de la loi n° 78-753 du 17 juillet 1978. Dans les mêmes conditions de confidentialité, la communication des données reçues en application du présent article est autorisée entre services de l'Etat, d'une part, et entre collectivités territoriales et groupements, d'autre part, après information des opérateurs et gestionnaires concernés. Cette communication doit faire l'objet d'une demande répondant aux mêmes exigences que celles précisées au II et adressée au service de l'Etat, à la collectivité ou au groupement détenteur des données, qui en informe les opérateurs et gestionnaires concernés. Le destinataire de la communication est soumis aux obligations précisées aux alinéas précédents. La communication est limitée aux infrastructures et réseaux établis sur le territoire du demandeur. L'Etat, les collectivités et les groupements peuvent communiquer des données reçues en application du présent article à un tiers concourant à l'aménagement du territoire avec lequel ils sont en relation contractuelle, après information des opérateurs et des gestionnaires d'infrastructures dont elles proviennent. La communication fait l'objet d'une convention de durée limitée qui en précise les finalités, impose au destinataire de respecter la sécurité et la confidentialité des données conformément au présent IV et précise que les données sont restituées à son terme et les copies détruites. Le service de l'Etat, la collectivité ou le groupement détenteur des données veille au respect par le destinataire de ses obligations en matière de sécurité et de confidentialité des données prévues par la convention. Les données communiquées ne peuvent être utilisées à d'autres fins que celles prévues par la convention. La communication de données ne doit pas créer de discrimination entre opérateurs et ne doit pas porter atteinte au secret en matière commerciale et industrielle, mentionné à l'article 6 de la loi n° 78-753 du 17 juillet 1978. Un arrêté du Premier ministre et des ministres chargés de l'aménagement du territoire, de l'intérieur, des collectivités territoriales, des communications électroniques et de l'urbanisme précise : 1° Les informations non communiquées par les opérateurs ou les gestionnaires d'infrastructures de communications électroniques en raison de leur sensibilité particulière pour la sécurité publique ou la sécurité nationale ; 2° Les modalités selon lesquelles l'Etat, les collectivités et leurs groupements peuvent, sans préjudice des dispositions de la loi n° 78-753 du 17 juillet 1978, produire et utiliser des cartes ou schémas cartographiques et des données agrégées. En cas de contestation quant aux informations non communiquées par l'opérateur ou le gestionnaire, le représentant de l'Etat peut être saisi pour avis par la collectivité ou le groupement de collectivités sur l'exclusion des informations du champ du présent article. V.-Les gestionnaires d'infrastructures de communications électroniques et les opérateurs répondent aux demandes qu'ils reçoivent pour les infrastructures d'accueil dont ils sont propriétaires. Ils répondent également aux demandes qu'ils reçoivent pour les équipements passifs qu'ils détiennent, en pleine propriété ou au travers d'un droit d'usage de longue durée. Lorsque les équipements mentionnés au 2° du III utilisent une infrastructure d'accueil dont l'opérateur n'est pas propriétaire, l'opérateur communique le nom du propriétaire de l'infrastructure. Lorsque la demande porte sur les équipements passifs de la partie terminale d'un réseau filaire, l'opérateur n'est pas tenu de communiquer la localisation de la terminaison. Un arrêté des ministres chargés de l'aménagement du territoire, des collectivités territoriales, des communications électroniques et de l'urbanisme précise pour chaque type de réseau la portée de cette exclusion. Les opérateurs et les gestionnaires d'infrastructures de communications électroniques ne sont pas tenus de communiquer les informations relatives à toute installation mise à disposition d'un client final pour son usage exclusif. Si la demande porte sur l'état d'occupation des infrastructures d'accueil, les opérateurs et gestionnaires d'infrastructures transmettent les données dont ils disposent et indiquent, si ces données ne sont pas complètes, les modalités permettant la réalisation par le demandeur de relevés complémentaires sur le terrain. Les informations devant être communiquées en application du présent article sont transmises sous forme de données numériques vectorielles géolocalisées pouvant être reprises dans des systèmes d'informations géographiques et suivant un format largement répandu. Un arrêté des ministres chargés de l'aménagement du territoire, des collectivités territoriales, des communications électroniques et de l'urbanisme précise le format et la structure de données suivant lesquels ces informations doivent être transmises.",
            "texteHtml": "<p>Règles portant sur la communication d'informations à l'Etat, aux collectivités territoriales et à leurs groupements sur les infrastructures et réseaux établis sur leur territoire : </p><p>I.-Les demandes présentées par l'Etat dans l'exercice de ses compétences en matière de sécurité publique et de sécurité nationale ne sont pas couvertes par les dispositions du présent article. </p><p>II.-Les informations mentionnées à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000019296996&dateTexte=&categorieLien=cid'>L. 33-7 </a>sont transmises par les gestionnaires d'infrastructures de communications électroniques et les opérateurs déclarés en application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070987&idArticle=LEGIARTI000006465743&dateTexte=&categorieLien=cid'>L. 33-1</a>, sur demande et gratuitement, à l'Etat, aux collectivités territoriales et à leurs groupements. </p><p>On entend par gestionnaire d'infrastructures de communications électroniques toute personne détentrice d'infrastructures qui accueillent des équipements passifs de réseaux de communications électroniques tels que définis au III. </p><p>Les demandes des collectivités territoriales ou de leurs groupements font l'objet d'une information préalable du préfet de région concerné par le territoire couvert, au moins deux semaines avant leur transmission à l'opérateur. Cette information indique l'objet précis de la demande au regard de la stratégie numérique poursuivie par la collectivité territoriale pour son territoire. </p><p>Les demandes de l'Etat sont adressées aux opérateurs ou aux gestionnaires d'infrastructures par les préfets de région. </p><p>Qu'elles émanent de l'Etat, des collectivités territoriales ou de leurs groupements, les demandes précisent les informations sollicitées, le périmètre géographique sur lequel elles s'appliquent ainsi que la fonction de la personne à laquelle ces informations doivent être adressées. Les demandes comportent également un engagement à mettre en place des mesures de protection de la sécurité et de la confidentialité des données conformément au IV du présent article. </p><p>Les informations transmises en réponse par le gestionnaire ou par l'opérateur sont suffisamment précises et à jour pour garantir les conditions d'une information effective conformément aux dispositions du V. Le délai de transmission des informations ne saurait excéder deux mois à compter de la réception de la demande. Une nouvelle demande portant sur les mêmes informations ne peut être effectuée qu'après un délai supérieur à un an. </p><p>III.-La demande peut porter sur : </p><p>1° Les infrastructures d'accueil de réseaux de communications électroniques, notamment les artères de génie civil aériennes et souterraines (fourreaux, conduites, galeries, adductions, cheminements en façade, poteaux et cheminements aériens), les locaux, armoires et chambres techniques, les pylônes et autres sites d'émission. Les informations demandées peuvent concerner leur nature, leur localisation ou leur tracé physique et, le cas échéant, leur nombre, leurs caractéristiques techniques principales ainsi que leur état d'occupation ; </p><p>2° Les équipements passifs de réseaux de communications électroniques, notamment les câbles de communications électroniques de toute nature, les éléments de branchement et d'interconnexion. Les informations demandées peuvent concerner leur nature, leurs caractéristiques techniques principales, la localisation des éléments de branchement et d'interconnexion ainsi que la zone géographique qu'ils desservent. </p><p>IV.-L'Etat, les collectivités territoriales et leurs groupements veillent à la confidentialité des données qui leur sont transmises par les gestionnaires d'infrastructures de communications électroniques et les opérateurs en application du présent article. Sans préjudice des dispositions des troisième, quatrième et cinquième alinéas du présent IV et en application de l'<a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000339241&idArticle=LEGIARTI000006528228&dateTexte=&categorieLien=cid'>article 6 de la loi n° 78-753 du 17 juillet 1978 </a>portant diverses mesures d'amélioration des relations entre l'administration et le public et diverses dispositions d'ordre administratif, social et fiscal, ces données ne sont pas communicables au public.L'Etat, les collectivités territoriales et leurs groupements prennent les mesures nécessaires, compte tenu des techniques disponibles, pour prévenir l'accès aux données par toute personne non autorisée. </p><p>La personne ayant adressé la demande désigne les personnes ayant à connaître les données. Ces personnes sont tenues au secret professionnel. Elles sont sensibilisées par leur employeur aux exigences légales à respecter en la matière, notamment les dispositions de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000006417944&dateTexte=&categorieLien=cid'>226-13</a> du code pénal, et signent un engagement de confidentialité si leur statut, leur contrat ou leur convention de prestation ne le contient pas déjà. </p><p>Les données produites après agrégation ou transformation des informations reçues en application du présent article et ne permettant pas de reconstituer les données brutes transmises par les opérateurs ou les gestionnaires peuvent être utilisées librement par l'Etat, les collectivités ou leurs groupements, sans préjudice de la loi n° 78-753 du 17 juillet 1978. </p><p>Dans les mêmes conditions de confidentialité, la communication des données reçues en application du présent article est autorisée entre services de l'Etat, d'une part, et entre collectivités territoriales et groupements, d'autre part, après information des opérateurs et gestionnaires concernés. Cette communication doit faire l'objet d'une demande répondant aux mêmes exigences que celles précisées au II et adressée au service de l'Etat, à la collectivité ou au groupement détenteur des données, qui en informe les opérateurs et gestionnaires concernés. Le destinataire de la communication est soumis aux obligations précisées aux alinéas précédents. La communication est limitée aux infrastructures et réseaux établis sur le territoire du demandeur.</p><p>L'Etat, les collectivités et les groupements peuvent communiquer des données reçues en application du présent article à un tiers concourant à l'aménagement du territoire avec lequel ils sont en relation contractuelle, après information des opérateurs et des gestionnaires d'infrastructures dont elles proviennent. La communication fait l'objet d'une convention de durée limitée qui en précise les finalités, impose au destinataire de respecter la sécurité et la confidentialité des données conformément au présent IV et précise que les données sont restituées à son terme et les copies détruites. Le service de l'Etat, la collectivité ou le groupement détenteur des données veille au respect par le destinataire de ses obligations en matière de sécurité et de confidentialité des données prévues par la convention. Les données communiquées ne peuvent être utilisées à d'autres fins que celles prévues par la convention. </p><p>La communication de données ne doit pas créer de discrimination entre opérateurs et ne doit pas porter atteinte au secret en matière commerciale et industrielle, mentionné à l'article 6 de la loi n° 78-753 du 17 juillet 1978. </p><p>Un arrêté du Premier ministre et des ministres chargés de l'aménagement du territoire, de l'intérieur, des collectivités territoriales, des communications électroniques et de l'urbanisme précise : </p><p>1° Les informations non communiquées par les opérateurs ou les gestionnaires d'infrastructures de communications électroniques en raison de leur sensibilité particulière pour la sécurité publique ou la sécurité nationale ; </p><p>2° Les modalités selon lesquelles l'Etat, les collectivités et leurs groupements peuvent, sans préjudice des dispositions de la loi n° 78-753 du 17 juillet 1978, produire et utiliser des cartes ou schémas cartographiques et des données agrégées. </p><p>En cas de contestation quant aux informations non communiquées par l'opérateur ou le gestionnaire, le représentant de l'Etat peut être saisi pour avis par la collectivité ou le groupement de collectivités sur l'exclusion des informations du champ du présent article.</p><p>V.-Les gestionnaires d'infrastructures de communications électroniques et les opérateurs répondent aux demandes qu'ils reçoivent pour les infrastructures d'accueil dont ils sont propriétaires. Ils répondent également aux demandes qu'ils reçoivent pour les équipements passifs qu'ils détiennent, en pleine propriété ou au travers d'un droit d'usage de longue durée. </p><p>Lorsque les équipements mentionnés au 2° du III utilisent une infrastructure d'accueil dont l'opérateur n'est pas propriétaire, l'opérateur communique le nom du propriétaire de l'infrastructure. </p><p>Lorsque la demande porte sur les équipements passifs de la partie terminale d'un réseau filaire, l'opérateur n'est pas tenu de communiquer la localisation de la terminaison. Un arrêté des ministres chargés de l'aménagement du territoire, des collectivités territoriales, des communications électroniques et de l'urbanisme précise pour chaque type de réseau la portée de cette exclusion. </p><p>Les opérateurs et les gestionnaires d'infrastructures de communications électroniques ne sont pas tenus de communiquer les informations relatives à toute installation mise à disposition d'un client final pour son usage exclusif. </p><p>Si la demande porte sur l'état d'occupation des infrastructures d'accueil, les opérateurs et gestionnaires d'infrastructures transmettent les données dont ils disposent et indiquent, si ces données ne sont pas complètes, les modalités permettant la réalisation par le demandeur de relevés complémentaires sur le terrain. </p><p>Les informations devant être communiquées en application du présent article sont transmises sous forme de données numériques vectorielles géolocalisées pouvant être reprises dans des systèmes d'informations géographiques et suivant un format largement répandu. Un arrêté des ministres chargés de l'aménagement du territoire, des collectivités territoriales, des communications électroniques et de l'urbanisme précise le format et la structure de données suivant lesquels ces informations doivent être transmises.</p><p></p>",
            "num": "D98-6-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1238457600000,
            "dateFin": 1341100800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 332854,
            "context": {
                "titresTM": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets simples",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006092417",
                        "id": "LEGISCTA000006092417",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-07-12",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : Les communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006118591",
                        "id": "LEGISCTA000006118591",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-07-12",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006136592",
                        "id": "LEGISCTA000006136592",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-12-29",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Régime juridique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006150588",
                        "id": "LEGISCTA000006150588",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-07-29",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Réseaux et services",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006165810",
                        "id": "LEGISCTA000006165810",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-07-29",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 2 : Obligations des opérateurs.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006181878",
                        "id": "LEGISCTA000006181878",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1962-03-14",
                        "fin": "2999-01-01",
                        "titre": "Code des postes et des communications électroniques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070987",
                        "id": "LEGITEXT000006070987",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020253430",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006181878",
            "sectionParentId": "LEGISCTA000006181878",
            "sectionParentTitre": "Paragraphe 2 : Obligations des opérateurs.",
            "fullSectionsTitre": "Partie réglementaire - Décrets simples &gt; LIVRE II : Les communications électroniques &gt; TITRE Ier : Dispositions générales &gt; Chapitre II : Régime juridique &gt; Section 1 : Réseaux et services &gt; Paragraphe 2 : Obligations des opérateurs.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000020254366",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070987",
                    "titre": "Code des postes et des communications électroniques",
                    "titreLong": "Code des postes et des communications électroniques",
                    "etat": "VIGUEUR",
                    "dateDebut": -246240000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070987",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Décret 2009-167 du 12 février 2009 article 2 : Le sixième alinéa du V de l'article D. 98-6-3 du code des postes et des communications électroniques entre en vigueur au 1er juillet 2009 pour les informations visées au 2° du III, et au 1er juillet 2011 pour les informations visées au 1° du III. Avant cette date, les informations sont fournies dans le meilleur état dont dispose l'opérateur ou le gestionnaire d'infrastructures de communications électroniques au regard de l'objectif présenté dans l'alinéa en question. Conseil d'Etat n° 327062, en date du 10 novembre 2010 Article 1er : L'article 1er du décret du 12 février 2009 est annulé en tant qu'il introduit le cinquième alinéa du IV et le dernier alinéa du V de l'article D. 98-6-3 du code des postes et des communications électroniques.",
            "notaHtml": "<p>Décret 2009-167 du 12 février 2009 article 2 : Le sixième alinéa du V de l'article D. 98-6-3 du code des postes et des communications électroniques entre en vigueur au 1er juillet 2009 pour les informations visées au 2° du III, et au 1er juillet 2011 pour les informations visées au 1° du III. Avant cette date, les informations sont fournies dans le meilleur état dont dispose l'opérateur ou le gestionnaire d'infrastructures de communications électroniques au regard de l'objectif présenté dans l'alinéa en question.</p><p>Conseil d'Etat n° 327062, en date du 10 novembre 2010 Article 1er : L'article 1er du décret du 12 février 2009 est annulé en tant qu'il introduit le cinquième alinéa du IV et le dernier alinéa du V de l'article D. 98-6-3 du code des postes et des communications électroniques.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000020251570",
                    "textTitle": "Décret n°2009-167\n du 12 février 2009 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000020253101",
                    "natureText": "DECRET",
                    "datePubliTexte": "2009-02-14",
                    "dateSignaTexte": "2009-02-12",
                    "dateDebutCible": "2009-02-15"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000339241",
                    "textTitle": "LOI n° 78-753 du 17 juillet 1978 - art. 6",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000006528228",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "78-753",
                    "datePubli": 269568000000,
                    "dateDebut": 1241136000000
                },
                {
                    "textCid": "JORFTEXT000020251570",
                    "textTitle": "Décret n°2009-167\n du 12 février 2009 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000020253099",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2009-167",
                    "datePubli": 1234569600000,
                    "dateDebut": 1238457600000
                },
                {
                    "textCid": "JORFTEXT000021696633",
                    "textTitle": "Arrêté du 15 janvier 2010 - art. 1 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000025713549",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1263686400000,
                    "dateDebut": 1341100800000
                },
                {
                    "textCid": "JORFTEXT000021696615",
                    "textTitle": "Arrêté du 15 janvier 2010 - art. 2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000021714467",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1263686400000,
                    "dateDebut": 1277942400000
                },
                {
                    "textCid": "JORFTEXT000021696633",
                    "textTitle": "Arrêté du 15 janvier 2010 - art. Annexe (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe",
                    "articleId": "LEGIARTI000025713555",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1263686400000,
                    "dateDebut": 1341100800000
                },
                {
                    "textCid": "JORFTEXT000021696604",
                    "textTitle": "Décret n°2010-57\n du 15 janvier 2010 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000030292776",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2010-57",
                    "datePubli": 1263686400000,
                    "dateDebut": 1425081600000
                },
                {
                    "textCid": "JORFTEXT000025711741",
                    "textTitle": "Décret n°2012-513\n du 18 avril 2012 - art. 2 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000025712643",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2012-513",
                    "datePubli": 1334880000000,
                    "dateDebut": 1341100800000
                },
                {
                    "textCid": "JORFTEXT000030290332",
                    "textTitle": "AVIS n°2014-0472 du 17 avril 2014 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000030290333",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2014-0472",
                    "datePubli": 1424995200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000030290070",
                    "textTitle": "DÉCRET n°2015-217 du 25 février 2015 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000030292437",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-217",
                    "datePubli": 1424995200000,
                    "dateDebut": 1425081600000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 226-13",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "226-13",
                    "articleId": "LEGIARTI000006417944",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1009843200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroniques - art. L33-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L33-1",
                    "articleId": "LEGIARTI000006465743",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1475971200000
                },
                {
                    "textCid": "LEGITEXT000006070987",
                    "textTitle": "Code des postes et des communications électroniques - art. L33-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L33-7",
                    "articleId": "LEGIARTI000019296996",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1217980800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020254366",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1238457600000,
                    "dateFin": 1341100800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025713409",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1341100800000,
                    "dateFin": 1458345600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033155384",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1458345600000,
                    "dateFin": 1544745600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037807819",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1544745600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D98-6-3",
                "98-6-3"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}