{
    "cid": "LEGIARTI000043533607",
    "num": "L634-4-1",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000028275902",
                        "id": "LEGISCTA000028275902",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VI : ACTIVITÉS PRIVÉES DE SÉCURITÉ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025506179",
                        "id": "LEGISCTA000025507630",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE III : CONSEIL NATIONAL DES ACTIVITÉS  PRIVÉES DE SÉCURITÉ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025506548",
                        "id": "LEGISCTA000025507360",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2012-05-01",
                        "fin": "2022-12-31",
                        "titre": "Chapitre IV : Contrôles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025506577",
                        "id": "LEGISCTA000025507339",
                        "etat": "ABROGE_DIFF"
                    },
                    {
                        "debut": "2022-12-31",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Mission de contrôle et exercice de l'action disciplinaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025506577",
                        "id": "LEGISCTA000045453628",
                        "etat": "VIGUEUR_DIFF"
                    },
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Sanctions disciplinaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000025506589",
                        "id": "LEGISCTA000025507330",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2012-05-01",
                        "fin": "2999-01-01",
                        "titre": "Code de la sécurité intérieure",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000025503132",
                        "id": "LEGITEXT000025503132",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "ABROGE_DIFF",
            "id": "LEGIARTI000043533607",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000043530276",
                    "textTitle": "LOI n°2021-646 du 25 mai 2021 - art. 22",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "22",
                    "articleId": "LEGIARTI000043532649",
                    "natureText": "LOI",
                    "datePubliTexte": "2021-05-26",
                    "dateSignaTexte": "2021-05-25",
                    "dateDebutCible": "2021-05-27"
                },
                {
                    "textCid": "JORFTEXT000045441846",
                    "textTitle": "Ordonnance n°2022-448 du 30 mars 2022 - art. 1",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000045443435",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2022-03-31",
                    "dateSignaTexte": "2022-03-30",
                    "dateDebutCible": "2022-04-01"
                }
            ],
            "num": "L634-4-1",
            "origine": "LEGI",
            "texte": "Sur décision de la commission d'agrément et de contrôle territorialement compétente, la sanction consistant en une sanction pécuniaire prononcée à l'encontre des personnes physiques ou morales exerçant les activités définies aux titres Ier, II et II bis du présent livre peut également, compte tenu de la gravité des faits reprochés, être publiée en tout ou partie sur le site internet du Conseil national des activités privées de sécurité, sans que la durée de cette publication puisse excéder cinq ans. Sauf si la commission d'agrément et de contrôle territorialement compétente en décide autrement, la sanction consistant en une interdiction temporaire d'exercer est publiée sur le site internet du Conseil national des activités privées de sécurité. La commission peut décider de ne publier qu'une partie de la décision. Elle décide de la durée de publication, qui ne peut excéder celle de l'interdiction temporaire d'exercer. Les sanctions mentionnées aux deux premiers alinéas sont publiées après avoir fait l'objet d'un traitement permettant de rendre impossible l'identification des tiers. La décision de la commission d'agrément et de contrôle peut également prévoir, dans les mêmes conditions, la publication de la sanction mentionnée aux mêmes deux premiers alinéas aux frais de la personne sanctionnée, sur les supports qu'elle désigne. Les publications mentionnées aux premier, deuxième et quatrième alinéas ne peuvent intervenir qu'à l'expiration du délai de recours administratif préalable obligatoire prévu à l'article L. 633-3 ou, le cas échéant, à l'issue de ce recours. En cas d'inexécution par la personne sanctionnée de la mesure de publicité dans le délai qui lui a été imparti, le Conseil national des activités privées de sécurité peut la mettre en demeure de procéder à cette publication. Cette mise en demeure peut être assortie d'une astreinte journalière pouvant aller jusqu'à 300 €. Lorsque la décision de sanction rendue publique fait l'objet d'un recours contentieux, le Conseil national des activités privées de sécurité publie sans délai, sur son site internet, cette information ainsi que toute information ultérieure sur l'issue de ce recours.",
            "texteHtml": "<p>Sur décision de la commission d'agrément et de contrôle territorialement compétente, la sanction consistant en une sanction pécuniaire prononcée à l'encontre des personnes physiques ou morales exerçant les activités définies aux titres Ier, II et II bis du présent livre peut également, compte tenu de la gravité des faits reprochés, être publiée en tout ou partie sur le site internet du Conseil national des activités privées de sécurité, sans que la durée de cette publication puisse excéder cinq ans.<br/><br/>\n Sauf si la commission d'agrément et de contrôle territorialement compétente en décide autrement, la sanction consistant en une interdiction temporaire d'exercer est publiée sur le site internet du Conseil national des activités privées de sécurité. La commission peut décider de ne publier qu'une partie de la décision. Elle décide de la durée de publication, qui ne peut excéder celle de l'interdiction temporaire d'exercer.<br/><br/>\n Les sanctions mentionnées aux deux premiers alinéas sont publiées après avoir fait l'objet d'un traitement permettant de rendre impossible l'identification des tiers.<br/><br/>\n La décision de la commission d'agrément et de contrôle peut également prévoir, dans les mêmes conditions, la publication de la sanction mentionnée aux mêmes deux premiers alinéas aux frais de la personne sanctionnée, sur les supports qu'elle désigne.<br/><br/>\n Les publications mentionnées aux premier, deuxième et quatrième alinéas ne peuvent intervenir qu'à l'expiration du délai de recours administratif préalable obligatoire prévu à l'article L. 633-3 ou, le cas échéant, à l'issue de ce recours.<br/><br/>\n En cas d'inexécution par la personne sanctionnée de la mesure de publicité dans le délai qui lui a été imparti, le Conseil national des activités privées de sécurité peut la mettre en demeure de procéder à cette publication. Cette mise en demeure peut être assortie d'une astreinte journalière pouvant aller jusqu'à 300 €.<br/><br/>\n Lorsque la décision de sanction rendue publique fait l'objet d'un recours contentieux, le Conseil national des activités privées de sécurité publie sans délai, sur son site internet, cette information ainsi que toute information ultérieure sur l'issue de ce recours.</p>",
            "type": "AUTONOME",
            "dateDebut": "2021-05-27T00:00:00.000Z",
            "dateFin": "2022-12-31T00:00:00.000Z"
        }
    ]
}