{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000039686676",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Afin de faciliter la constatation des infractions aux règles de circulation arrêtées en application de l'article L. 2213-4-1 et de permettre le rassemblement des preuves de ces infractions ainsi que la recherche de leurs auteurs, des dispositifs fixes ou mobiles de contrôle automatisé des données signalétiques des véhicules peuvent être mis en œuvre par les services de police et de gendarmerie nationales ou par les services de police municipale des communes sur le territoire desquelles a été instituée une zone à faibles émissions mobilité ou, pour la zone instaurée à Paris, par le service dont relèvent les agents de surveillance de Paris. II.-La mise en œuvre des dispositifs de contrôle est autorisée par arrêté du représentant de l'Etat dans le département et, à Paris, du préfet de police. Les lieux d'implantation des dispositifs fixes sont déterminés en tenant compte notamment des niveaux de pollution atmosphérique observés sur les voies de circulation concernées. L'autorisation ne peut être délivrée que si : 1° Les modalités de contrôle ne conduisent pas à contrôler chaque jour plus de 15 % du nombre moyen journalier de véhicules circulant au sein de la zone ; 2° Le rapport entre le nombre de dispositifs de contrôle permettant les traitements automatisés des données signalétiques des véhicules mentionnés au III du présent article mis en œuvre au cours d'une même journée au sein de la zone à faibles émissions mobilité et la longueur totale de la voirie publique mesurée en kilomètres n'excède pas 0,025 ; 3° Les lieux de déploiement retenus n'ont pas pour effet de permettre un contrôle de l'ensemble des véhicules entrant dans la zone à faibles émissions mobilité ou dans un espace continu au sein de cette zone. Les conditions prévues pour la délivrance de l'autorisation doivent être respectées lorsque des dispositifs mobiles de contrôle sont ajoutés. La demande d'autorisation est accompagnée d'une étude de la circulation et de la pollution au sein de la zone à faibles émissions mobilité permettant d'apprécier le respect des conditions fixées aux 1° à 3° du présent II. Le taux mentionné au 1° du présent II est le rapport entre le nombre de véhicules ayant donné lieu aux traitements automatisés mentionnés au deuxième alinéa du III et le nombre moyen de véhicules ayant circulé dans la zone. Les huitième et avant-dernier alinéas et les conditions mentionnées aux 1° et 2° du présent II ne sont pas applicables lorsque les dispositifs mis en œuvre pour les finalités mentionnées au I permettent de s'assurer du respect par un véhicule des règles de circulation mentionnées au même I sans que soient mis en œuvre les traitements automatisés mentionnés au deuxième alinéa du III. III.-Les données à caractère personnel collectées au moyen des dispositifs mentionnés au I peuvent, pour les finalités prévues au même I, faire l'objet de traitements automatisés dans les conditions prévues par la loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés. Ces traitements automatisés peuvent comporter la consultation du fichier des véhicules pour lesquels une identification fondée sur leur contribution à la limitation de la pollution atmosphérique a été délivrée en application de l'article L. 318-1 du code de la route, ainsi que des fichiers des véhicules autorisés à circuler sur les voies et espaces concernés. Dans les seuls cas où ces consultations ne permettent pas de procéder à une telle vérification, ils peuvent également comporter une consultation du système d'immatriculation des véhicules prévu à l'article L. 330-1 du même code. Ces consultations, qui ont lieu immédiatement après la collecte des données signalétiques, ne portent que sur les données relatives aux caractéristiques du véhicule et à sa contribution à la limitation de la pollution atmosphérique et ne peuvent avoir pour objet d'identifier le titulaire du certificat d'immatriculation du véhicule. Dès que la consultation de l'un de ces fichiers a permis de s'assurer du respect par un véhicule des règles de circulation mentionnées au I du présent article, les données collectées relatives à ce véhicule sont détruites immédiatement. Les données relatives aux autres véhicules font immédiatement l'objet d'un traitement destiné à masquer les images permettant l'identification des occupants du véhicule, de façon irréversible s'agissant des tiers et des passagers du véhicule. Elles peuvent être enregistrées et conservées pour une durée qui ne peut excéder huit jours ouvrés à compter de leur collecte, sous réserve des besoins d'une procédure pénale. Sur demande du titulaire du certificat d'immatriculation ou de l'une des personnes mentionnées aux trois derniers alinéas de l'article L. 121-2 du code de la route, destinataire de l'avis d'amende forfaitaire, ou de l'officier du ministère public en cas de requêtes ou de réclamations, le responsable du traitement communique les données permettant l'identification du conducteur du véhicule. Seuls les agents de police municipale intervenant dans les communes sur le territoire desquelles une zone à faibles émissions mobilité a été instituée en application de l'article L. 2213-4-1 du présent code et, pour la zone instaurée à Paris, les agents de surveillance de Paris ont accès aux données issues des traitements prévus au premier alinéa du présent III. Lorsque les dispositifs et traitements mentionnés au présent article sont mis en œuvre par l'Etat, les agents de police municipale intervenant dans les communes concernées et, à Paris, les agents de surveillance de Paris peuvent être rendus destinataires des données caractérisant l'infraction pour les besoins du constat qu'ils ont compétence pour opérer. IV.-Lorsque les dispositifs et les traitements automatisés prévus au présent article sont mis en œuvre par l'Etat à la demande d'une collectivité territoriale ou d'un établissement public de coopération intercommunale qui a créé une zone à faibles émissions mobilité, une convention entre l'Etat et la collectivité ou l'établissement concerné définit les modalités de cette mise en œuvre et, le cas échéant, la contribution de la collectivité ou de l'établissement à son financement.",
            "texteHtml": "<p>I.-Afin de faciliter la constatation des infractions aux règles de circulation arrêtées en application de l'article L. 2213-4-1 et de permettre le rassemblement des preuves de ces infractions ainsi que la recherche de leurs auteurs, des dispositifs fixes ou mobiles de contrôle automatisé des données signalétiques des véhicules peuvent être mis en œuvre par les services de police et de gendarmerie nationales ou par les services de police municipale des communes sur le territoire desquelles a été instituée une zone à faibles émissions mobilité ou, pour la zone instaurée à Paris, par le service dont relèvent les agents de surveillance de Paris.<br/><br/>\n II.-La mise en œuvre des dispositifs de contrôle est autorisée par arrêté du représentant de l'Etat dans le département et, à Paris, du préfet de police.<br/><br/>\n Les lieux d'implantation des dispositifs fixes sont déterminés en tenant compte notamment des niveaux de pollution atmosphérique observés sur les voies de circulation concernées.<br/><br/>\n L'autorisation ne peut être délivrée que si :<br/><br/>\n 1° Les modalités de contrôle ne conduisent pas à contrôler chaque jour plus de 15 % du nombre moyen journalier de véhicules circulant au sein de la zone ;<br/><br/>\n 2° Le rapport entre le nombre de dispositifs de contrôle permettant les traitements automatisés des données signalétiques des véhicules mentionnés au III du présent article mis en œuvre au cours d'une même journée au sein de la zone à faibles émissions mobilité et la longueur totale de la voirie publique mesurée en kilomètres n'excède pas 0,025 ;<br/><br/>\n 3° Les lieux de déploiement retenus n'ont pas pour effet de permettre un contrôle de l'ensemble des véhicules entrant dans la zone à faibles émissions mobilité ou dans un espace continu au sein de cette zone.<br/><br/>\n Les conditions prévues pour la délivrance de l'autorisation doivent être respectées lorsque des dispositifs mobiles de contrôle sont ajoutés.<br/><br/>\n La demande d'autorisation est accompagnée d'une étude de la circulation et de la pollution au sein de la zone à faibles émissions mobilité permettant d'apprécier le respect des conditions fixées aux 1° à 3° du présent II.<br/><br/>\n Le taux mentionné au 1° du présent II est le rapport entre le nombre de véhicules ayant donné lieu aux traitements automatisés mentionnés au deuxième alinéa du III et le nombre moyen de véhicules ayant circulé dans la zone.<br/><br/>\n Les huitième et avant-dernier alinéas et les conditions mentionnées aux 1° et 2° du présent II ne sont pas applicables lorsque les dispositifs mis en œuvre pour les finalités mentionnées au I permettent de s'assurer du respect par un véhicule des règles de circulation mentionnées au même I sans que soient mis en œuvre les traitements automatisés mentionnés au deuxième alinéa du III.<br/><br/>\n III.-Les données à caractère personnel collectées au moyen des dispositifs mentionnés au I peuvent, pour les finalités prévues au même I, faire l'objet de traitements automatisés dans les conditions prévues par la loi n° 78-17 du 6 janvier 1978 relative à l'informatique, aux fichiers et aux libertés.<br/><br/>\n Ces traitements automatisés peuvent comporter la consultation du fichier des véhicules pour lesquels une identification fondée sur leur contribution à la limitation de la pollution atmosphérique a été délivrée en application de l'article L. 318-1 du code de la route, ainsi que des fichiers des véhicules autorisés à circuler sur les voies et espaces concernés. Dans les seuls cas où ces consultations ne permettent pas de procéder à une telle vérification, ils peuvent également comporter une consultation du système d'immatriculation des véhicules prévu à l'article L. 330-1 du même code. Ces consultations, qui ont lieu immédiatement après la collecte des données signalétiques, ne portent que sur les données relatives aux caractéristiques du véhicule et à sa contribution à la limitation de la pollution atmosphérique et ne peuvent avoir pour objet d'identifier le titulaire du certificat d'immatriculation du véhicule.<br/><br/>\n Dès que la consultation de l'un de ces fichiers a permis de s'assurer du respect par un véhicule des règles de circulation mentionnées au I du présent article, les données collectées relatives à ce véhicule sont détruites immédiatement.<br/><br/>\n Les données relatives aux autres véhicules font immédiatement l'objet d'un traitement destiné à masquer les images permettant l'identification des occupants du véhicule, de façon irréversible s'agissant des tiers et des passagers du véhicule. Elles peuvent être enregistrées et conservées pour une durée qui ne peut excéder huit jours ouvrés à compter de leur collecte, sous réserve des besoins d'une procédure pénale.<br/><br/>\n Sur demande du titulaire du certificat d'immatriculation ou de l'une des personnes mentionnées aux trois derniers alinéas de l'article L. 121-2 du code de la route, destinataire de l'avis d'amende forfaitaire, ou de l'officier du ministère public en cas de requêtes ou de réclamations, le responsable du traitement communique les données permettant l'identification du conducteur du véhicule.<br/><br/>\n Seuls les agents de police municipale intervenant dans les communes sur le territoire desquelles une zone à faibles émissions mobilité a été instituée en application de l'article L. 2213-4-1 du présent code et, pour la zone instaurée à Paris, les agents de surveillance de Paris ont accès aux données issues des traitements prévus au premier alinéa du présent III.<br/><br/>\n Lorsque les dispositifs et traitements mentionnés au présent article sont mis en œuvre par l'Etat, les agents de police municipale intervenant dans les communes concernées et, à Paris, les agents de surveillance de Paris peuvent être rendus destinataires des données caractérisant l'infraction pour les besoins du constat qu'ils ont compétence pour opérer.<br/><br/>\n IV.-Lorsque les dispositifs et les traitements automatisés prévus au présent article sont mis en œuvre par l'Etat à la demande d'une collectivité territoriale ou d'un établissement public de coopération intercommunale qui a créé une zone à faibles émissions mobilité, une convention entre l'Etat et la collectivité ou l'établissement concerné définit les modalités de cette mise en œuvre et, le cas échéant, la contribution de la collectivité ou de l'établissement à son financement.</p>",
            "num": "L2213-4-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1577404800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 579811,
            "context": {
                "titresTM": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088000",
                        "id": "LEGISCTA000006088000",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "DEUXIÈME PARTIE : LA COMMUNE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006116628",
                        "id": "LEGISCTA000006116628",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : ADMINISTRATION ET SERVICES COMMUNAUX",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006135492",
                        "id": "LEGISCTA000006135492",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : POLICE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006149238",
                        "id": "LEGISCTA000006149238",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "CHAPITRE III : Pouvoirs de police portant sur des objets particuliers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006164556",
                        "id": "LEGISCTA000006164556",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Police de la circulation et du stationnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006180977",
                        "id": "LEGISCTA000006180977",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000039686676",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006180977",
            "sectionParentId": "LEGISCTA000006180977",
            "sectionParentTitre": "Section 1 : Police de la circulation et du stationnement",
            "fullSectionsTitre": "Partie législative &gt; DEUXIÈME PARTIE : LA COMMUNE &gt; LIVRE II : ADMINISTRATION ET SERVICES COMMUNAUX &gt; TITRE Ier : POLICE &gt; CHAPITRE III : Pouvoirs de police portant sur des objets particuliers &gt; Section 1 : Police de la circulation et du stationnement",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000039686676",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000039666574",
                    "textTitle": "LOI n°2019-1428 du 24 décembre 2019 - art. 86",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "86",
                    "articleId": "LEGIARTI000039668735",
                    "natureText": "LOI",
                    "datePubliTexte": "2019-12-26",
                    "dateSignaTexte": "2019-12-24",
                    "dateDebutCible": "2019-12-27"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000039686676",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1577404800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L2213-4-2",
                "2213-4-2"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}