{
    "cid": "LEGIARTI000043962151",
    "num": "L219-6",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1973-03-27",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107992",
                        "id": "LEGISCTA000006107992",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1973-11-13",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Préemption et réserves foncières",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128557",
                        "id": "LEGISCTA000006128557",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1985-07-19",
                        "fin": "2999-01-01",
                        "titre": " Titre Ier : Droits de préemption",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143285",
                        "id": "LEGISCTA000006143285",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-08-25",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IX : Droit de préemption pour l'adaptation des territoires au recul du trait de côte",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000043962133",
                        "id": "LEGISCTA000043962133",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-08-25",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Procédure de préemption",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000043962149",
                        "id": "LEGISCTA000043962149",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Code de l'urbanisme",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074075",
                        "id": "LEGITEXT000006074075",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000043962151",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000043956924",
                    "textTitle": "LOI n°2021-1104 du 22 août 2021 - art. 244",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "244",
                    "articleId": "LEGIARTI000043958016",
                    "natureText": "LOI",
                    "datePubliTexte": "2021-08-24",
                    "dateSignaTexte": "2021-08-22",
                    "dateDebutCible": "2021-08-25"
                }
            ],
            "num": "L219-6",
            "origine": "LEGI",
            "texte": "Dans les zones définies à l'article L. 121-22-2 où s'applique le droit de préemption prévu à l'article L. 219-1, toute aliénation mentionnée aux articles L. 219-2 et L. 219-3 est subordonnée, à peine de nullité, à une déclaration préalable adressée par le propriétaire à la commune où est situé le bien. Le propriétaire en transmet une copie au directeur départemental ou régional des finances publiques. Cette déclaration comporte obligatoirement, sauf en cas de donation entre vifs, l'indication du prix et des conditions de l'aliénation projetée ou, en cas d'adjudication, l'estimation du bien ou sa mise à prix. Lorsque la contrepartie de l'aliénation fait l'objet d'un paiement en nature, la déclaration doit mentionner le prix d'estimation de cette contrepartie. Le silence du titulaire du droit de préemption gardé pendant deux mois à compter de la réception de la déclaration prévue au premier alinéa du présent article vaut renonciation à l'exercice de ce droit. Le titulaire du droit de préemption peut, dans le délai de deux mois mentionné au troisième alinéa, adresser au propriétaire une demande unique de communication des documents permettant d'apprécier la consistance et l'état de l'immeuble ainsi que, le cas échéant, la situation sociale, financière et patrimoniale de la société civile immobilière. La liste des documents susceptibles d'être demandés est fixée limitativement par décret en Conseil d'Etat. Le délai de deux mois est suspendu à compter de la réception de la demande mentionnée au quatrième alinéa. Il recommence à courir à compter de la réception des documents demandés par le titulaire du droit de préemption. Si le délai restant à courir est inférieur à un mois, le titulaire dispose d'un mois pour notifier sa décision. Passés ces délais, son silence vaut renonciation à l'exercice du droit de préemption. Lorsqu'il envisage d'acquérir le bien, le titulaire du droit de préemption transmet sans délai une copie de la déclaration d'intention d'aliéner au responsable départemental des services fiscaux. La décision du titulaire fait l'objet d'une publication. Elle indique l'estimation du bien par les services fiscaux. Elle est notifiée au vendeur, au notaire et, le cas échéant, à l'acquéreur potentiel mentionné dans la déclaration d'intention d'aliéner. Le notaire la transmet aux titulaires de droits d'emphytéose, d'habitation ou d'usage, aux personnes bénéficiaires de servitudes, aux fermiers et aux locataires mentionnés dans la déclaration d'intention d'aliéner. Le titulaire du droit de préemption peut demander à visiter le bien, dans des conditions fixées par décret.",
            "texteHtml": "<p>Dans les zones définies à l'article L. 121-22-2 où s'applique le droit de préemption prévu à l'article L. 219-1, toute aliénation mentionnée aux articles L. 219-2 et L. 219-3 est subordonnée, à peine de nullité, à une déclaration préalable adressée par le propriétaire à la commune où est situé le bien. Le propriétaire en transmet une copie au directeur départemental ou régional des finances publiques.<br/><br/>\n Cette déclaration comporte obligatoirement, sauf en cas de donation entre vifs, l'indication du prix et des conditions de l'aliénation projetée ou, en cas d'adjudication, l'estimation du bien ou sa mise à prix. Lorsque la contrepartie de l'aliénation fait l'objet d'un paiement en nature, la déclaration doit mentionner le prix d'estimation de cette contrepartie.<br/><br/>\n Le silence du titulaire du droit de préemption gardé pendant deux mois à compter de la réception de la déclaration prévue au premier alinéa du présent article vaut renonciation à l'exercice de ce droit.<br/><br/>\n Le titulaire du droit de préemption peut, dans le délai de deux mois mentionné au troisième alinéa, adresser au propriétaire une demande unique de communication des documents permettant d'apprécier la consistance et l'état de l'immeuble ainsi que, le cas échéant, la situation sociale, financière et patrimoniale de la société civile immobilière. La liste des documents susceptibles d'être demandés est fixée limitativement par décret en Conseil d'Etat.<br/><br/>\n Le délai de deux mois est suspendu à compter de la réception de la demande mentionnée au quatrième alinéa. Il recommence à courir à compter de la réception des documents demandés par le titulaire du droit de préemption. Si le délai restant à courir est inférieur à un mois, le titulaire dispose d'un mois pour notifier sa décision. Passés ces délais, son silence vaut renonciation à l'exercice du droit de préemption.<br/><br/>\n Lorsqu'il envisage d'acquérir le bien, le titulaire du droit de préemption transmet sans délai une copie de la déclaration d'intention d'aliéner au responsable départemental des services fiscaux. La décision du titulaire fait l'objet d'une publication. Elle indique l'estimation du bien par les services fiscaux. Elle est notifiée au vendeur, au notaire et, le cas échéant, à l'acquéreur potentiel mentionné dans la déclaration d'intention d'aliéner. Le notaire la transmet aux titulaires de droits d'emphytéose, d'habitation ou d'usage, aux personnes bénéficiaires de servitudes, aux fermiers et aux locataires mentionnés dans la déclaration d'intention d'aliéner.<br/><br/>\n Le titulaire du droit de préemption peut demander à visiter le bien, dans des conditions fixées par décret.</p>",
            "type": "AUTONOME",
            "dateDebut": "2021-08-25T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}