{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000019985941",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Renseignements nécessaires aux services de la circulation aérienne 7.1 Renseignements météorologiques 7.1.1 Généralités 7.1.1.1 Les organismes des services de la circulation aérienne reçoivent, sur les conditions météorologiques actuelles et prévues, les renseignements les plus récents qui sont nécessaires à l'exécution de leurs fonctions respectives. Ces renseignements sont fournis sous une forme qui exige le minimum d'interprétation de la part du personnel des services de la circulation aérienne et suivant une fréquence qui satisfasse les besoins des organismes intéressés des services de la circulation aérienne. 7.1.1.2 (Réservé) 7.1.1.3 (Réservé) 7.1.1.4 (Réservé) 7.1.2 Centres d'information de vol et centres de contrôle régional 7.1.2.1 Les centres d'information de vol et les centres de contrôle régional recevront les renseignements SIGMET et AIRMET, les comptes rendus en vol spéciaux, les observations et les prévisions météorologiques les plus récentes, surtout en cas d'aggravation constatée ou prévue des conditions météorologiques dès qu'une telle aggravation aura pu être déterminée. Ces observations et ces prévisions couvrent la région d'information de vol ou la région de contrôle ainsi que toutes autres régions déterminées par accord régional de navigation aérienne. Note 1. - Pour l'application de la présente disposition, certaines variations atmosphériques sont interprétées comme une aggravation des conditions météorologiques, bien qu'elles ne soient pas d'ordinaire considérées comme telles. Une augmentation de la température peut, par exemple, influer défavorablement sur l'utilisation de certains types d'avions. Note 2. - En France, les renseignements AIRMET sont communiqués sous la forme de cartes de prévisions de temps significatif TEMSI. La carte TEMSI France est une carte schématique du temps significatif prévu à heure fixe, où ne sont portés que les phénomènes importants et les masses nuageuses. Elle est élaborée pour les vols à basse altitude. 7.1.2.2 Les centres d'information de vol et les centres de contrôle régional reçoivent, à intervalles convenables, les dernières valeurs de la pression pour le calage altimétrique, relevées aux emplacements spécifiés par le centre d'information de vol ou le centre de contrôle régional intéressé. 7.1.3 Organismes assurant le contrôle d'approche 7.1.3.1 Les organismes assurant le contrôle d'approche reçoivent les observations et les prévisions météorologiques les plus récentes pour l'espace aérien et pour les aérodromes dont ils ont la charge. Des messages d'observations spéciales et des amendements aux prévisions sont communiqués à l'organisme assurant le contrôle d'approche dès qu'ils sont jugés nécessaires selon les critères établis et sans attendre les observations ou prévisions régulières suivantes. Lorsque plusieurs anémomètres sont utilisés, les indicateurs auxquels ils sont reliés sont clairement marqués de façon à identifier la piste et la partie de piste correspondant à chaque anémomètre. Note. - Voir la Note 1 qui suit 7.1.2.1. 7.1.3.2 Les organismes assurant le contrôle d'approche reçoivent les dernières valeurs de la pression pour le calage altimétrique, relevées aux emplacements spécifiés par l'organisme assurant le contrôle d'approche intéressé. 7.1.3.3 Les organismes assurant le contrôle d'approche pour les phases d'approche finale, d'atterrissage et de décollage sont équipés d'un ou de plusieurs indicateurs du vent à la surface. Le ou les indicateurs correspondent au(x) même(s) emplacement(s) d'observation et sont alimentés par le(s) même(s) anémomètre(s) que le ou les indicateurs correspondants dans la tour de contrôle d'aérodrome et dans la station météorologique, lorsqu'il existe une telle station. 7.1.3.4 Les organismes qui assurent le contrôle d'approche, pour les phases d'approche finale, d'atterrissage et de décollage, aux aérodromes où la portée visuelle de piste est mesurée par des instruments, sont dotés d'un ou de plusieurs indicateurs qui permettent de lire la ou les dernières valeurs de la portée visuelle de piste. Le ou les indicateurs correspondent au(x) même(s) emplacement(s) d'observation et sont alimenté(s) par le ou les mêmes dispositifs de mesure de portée visuelle de piste que le ou les indicateurs correspondants installés dans la tour de contrôle d'aérodrome et dans la station météorologique, lorsqu'une telle station existe. 7.1.3.5 (Réservé) 7.1.4 Tours de contrôle d'aérodrome ou organismes AFIS §7.1.4 - Différence OACI - voir tableau récapitulatif 7.1.4.1 Les tours de contrôle d'aérodrome ou organismes AFIS reçoivent les observations et les prévisions météorologiques les plus récentes pour l'aérodrome dont elles ont la charge. Des messages d'observations spéciales et des amendements aux prévisions sont communiqués aux tours de contrôle d'aérodrome ou organismes AFIS dès qu'ils sont jugés nécessaires selon les critères établis et sans attendre les observations ou prévisions régulières suivantes. Note. - Voir la Note 1 qui suit 7.1.2.1. §7.1.4.1 - Différence OACI - voir tableau récapitulatif 7.1.4.2 Les tours de contrôle d'aérodrome ou organismes AFIS reçoivent les dernières valeurs de la pression pour le calage altimétrique à l'aérodrome qu'elles desservent. §7.1.4.2 - Différence OACI - voir tableau récapitulatif 7.1.4.3 Les tours de contrôle d'aérodrome ou organismes AFIS sont équipées d'un ou de plusieurs indicateurs du vent à la surface. Le ou les indicateurs correspondent au(x) même(s) emplacement(s) d'observation et sont alimentés par le(s) même(s) anémomètre(s) que le ou les indicateurs correspondants installés dans la station météorologique, lorsqu'il existe une telle station. Lorsque plusieurs anémomètres sont utilisés, les indicateurs auxquels ils sont reliés sont clairement marqués de façon à identifier la piste et la partie de piste correspondant à chaque anémomètre. §7.1.4.3 - Différence OACI - voir tableau récapitulatif 7.1.4.4 Les tours de contrôle, ou organismes AFIS, des aérodromes où la portée visuelle de piste est mesurée par des instruments sont dotées d'un ou de plusieurs indicateurs qui permettent de lire la ou les dernières valeurs de la portée visuelle de piste. Le ou les indicateurs correspondent au(x) même(s) emplacement(s) d'observation et sont alimenté(s) par le ou les mêmes dispositifs de mesure de la portée visuelle de piste que le ou les indicateurs correspondants installés dans la station météorologique, lorsqu'une telle station existe. §7.1.4.4 - Différence OACI - voir tableau récapitulatif 7.1.4.5 (Réservé) 7.1.4.6 (Réservé) 7.1.5 Stations de télécommunications Lorsque cela est nécessaire pour le service d'information de vol, les dernières observations et les dernières prévisions météorologiques sont transmises aux stations de télécommunications. Une copie de ces renseignements est communiquée au centre d'information de vol ou au centre de contrôle régional. 7.2 Renseignements sur l'état des aérodromes et sur l'état opérationnel des installations et services associés Les tours de contrôle d'aérodrome, ou organismes AFIS, et les organismes assurant le contrôle d'approche sont tenus au courant des conditions régnant sur l'aire de mouvement qui ont une importance au point de vue opérationnel, notamment de l'existence de dangers temporaires, ainsi que de l'état opérationnel des installations et services associés sur l'aérodrome ou les aérodromes dont ils ont la charge. §7.2 - Différence OACI - voir tableau récapitulatif 7.3 Renseignements sur l'état de fonctionnement des aides à la navigation 7.3.1 A compter du 1er janvier 2007, les organismes ATS sont tenus au courant de l'état opérationnel : - des aides radio à la navigation indispensables à l'approche intermédiaire et à l'approche finale, à l'atterrissage, au décollage et au départ initial (1er moyen d'aide utilisé au départ), à l'exclusion de l'état de la constellation satellitaire ; - des aides visuelles suivantes, lorsque l'approche est localisée sur l'aérodrome : balisage d'approche (y compris PAPI), balisage de la piste, balisage de la circulation à la surface (y compris barres d'arrêt et panneaux de signalisation) et balisage d'obstacles indispensables pour l'exécution d'une procédure de départ, d'approche aux instruments ou d'approche à vue. §7.3.1 - Différence OACI - voir tableau récapitulatif 7.3.2 (Réservé) 7.4 Renseignements sur les ballons libres non habités (Réservé) 7.5 Renseignements sur les activités volcaniques 7.5.1 Les organismes ATS sont informés, conformément à l'accord local, des activités volcaniques prééruptives, des éruptions volcaniques et de la présence de nuages de cendres volcaniques à proximité de l'espace aérien emprunté par les vols dans leur zone de responsabilité. 7.5.2 Les centres de contrôle régional et les centres d'information de vol reçoivent les renseignements consultatifs concernant les cendres volcaniques qui sont communiqués par le VAAC qui leur est associé. Note. - Les VAAC sont désignés par accord régional de navigation aérienne, conformément à l'Annexe 3 de l'OACI, 3.6.1. 7.6 Renseignements sur les nuages de matières radioactives et de produits chimiques toxiques Les organismes ATS sont informés, conformément à l'accord local, de la présence dans l'atmosphère de substances radioactives ou de produits chimiques toxiques, qui pourraient concerner l'espace aérien emprunté par les vols dans leur zone de responsabilité. Principales différences avec l'Annexe 11 de l'OACI France Commentaire OACI 2.6 Classification des espaces aériens 2.6 Classification des espaces aériens 2.6.1 - Classe A Seuls les vols IFR sont admis ; il est fourni un service de contrôle de la circulation aérienne à tous les vols et la séparation est assurée entre tous. Sur dérogation obtenue auprès de l'autorité ATS compétente et après obtention d'une clairance, un aéronef en vol VFR peut évoluer dans un espace de classe A. Dans ce cas : - une séparation est assurée entre ce vol VFR et les vols IFR ; -une information de trafic est fournie à ce vol VFR sur les autres vols VFR dûment autorisés. En France, possibilité pour les vols VFR d'évoluer dans un espace de classe A sur dérogation obtenue auprès de l'autorité ATS compétente et après obtention d'une clairance 2.6.1 - Classe A Seuls les vols IFR sont admis; il est fourni un service de contrôle de la circulation aérienne à tous les vols et la séparation est assurée entre tous. 2.6.1 - Classe C (...)- au-dessus du FL195, les vols VFR : * en espace aérien réservé (TSA, TRA ou CBA) ; * exceptionnellement, selon les dispositions particulières convenues avec l'autorité ATS compétente. En dehors des espaces aériens réservés (TSA, TRA ou CBA) pour lesquels les services rendus sont fixés par la voie de l'information aéronautique, il est fourni un service de contrôle de la circulation aérienne à tous les vols et la séparation est assurée entre vols IFR et entre vols IFR et vols VFR. Les vols VFR sont séparés des vols IFR et, sauf dispositions contraires au-dessus du FL195, reçoivent des informations de trafic relatives aux autres vols VFR. En France, les vols VFR ne peuvent être admis en classe C, au-dessus du FL195, que sous certaines conditions. 2.6.1 - Classe C Les vols IFR et VFR sont admis. 2.6.1 - Classe E A compter du 1er janvier 2007, la classe E ne sera pas utilisée pour les zones de contrôle. En France, la classe E peut être utilisée pour les zones de contrôle jusqu'au 31 décembre 2006. 2.6.1 - Classe E La classe E ne sera pas utilisée pour les zones de contrôle. 2.8 Création et désignation des organismes assurant les services de la circulation aérienne 2.8 Création et désignation des organismes assurant les services de la circulation aérienne 2.8.3 Sur certains aérodromes non contrôlés, des organismes rendant le service d'information de vol d'aérodrome (AFIS) assurent le service d'information de vol et le service d'alerte au bénéfice des aéronefs évoluant dans la circulation d'aérodrome. Pas d'organisme AFIS défini dans l'Annexe 11 de l'OACI. Cependant, la notion est définie dans la Doc 9713 de l'OACI (Vocabulaire de l'aviation civile internationale). NIL France Commentaire OACI 2.11 Création et identification des routes ATS 2.11 Création et identification des routes ATS 2.11.1 Lors de la création de routes ATS, il est prévu un espacement sûr entre routes ATS adjacentes En France, seul l'espacement sûr est prévu. 2.11.1 Lors de la création de routes ATS, il sera prévu un espace aérien protégé le long de chaque route ATS ainsi qu'un espacement sûr entre routes ATS adjacentes. 2.18 - Données aéronautiques 2.18 - Données aéronautiques 2.18.2 L'intégrité des données aéronautiques est maintenue (...) : a) données critiques : données dont l'utilisation, si elles sont altérées, entraîne une forte probabilité que la sécurité de la poursuite du vol et de l'atterrissage d'un aéronef soit sérieusement compromise, avec un risque de catastrophe ; b) données essentielles : données dont l'utilisation, si elles sont altérées, entraîne une faible probabilité que la sécurité de la poursuite du vol et de l'atterrissage d'un aéronef soit sérieusement compromise, avec un risque de catastrophe ; c) données ordinaires : données dont l'utilisation, si elles sont altérées, entraîne une très faible probabilité que la sécurité de la poursuite du vol et de l'atterrissage d'un aéronef soit sérieusement compromise, avec un risque de catastrophe. En France, les niveaux d'intégrité des données ne sont pas repris. 2.18.2 L'intégrité des données aéronautiques est maintenue (...): a) données critiques, niveau d'intégrité de 1x10 -8 : données dont l'utilisation, si elles sont altérées, entraîne une forte probabilité que la sécurité de la poursuite du vol et de l'atterrissage d'un aéronef soit sérieusement compromise, avec un risque de catastrophe ; b) données essentielles, niveau d'intégrité de 1x10 -5 : données dont l'utilisation, si elles sont altérées, entraîne une faible probabilité que la sécurité de la poursuite du vol et de l'atterrissage d'un aéronef soit sérieusement compromise, avec un risque de catastrophe ; c) données ordinaires, niveau d'intégrité de 1x10 -3 : données dont l'utilisation, si elles sont altérées, entraîne une très faible probabilité que la sécurité de la poursuite du vol et de l'atterrissage d'un aéronef soit sérieusement compromise, avec un risque de catastrophe. 2.18.3 (Réservé) En France, les dispositions concernant le CRC ne sont pas reprises. 2.18.3 La protection des données aéronautiques électroniques stockées ou en transit est surveillée de façon intégrale par contrôle de redondance cyclique (CRC). Pour protéger le niveau d'intégrité des données aéronautiques critiques ou essentielles, suivant la classification indiquée en 2.18.2, on applique aux premières un algorithme CRC de 32 bits et aux secondes un algorithme CRC de 24 bits. 2.24 Importance de l'heure dans les services de la circulation aérienne 2.24 Importance de l'heure dans les services de la circulation aérienne 2.24.2 Les organismes des services de la circulation aérienne sont équipés d'horloges qui indiquent les heures et les minutes et qui sont clairement visibles de chaque poste d'exploitation dans l'organisme intéressé. En France, les secondes ne sont pas affichées. 2.24.2 Les organismes des services de la circulation aérienne sont équipés d'horloges qui indiquent les heures, les minutes et les secondes et qui sont clairement visibles de chaque poste d'exploitation dans l'organisme intéressé. France Commentaire OACI 3.1 Bénéficiaires 3.1 Bénéficiaires Le service du contrôle de la circulation aérienne est assuré : e) aux vols VFR de nuit dans les conditions fixées par l'appendice 5 de l'annexe 1 Règles de l'air . Il n'existe pas d'appendice 5 pour le VFR de nuit dans l'Annexe 11 de l'OACI. NIL 3.3 Fonctionnement du service du contrôle de la circulation aérienne 3.3 Fonctionnement du service du contrôle de la circulation aérienne 3.3.3 Les autorisations émises par les organismes du contrôle de la circulation aérienne assurent la séparation : (...) c) entre les vols IFR et les vols VFR : - dans l'espace aérien de classe C ; - dans l'espace aérien de classe A, si le vol VFR a obtenu une dérogation pour pénétrer et évoluer dans cet espace. Pour l'OACI, seuls les IFR sont admis en classe A (cf. §2.6.1) 3.3.3 Les autorisations émises par les organismes du contrôle de la circulation aérienne assurent la séparation : (...) c) entre les vols IFR et les vols VFR dans l'espace aérien de classe C ; e) (Réservé) En France, les organismes du contrôle n'assurent pas la séparation entre VFR spéciaux. e) entre les vols VFR spéciaux, lorsque l'autorité ATS compétente le prescrit f) entre les vols IFR et les vols VFR de nuit En France, les organismes du contrôle assurent la séparation entre IFR et VFR de nuit. NIL 3.6 - Transfert de contrôle 3.6 - Transfert de contrôle 3.6.1.2 Entre un organisme assurant le contrôle régional et un organisme assurant le contrôle d'approche, ou entre deux organismes assurant le contrôle d'approche. Le transfert de contrôle entre 2 organismes assurant le contrôle d'approche n'est pas prévu par l'OACI. 3.6.1.2 Entre un organisme assurant le contrôle régional et un organisme assurant le contrôle d'approche. 4.2.2 Portée du service d'information de vol 4.2.2 Portée du service d'information de vol b) les risques de collision, pour les aéronefs évoluant dans les espaces aériens des classes C, D, E, F et G ; ces renseignements ne se rapportent qu'aux aéronefs dont la présence est connue et qui pourraient constituer un risque de collision pour l'aéronef informé ; ils sont parfois incomplets et les services de la circulation aérienne ne sont pas en mesure d'accepter l'obligation de les émettre à tout moment ou de se porter garants de leur exactitude ; En France, la note 1 du 4.2.2 a été intégrée dans la norme 4.2.2b), et la note 2 a été renumérotée en conséquence. b) les risques de collision, pour les aéronefs évoluant dans les espaces aériens des classes C, D, E, F et G ; 4.2.4 Outre les renseignements indiqués en 4.2.1 et 4.2.2, le service d'information de vol assuré aux aéronefs évoluant en VFR comprend, sur demande du pilote, les renseignements disponibles sur la circulation et les conditions météorologiques le long de la route lorsque ces conditions risquent de rendre impossible la poursuite du vol selon les règles de vol à vue. En France, ces renseignements ne sont donnés que sur demande du pilote. 4.2.4 Le service d'information de vol assuré aux aéronefs évoluant en VFR comprend, outre les renseignements indiqués en 4.2.1 et 4.2.2, les renseignements disponibles sur la circulation et les conditions météorologiques le long de la route lorsque ces conditions risquent de rendre impossible la poursuite du vol selon les règles de vol à vue. France Commentaire OACI 4.3.10 - Emploi des messages OFIS dans les transmissions dirigées du type demande/réponse 4.3.10 - Emploi des messages OFIS dans les transmissions dirigées du type demande/réponse (Réservé) Les messages OFIS ne sont pas utilisés en France Sur demande du pilote, le ou les messages OFIS applicables seront transmis par l'organisme ATS compétent. 5.1 Mise en œuvre 5.1 Mise en œuvre 5.1.3 Lorsqu'un aéronef se trouvant sous le contrôle d'une tour de contrôle d'aérodrome, d'un centre de contrôle d'approche ou évoluant dans la circulation d'aérodrome d'un aérodrome doté d'un organisme AFIS, est en difficulté, cette tour, ce centre ou cet organisme AFIS avertit immédiatement le centre d'information de vol ou le centre de contrôle régional responsable, qui prévient à son tour le centre de coordination de sauvetage ;(...) Ajout de dispositions concernant les organismes AFIS pour la France. 5.1.3 Lorsqu'un aéronef se trouvant sous le contrôle d'une tour de contrôle d'aérodrome ou d'un centre de contrôle d'approche est en difficulté, cette tour ou ce centre avertit immédiatement le centre d'information de vol ou le centre de contrôle régional responsable, qui prévient à son tour le centre de coordination de sauvetage ; (...) 5.1.3.1 Ajout de dispositions concernant les organismes AFIS pour la France. 5.1.3.1 6.2.2 Communications à l'intérieur d'une région d'information de vol 6.2.2 Communications à l'intérieur d'une région d'information de vol 6.2.2.1.1 c) les tours de contrôle d'aérodrome ou organismes AFIS ; Ajout de dispositions concernant les organismes AFIS pour la France. 6.2.2.1.1 c) les tours de contrôle d'aérodrome ; 6.2.2.1.2 b) tours de contrôle d'aérodrome ou organismes AFIS ; Ajout de dispositions concernant les organismes AFIS pour la France. 6.2.2.1.2 b) tours de contrôle d'aérodrome ; 6.2.2.1.3 (...) avec la tour ou les tours de contrôle d'aérodrome, ou organismes AFIS, Ajout de dispositions concernant les organismes AFIS pour la France. 6.2.2.1.3 (...) avec la tour ou les tours de contrôle d'aérodrome, 6.2.2.1.4 Une tour de contrôle d'aérodrome ou organisme AFIS (...) Ajout de dispositions concernant les organismes AFIS pour la France. 6.2.2.1.4 Une tour de contrôle d'aérodrome (...) 7.1.4 Tours de contrôle d'aérodrome ou organismes AFIS Ajout de dispositions concernant les organismes AFIS pour la France. 7.1.4 Tours de contrôle d'aérodrome 7.1.4.1 Ajout de dispositions concernant les organismes AFIS pour la France. 7.1.4.1 7.1.4.2 Ajout de dispositions concernant les organismes AFIS pour la France. 7.1.4.2 7.1.4.3 Ajout de dispositions concernant les organismes AFIS pour la France. 7.1.4.3 7.1.4.4 Ajout de dispositions concernant les organismes AFIS pour la France. 7.1.4.4 France Commentaire OACI 7.2 Renseignements sur l'état des aérodromes et sur l'état opérationnel des installations et services associés 7.2 Renseignements sur l'état des aérodromes et sur l'état opérationnel des installations et services associés Les tours de contrôle d'aérodrome, ou organismes AFIS, (...) Ajout de dispositions concernant les organismes AFIS pour la France. Les tours de contrôle d'aérodrome, (...) 7.3 Renseignements sur l'état de fonctionnement des aides à la navigation 7.3 Renseignements sur l'état de fonctionnement des aides à la navigation 7.3.1 A compter du 1er janvier 2007, les organismes ATS sont tenus au courant de l'état opérationnel : - des aides radio à la navigation indispensables à l'approche intermédiaire et à l'approche finale, à l'atterrissage, au décollage et au départ initial (1er moyen d'aide utilisé au départ), à l'exclusion de l'état de la constellation satellitaire ; - des aides visuelles suivantes, lorsque l'approche est localisée sur l'aérodrome : balisage d'approche (y compris PAPI), balisage de la piste, balisage de la circulation à la surface (y compris barres d'arrêt et panneaux de signalisation) et balisage d'obstacles indispensables pour l'exécution d'une procédure de départ, d'approche aux instruments ou d'approche à vue. En France, les aides à la navigation dont l'état opérationnel est connu des organismes ATS sont moindres et précisées 7.3.1 Les organismes ATS sont tenus au courant de l'état opérationnel des aides non visuelles à la navigation et des aides visuelles indispensables aux procédures de décollage, de départ, d'approche et d'atterrissage qui sont implantées dans la zone dont ils ont la charge, ainsi que de celui des aides visuelles et non visuelles indispensables à la circulation à la surface. Appendice 3 -Principes régissant l'identification des itinéraires normalisés de départ et d'arrivée et des procédures correspondantes Appendice 3 -Principes régissant l'identification des itinéraires normalisés de départ et d'arrivée et des procédures correspondantes 2.1.1 L'indicatif en langage clair d'un itinéraire normalisé de départ ou d'arrivée est composé : a) du mot départ ou arrivée ; suivi b) des mots à vue ; si l'itinéraire est destiné à être emprunté par des aéronefs utilisés conformément aux règles de vol à vue (VFR), eux-mêmes suivis c) d'un indicateur de base ; lui-même suivi d) d'un indicateur de validité ; lui-même suivi e) d'un indicateur d'itinéraire ; au besoin Mise en conformité avec l'arrêté Radiotéléphonie du 27 juin 2000 2.1.1 L'indicatif en langage clair d'un itinéraire normalisé de départ ou d'arrivée est composé : a) d'un indicateur de base ; suivi b) d'un indicateur de validité; lui-même suivi c) d'un indicateur d'itinéraire ; au besoin, lui-même suivi d) du mot départ ou arrivée ; lui-même suivi e) des mots à vue ; si l'itinéraire est destiné à être emprunté par des aéronefs utilisés conformément aux règles de vol à vue (VFR). 5.1 Exemple 1 : Itinéraire normalisé de départ aux instruments : a) Indicatif en langage clair : DÉPART BRECON UNITE Mise en conformité avec l'arrêté Radiotéléphonie du 27 juin 2000 5.1 Exemple 1 : Itinéraire normalisé de départ aux instruments : a) Indicatif en langage clair : BRECON UN DÉPART France Commentaire OACI 5.2 Exemple 2 : Itinéraire normalisé d'arrivée aux instruments : a) Indicatif en langage clair : ARRIVÉE KODAP DEUX ALPHA Mise en conformité avec l'arrêté Radiotéléphonie du 27 juin 2000 5.2 Exemple 2 : Itinéraire normalisé d'arrivée aux instruments : a) Indicatif en langage clair: KODAP DEUX ALPHA ARRIVÉE 5.3 Exemple 3 : Itinéraire normalisé de départ à vue : a) Indicatif en langage clair: DÉPART À VUE ADOLA CINQ BRAVO Mise en conformité avec l'arrêté Radiotéléphonie du 27 juin 2000 5.3 Exemple 3 : Itinéraire normalisé de départ à vue : a) Indicatif en langage clair : ADOLA CINQ BRAVO DÉPART À VUE 6.1.1 L'indicatif en langage clair d'une procédure d'approche MLS/RNAV devrait être composé : a) du mot approche, suivi b) de MLS, lui-même suivi c) d'un indicateur de base, lui-même suivi d) d'un indicateur de validité, lui-même suivi e) d'un indicateur d'itinéraire, lui-même suivi f) de l'indicatif de la piste pour laquelle la procédure est conçue Mise en conformité avec l'arrêté Radiotéléphonie du 27 juin 2000 6.1.1 L'indicatif en langage clair d'une procédure d'approche MLS/RNAV devrait être composé : a) de MLS, suivi b) d'un indicateur de base, lui-même suivi c) d'un indicateur de validité, lui-même suivi d) d'un indicateur d'itinéraire, lui-même suivi e) du mot approche, lui-même suivi f) de l'indicatif de la piste pour laquelle la procédure est conçue. 6.4.1 Exemple : a) Indicatif en langage clair: APPROCHE MLS HAPPY UNITE ALPHA PISTE DIX-HUIT (UNITE HUIT) GAUCHE Mise en conformité avec l'arrêté Radiotéléphonie du 27 juin 2000 6.4.1 Exemple : a) Indicatif en langage clair: MLS HAPPY UN ALPHA APPROCHE PISTE UN HUIT GAUCHE",
            "texteHtml": "<p align='center'>Renseignements nécessaires aux services de la circulation aérienne</p><p>7.1 Renseignements météorologiques </p><p>7.1.1 Généralités </p><p>7.1.1.1 Les organismes des services de la circulation aérienne reçoivent, sur les conditions météorologiques actuelles et prévues, les renseignements les plus récents qui sont nécessaires à l'exécution de leurs fonctions respectives. Ces renseignements sont fournis sous une forme qui exige le minimum d'interprétation de la part du personnel des services de la circulation aérienne et suivant une fréquence qui satisfasse les besoins des organismes intéressés des services de la circulation aérienne. </p><p>7.1.1.2 (Réservé) </p><p>7.1.1.3 (Réservé) </p>7.1.1.4 (Réservé) <br/><p>7.1.2 Centres d'information de vol et centres de contrôle régional </p><p>7.1.2.1 Les centres d'information de vol et les centres de contrôle régional recevront les renseignements SIGMET et AIRMET, les comptes rendus en vol spéciaux, les observations et les prévisions météorologiques les plus récentes, surtout en cas d'aggravation constatée ou prévue des conditions météorologiques dès qu'une telle aggravation aura pu être déterminée. Ces observations et ces prévisions couvrent la région d'information de vol ou la région de contrôle ainsi que toutes autres régions déterminées par accord régional de navigation aérienne. </p><p>Note 1. - Pour l'application de la présente disposition, certaines variations atmosphériques sont interprétées comme une aggravation des conditions météorologiques, bien qu'elles ne soient pas d'ordinaire considérées comme telles. Une augmentation de la température peut, par exemple, influer défavorablement sur l'utilisation de certains types d'avions. </p><p>Note 2. - En France, les renseignements AIRMET sont communiqués sous la forme de cartes de prévisions de temps significatif TEMSI. La carte TEMSI France est une carte schématique du temps significatif prévu à heure fixe, où ne sont portés que les phénomènes importants et les masses nuageuses. Elle est élaborée pour les vols à basse altitude. </p><p>7.1.2.2 Les centres d'information de vol et les centres de contrôle régional reçoivent, à intervalles convenables, les dernières valeurs de la pression pour le calage altimétrique, relevées aux emplacements spécifiés par le centre d'information de vol ou le centre de contrôle régional intéressé. </p><p>7.1.3 Organismes assurant le contrôle d'approche </p><p>7.1.3.1 Les organismes assurant le contrôle d'approche reçoivent les observations et les prévisions météorologiques les plus récentes pour l'espace aérien et pour les aérodromes dont ils ont la charge. Des messages d'observations spéciales et des amendements aux prévisions sont communiqués à l'organisme assurant le contrôle d'approche dès qu'ils sont jugés nécessaires selon les critères établis et sans attendre les observations ou prévisions régulières suivantes. Lorsque plusieurs anémomètres sont utilisés, les indicateurs auxquels ils sont reliés sont clairement marqués de façon à identifier la piste et la partie de piste correspondant à chaque anémomètre. </p><p>Note. - Voir la Note 1 qui suit 7.1.2.1.</p><p>7.1.3.2 Les organismes assurant le contrôle d'approche reçoivent les dernières valeurs de la pression pour le calage altimétrique, relevées aux emplacements spécifiés par l'organisme assurant le contrôle d'approche intéressé. </p><p>7.1.3.3 Les organismes assurant le contrôle d'approche pour les phases d'approche finale, d'atterrissage et de décollage sont équipés d'un ou de plusieurs indicateurs du vent à la surface. Le ou les indicateurs correspondent au(x) même(s) emplacement(s) d'observation et sont alimentés par le(s) même(s) anémomètre(s) que le ou les indicateurs correspondants dans la tour de contrôle d'aérodrome et dans la station météorologique, lorsqu'il existe une telle station. </p><p>7.1.3.4 Les organismes qui assurent le contrôle d'approche, pour les phases d'approche finale, d'atterrissage et de décollage, aux aérodromes où la portée visuelle de piste est mesurée par des instruments, sont dotés d'un ou de plusieurs indicateurs qui permettent de lire la ou les dernières valeurs de la portée visuelle de piste. Le ou les indicateurs correspondent au(x) même(s) emplacement(s) d'observation et sont alimenté(s) par le ou les mêmes dispositifs de mesure de portée visuelle de piste que le ou les indicateurs correspondants installés dans la tour de contrôle d'aérodrome et dans la station météorologique, lorsqu'une telle station existe. </p><p>7.1.3.5 (Réservé) </p><p>7.1.4 Tours de contrôle d'aérodrome ou organismes AFIS </p><p>§7.1.4 - Différence OACI - voir tableau récapitulatif </p><p>7.1.4.1 Les tours de contrôle d'aérodrome ou organismes AFIS reçoivent les observations et les prévisions météorologiques les plus récentes pour l'aérodrome dont elles ont la charge. Des messages d'observations spéciales et des amendements aux prévisions sont communiqués aux tours de contrôle d'aérodrome ou organismes AFIS dès qu'ils sont jugés nécessaires selon les critères établis et sans attendre les observations ou prévisions régulières suivantes. </p>Note. - Voir la Note 1 qui suit 7.1.2.1. <p>§7.1.4.1 - Différence OACI - voir tableau récapitulatif </p><p>7.1.4.2 Les tours de contrôle d'aérodrome ou organismes AFIS reçoivent les dernières valeurs de la pression pour le calage altimétrique à l'aérodrome qu'elles desservent. </p><p>§7.1.4.2 - Différence OACI - voir tableau récapitulatif </p><p>7.1.4.3 Les tours de contrôle d'aérodrome ou organismes AFIS sont équipées d'un ou de plusieurs indicateurs du vent à la surface. Le ou les indicateurs correspondent au(x) même(s) emplacement(s) d'observation et sont alimentés par le(s) même(s) anémomètre(s) que le ou les indicateurs correspondants installés dans la station météorologique, lorsqu'il existe une telle station. Lorsque plusieurs anémomètres sont utilisés, les indicateurs auxquels ils sont reliés sont clairement marqués de façon à identifier la piste et la partie de piste correspondant à chaque anémomètre. </p><p>§7.1.4.3 - Différence OACI - voir tableau récapitulatif </p><p>7.1.4.4 Les tours de contrôle, ou organismes AFIS, des aérodromes où la portée visuelle de piste est mesurée par des instruments sont dotées d'un ou de plusieurs indicateurs qui permettent de lire la ou les dernières valeurs de la portée visuelle de piste. Le ou les indicateurs correspondent au(x) même(s) emplacement(s) d'observation et sont alimenté(s) par le ou les mêmes dispositifs de mesure de la portée visuelle de piste que le ou les indicateurs correspondants installés dans la station météorologique, lorsqu'une telle station existe. </p><p>§7.1.4.4 - Différence OACI - voir tableau récapitulatif </p><p>7.1.4.5 (Réservé) </p><p>7.1.4.6 (Réservé) </p><p>7.1.5 Stations de télécommunications </p><p>Lorsque cela est nécessaire pour le service d'information de vol, les dernières observations et les dernières prévisions météorologiques sont transmises aux stations de télécommunications. Une copie de ces renseignements est communiquée au centre d'information de vol ou au centre de contrôle régional. </p><p>7.2 Renseignements sur l'état des aérodromes et sur l'état opérationnel des installations et services associés </p><p>Les tours de contrôle d'aérodrome, ou organismes AFIS, et les organismes assurant le contrôle d'approche sont tenus au courant des conditions régnant sur l'aire de mouvement qui ont une importance au point de vue opérationnel, notamment de l'existence de dangers temporaires, ainsi que de l'état opérationnel des installations et services associés sur l'aérodrome ou les aérodromes dont ils ont la charge. </p><p>§7.2 - Différence OACI - voir tableau récapitulatif </p><p>7.3 Renseignements sur l'état de fonctionnement des aides à la navigation </p><p>7.3.1 A compter du 1er janvier 2007, les organismes ATS sont tenus au courant de l'état opérationnel : </p><p>- des aides radio à la navigation indispensables à l'approche intermédiaire et à l'approche finale, à l'atterrissage, au décollage et au départ initial (1er moyen d'aide utilisé au départ), à l'exclusion de l'état de la constellation satellitaire ; </p><p>- des aides visuelles suivantes, lorsque l'approche est localisée sur l'aérodrome : balisage d'approche (y compris PAPI), balisage de la piste, balisage de la circulation à la surface (y compris barres d'arrêt et panneaux de signalisation) et balisage d'obstacles indispensables pour l'exécution d'une procédure de départ, d'approche aux instruments ou d'approche à vue. </p><p>§7.3.1 - Différence OACI - voir tableau récapitulatif </p><p>7.3.2 (Réservé) </p><p>7.4 Renseignements sur les ballons libres non habités </p><p>(Réservé) </p><p>7.5 Renseignements sur les activités volcaniques </p><p>7.5.1 Les organismes ATS sont informés, conformément à l'accord local, des activités volcaniques prééruptives, des éruptions volcaniques et de la présence de nuages de cendres volcaniques à proximité de l'espace aérien emprunté par les vols dans leur zone de responsabilité. </p><p>7.5.2 Les centres de contrôle régional et les centres d'information de vol reçoivent les renseignements consultatifs concernant les cendres volcaniques qui sont communiqués par le VAAC qui leur est associé. </p><p>Note. - Les VAAC sont désignés par accord régional de navigation aérienne, conformément à l'Annexe 3 de l'OACI, 3.6.1. </p><p>7.6 Renseignements sur les nuages de matières radioactives et de produits chimiques toxiques </p>Les organismes ATS sont informés, conformément à l'accord local, de la présence dans l'atmosphère de substances radioactives ou de produits chimiques toxiques, qui pourraient concerner l'espace aérien emprunté par les vols dans leur zone de responsabilité. <p align='center'>Principales différences avec l'Annexe 11 de l'OACI </p><table border='1' cellSpacing='0' width='605' align='center' cellPadding='0'><tbody><tr><td width='210'><p>France </p></td><td width='210'><p>Commentaire </p></td><td width='210'><p>OACI </p></td></tr><tr><td width='210'><p>2.6 Classification des espaces aériens </p></td><td width='210' vAlign='top'></td><td width='210'><p>2.6 Classification des espaces aériens </p></td></tr><tr><td width='210' vAlign='top'><p>2.6.1 - Classe A Seuls les vols IFR sont admis ; il est fourni un service de contrôle de la circulation aérienne à tous les vols et la séparation est assurée entre tous.</p><p>Sur dérogation obtenue auprès de l'autorité ATS compétente et après obtention d'une clairance, un aéronef en vol VFR peut évoluer dans un espace de classe A. Dans ce cas :</p><p>- une séparation est assurée entre ce vol VFR et les vols IFR ;</p><p>-une information de trafic est fournie à ce vol VFR sur les autres vols VFR dûment autorisés. </p></td><td width='210' vAlign='top'><p>En France, possibilité pour les vols VFR d'évoluer dans un espace de classe A sur dérogation obtenue auprès de l'autorité ATS compétente et après obtention d'une clairance</p></td><td width='210' vAlign='top'><p>2.6.1 - Classe A</p><p>Seuls les vols IFR sont admis; il est fourni un service de contrôle de la circulation aérienne à tous les vols et la séparation est assurée entre tous.</p></td></tr><tr><td width='210' vAlign='top'><p>2.6.1 - Classe C</p><p>(...)- au-dessus du FL195, les vols VFR :</p><p>* en espace aérien réservé (TSA, TRA ou CBA) ;</p><p>* exceptionnellement, selon les dispositions particulières convenues avec l'autorité ATS compétente.</p><p>En dehors des espaces aériens réservés (TSA, TRA ou CBA) pour lesquels les services rendus sont fixés par la voie de l'information aéronautique, il est fourni un service de contrôle de la circulation aérienne à tous les vols et la séparation est assurée entre vols IFR et entre vols IFR et vols VFR. Les vols VFR sont séparés des vols IFR et, sauf dispositions contraires au-dessus du FL195, reçoivent des informations de trafic relatives aux autres vols VFR.</p></td><td width='210' vAlign='top'><p>En France, les vols VFR ne peuvent être admis en classe C, au-dessus du FL195, que sous certaines conditions. </p></td><td width='210' vAlign='top'><p>2.6.1 - Classe C</p><p>Les vols IFR et VFR sont admis. </p></td></tr><tr><td width='210'><p>2.6.1 - Classe E</p><p>A compter du 1er janvier 2007, la classe E ne sera pas utilisée pour les zones de contrôle. </p></td><td width='210' vAlign='top'><p>En France, la classe E peut être utilisée pour les zones de contrôle jusqu'au 31 décembre 2006. </p></td><td width='210' vAlign='top'><p>2.6.1 - Classe E</p><p>La classe E ne sera pas utilisée pour les zones de contrôle. </p></td></tr><tr><td width='210' vAlign='top'><p>2.8 Création et désignation des organismes assurant les services de la circulation aérienne </p></td><td width='210' vAlign='top'></td><td width='210' vAlign='top'><p>2.8 Création et désignation des organismes assurant les services de la circulation aérienne </p></td></tr><tr><td width='210' vAlign='top'><p>2.8.3 Sur certains aérodromes non contrôlés, des organismes rendant le service d'information de vol d'aérodrome (AFIS) assurent le service d'information de vol et le service d'alerte au bénéfice des aéronefs évoluant dans la circulation d'aérodrome.</p></td><td width='210' vAlign='top'><p>Pas d'organisme AFIS défini dans l'Annexe 11 de l'OACI. Cependant, la notion est définie dans la Doc 9713 de l'OACI (Vocabulaire de l'aviation civile internationale). </p></td><td width='210' vAlign='top'><p>NIL</p></td></tr></tbody></table><table border='1' cellSpacing='0' width='605' align='center' cellPadding='0'><tbody><tr><td width='210'><p>France </p></td><td width='210'><p>Commentaire </p></td><td width='210'><p>OACI </p></td></tr><tr><td width='210'><p>2.11 Création et identification des routes ATS </p></td><td width='210' vAlign='top'></td><td width='210'><p>2.11 Création et identification des routes ATS </p></td></tr><tr><td width='210' vAlign='top'><p>2.11.1 Lors de la création de routes ATS, il est prévu un espacement sûr entre routes ATS adjacentes </p></td><td width='210' vAlign='top'><p>En France, seul l'espacement sûr est prévu. </p></td><td width='210'><p>2.11.1 Lors de la création de routes ATS, il sera prévu un espace aérien protégé le long de chaque route ATS ainsi qu'un espacement sûr entre routes ATS adjacentes. </p></td></tr><tr><td width='210'><p>2.18 - Données aéronautiques </p></td><td width='210' vAlign='top'></td><td width='210'><p>2.18 - Données aéronautiques </p></td></tr><tr><td width='210' vAlign='top'><p>2.18.2 L'intégrité des données aéronautiques est maintenue (...) :</p><p>a) données critiques : données dont l'utilisation, si elles sont altérées, entraîne une forte probabilité que la sécurité de la poursuite du vol et de l'atterrissage d'un aéronef soit sérieusement compromise, avec un risque de catastrophe ;</p><p>b) données essentielles : données dont l'utilisation, si elles sont altérées, entraîne une faible probabilité que la sécurité de la poursuite du vol et de l'atterrissage d'un aéronef soit sérieusement compromise, avec un risque de catastrophe ;</p><p>c) données ordinaires : données dont l'utilisation, si elles sont altérées, entraîne une très faible probabilité que la sécurité de la poursuite du vol et de l'atterrissage d'un aéronef soit sérieusement compromise, avec un risque de catastrophe. </p></td><td width='210' vAlign='top'><p>En France, les niveaux d'intégrité des données ne sont pas repris. </p></td><td width='210' vAlign='top'><p>2.18.2 L'intégrité des données aéronautiques est maintenue (...):</p><p>a) données critiques, niveau d'intégrité de 1x10<sup>-8</sup> : données dont l'utilisation, si elles sont altérées, entraîne une forte probabilité que la sécurité de la poursuite du vol et de l'atterrissage d'un aéronef soit sérieusement compromise, avec un risque de catastrophe ; b) données essentielles, niveau d'intégrité de 1x10<sup>-5</sup> : données dont l'utilisation, si elles sont altérées, entraîne une faible probabilité que la sécurité de la poursuite du vol et de l'atterrissage d'un aéronef soit sérieusement compromise, avec un risque de catastrophe ;</p><p>c) données ordinaires, niveau d'intégrité de 1x10<sup>-3</sup> : données dont l'utilisation, si elles sont altérées, entraîne une très faible probabilité que la sécurité de la poursuite du vol et de l'atterrissage d'un aéronef soit sérieusement compromise, avec un risque de catastrophe. </p></td></tr><tr><td width='210' vAlign='top'><p>2.18.3 (Réservé) </p></td><td width='210' vAlign='top'><p>En France, les dispositions concernant le CRC ne sont pas reprises. </p></td><td width='210' vAlign='top'><p>2.18.3 La protection des données aéronautiques électroniques stockées ou en transit est surveillée de façon intégrale par contrôle de redondance cyclique (CRC). Pour protéger le niveau d'intégrité des données aéronautiques critiques ou essentielles, suivant la classification indiquée en 2.18.2, on applique aux premières un algorithme CRC de 32 bits et aux secondes un algorithme CRC de 24 bits. </p></td></tr><tr><td width='210'><p>2.24 Importance de l'heure dans les services de la circulation aérienne </p></td><td width='210' vAlign='top'></td><td width='210'><p>2.24 Importance de l'heure dans les services de la circulation aérienne </p></td></tr><tr><td width='210' vAlign='top'><p>2.24.2 Les organismes des services de la circulation aérienne sont équipés d'horloges qui indiquent les heures et les minutes et qui sont clairement visibles de chaque poste d'exploitation dans l'organisme intéressé. </p></td><td width='210' vAlign='top'><p>En France, les secondes ne sont pas affichées. </p></td><td width='210' vAlign='top'><p>2.24.2 Les organismes des services de la circulation aérienne sont équipés d'horloges qui indiquent les heures, les minutes et les secondes et qui sont clairement visibles de chaque poste d'exploitation dans l'organisme intéressé. </p></td></tr></tbody></table><table border='1' cellSpacing='0' width='605' align='center' cellPadding='0'><tbody><tr><td width='210'><p>France </p></td><td width='210'><p>Commentaire </p></td><td width='210'><p>OACI </p></td></tr><tr><td width='210'><p>3.1 Bénéficiaires </p></td><td width='210' vAlign='top'></td><td width='210'><p>3.1 Bénéficiaires </p></td></tr><tr><td width='210'><p>Le service du contrôle de la circulation aérienne est assuré :</p><p>e) aux vols VFR de nuit dans les conditions fixées par l'appendice 5 de l'annexe 1 Règles de l'air . </p></td><td width='210' vAlign='top'><p>Il n'existe pas d'appendice 5 pour le VFR de nuit dans l'Annexe 11 de l'OACI. </p></td><td width='210' vAlign='top'><p>NIL</p></td></tr><tr><td width='210' vAlign='top'><p>3.3 Fonctionnement du service du contrôle de la circulation aérienne </p></td><td width='210' vAlign='top'></td><td width='210' vAlign='top'><p>3.3 Fonctionnement du service du contrôle de la circulation aérienne </p></td></tr><tr><td width='210' vAlign='bottom'><p>3.3.3 Les autorisations émises par les organismes du contrôle de la circulation aérienne assurent la séparation : (...)</p><p>c) entre les vols IFR et les vols VFR :</p><p>- dans l'espace aérien de classe C ;</p><p>- dans l'espace aérien de classe A, si le vol VFR a obtenu une dérogation pour pénétrer et évoluer dans cet espace. </p></td><td width='210' vAlign='top'><p>Pour l'OACI, seuls les IFR sont admis en classe A (cf. §2.6.1) </p></td><td width='210' vAlign='top'><p>3.3.3 Les autorisations émises par les organismes du contrôle de la circulation aérienne assurent la séparation : (...)</p><p>c) entre les vols IFR et les vols VFR dans l'espace aérien de classe C ;</p></td></tr><tr><td width='210' vAlign='top'><p>e) (Réservé) </p></td><td width='210'><p>En France, les organismes du contrôle n'assurent pas la séparation entre VFR spéciaux. </p></td><td width='210'><p>e) entre les vols VFR spéciaux, lorsque l'autorité ATS compétente le prescrit </p></td></tr><tr><td width='210' vAlign='top'><p>f) entre les vols IFR et les vols VFR de nuit </p></td><td width='210'><p>En France, les organismes du contrôle assurent la séparation entre IFR et VFR de nuit. </p></td><td width='210' vAlign='top'><p>NIL </p></td></tr><tr><td width='210'><p>3.6 - Transfert de contrôle </p></td><td width='210' vAlign='top'></td><td width='210'><p>3.6 - Transfert de contrôle </p></td></tr><tr><td width='210'><p>3.6.1.2 Entre un organisme assurant le contrôle régional et un organisme assurant le contrôle d'approche, ou entre deux organismes assurant le contrôle d'approche. </p></td><td width='210' vAlign='top'><p>Le transfert de contrôle entre 2 organismes assurant le contrôle d'approche n'est pas prévu par l'OACI. </p></td><td width='210' vAlign='top'><p>3.6.1.2 Entre un organisme assurant le contrôle régional et un organisme assurant le contrôle d'approche. </p></td></tr><tr><td width='210'><p>4.2.2 Portée du service d'information de vol </p></td><td width='210' vAlign='top'></td><td width='210'><p>4.2.2 Portée du service d'information de vol </p></td></tr><tr><td width='210' vAlign='top'><p>b) les risques de collision, pour les aéronefs évoluant dans les espaces aériens des classes C, D, E, F et G ; ces renseignements ne se rapportent qu'aux aéronefs dont la présence est connue et qui pourraient constituer un risque de collision pour l'aéronef informé ; ils sont parfois incomplets et les services de la circulation aérienne ne sont pas en mesure d'accepter l'obligation de les émettre à tout moment ou de se porter garants de leur exactitude ; </p></td><td width='210' vAlign='top'><p>En France, la note 1 du 4.2.2 a été intégrée dans la norme 4.2.2b), et la note 2 a été renumérotée en conséquence.</p></td><td width='210' vAlign='top'><p>b) les risques de collision, pour les aéronefs évoluant dans les espaces aériens des classes C, D, E, F et G ;</p></td></tr><tr><td width='210' vAlign='top'><p>4.2.4 Outre les renseignements indiqués en 4.2.1 et 4.2.2, le service d'information de vol assuré aux aéronefs évoluant en VFR comprend, sur demande du pilote, les renseignements disponibles sur la circulation et les conditions météorologiques le long de la route lorsque ces conditions risquent de rendre impossible la poursuite du vol selon les règles de vol à vue. </p></td><td width='210' vAlign='top'><p>En France, ces renseignements ne sont donnés que sur demande du pilote. </p></td><td width='210' vAlign='top'><p>4.2.4 Le service d'information de vol assuré aux aéronefs évoluant en VFR comprend, outre les renseignements indiqués en 4.2.1 et 4.2.2, les renseignements disponibles sur la circulation et les conditions météorologiques le long de la route lorsque ces conditions risquent de rendre impossible la poursuite du vol selon les règles de vol à vue. </p></td></tr></tbody></table><table border='1' cellSpacing='0' width='605' align='center' cellPadding='0'><tbody><tr><td width='210'><p>France </p></td><td width='210'><p>Commentaire </p></td><td width='210'><p>OACI </p></td></tr><tr><td width='210' vAlign='top'><p>4.3.10 - Emploi des messages OFIS dans les transmissions dirigées du type demande/réponse </p></td><td width='210' vAlign='top'></td><td width='210' vAlign='top'><p>4.3.10 - Emploi des messages OFIS dans les transmissions dirigées du type demande/réponse </p></td></tr><tr><td width='210' vAlign='top'><p>(Réservé) </p></td><td width='210' vAlign='top'><p>Les messages OFIS ne sont pas utilisés en France </p></td><td width='210'><p>Sur demande du pilote, le ou les messages OFIS applicables seront transmis par l'organisme ATS compétent. </p></td></tr><tr><td width='210'><p>5.1 Mise en œuvre </p></td><td width='210' vAlign='top'></td><td width='210'><p>5.1 Mise en œuvre </p></td></tr><tr><td width='210' vAlign='top'><p>5.1.3 Lorsqu'un aéronef se trouvant sous le contrôle d'une tour de contrôle d'aérodrome, d'un centre de contrôle d'approche ou évoluant dans la circulation d'aérodrome d'un aérodrome doté d'un organisme AFIS, est en difficulté, cette tour, ce centre ou cet organisme AFIS avertit immédiatement le centre d'information de vol ou le centre de contrôle régional responsable, qui prévient à son tour le centre de coordination de sauvetage ;(...) </p></td><td width='210' vAlign='top'><p>Ajout de dispositions concernant les organismes AFIS pour la France. </p></td><td width='210' vAlign='top'><p>5.1.3 Lorsqu'un aéronef se trouvant sous le contrôle d'une tour de contrôle d'aérodrome ou d'un centre de contrôle d'approche est en difficulté, cette tour ou ce centre avertit immédiatement le centre d'information de vol ou le centre de contrôle régional responsable, qui prévient à son tour le centre de coordination de sauvetage ; (...) </p></td></tr><tr><td width='210' vAlign='top'><p>5.1.3.1 </p></td><td width='210'><p>Ajout de dispositions concernant les organismes AFIS pour la France. </p></td><td width='210' vAlign='top'><p>5.1.3.1 </p></td></tr><tr><td width='210'><p>6.2.2 Communications à l'intérieur d'une région d'information de vol </p></td><td width='210' vAlign='top'></td><td width='210'><p>6.2.2 Communications à l'intérieur d'une région d'information de vol </p></td></tr><tr><td width='210'><p>6.2.2.1.1</p><p>c) les tours de contrôle d'aérodrome ou organismes AFIS ; </p></td><td width='210' vAlign='top'><p>Ajout de dispositions concernant les organismes AFIS pour la France. </p></td><td width='210'><p>6.2.2.1.1</p><p>c) les tours de contrôle d'aérodrome ; </p></td></tr><tr><td width='210'><p>6.2.2.1.2</p><p>b) tours de contrôle d'aérodrome ou organismes AFIS ; </p></td><td width='210' vAlign='top'><p>Ajout de dispositions concernant les organismes AFIS pour la France. </p></td><td width='210' vAlign='top'><p>6.2.2.1.2</p><p>b) tours de contrôle d'aérodrome ; </p></td></tr><tr><td width='210'><p>6.2.2.1.3</p><p>(...) avec la tour ou les tours de contrôle d'aérodrome, ou organismes AFIS, </p></td><td width='210' vAlign='top'><p>Ajout de dispositions concernant les organismes AFIS pour la France. </p></td><td width='210' vAlign='top'><p>6.2.2.1.3</p><p>(...) avec la tour ou les tours de contrôle d'aérodrome, </p></td></tr><tr><td width='210'><p>6.2.2.1.4</p><p>Une tour de contrôle d'aérodrome ou organisme AFIS (...) </p></td><td width='210' vAlign='top'><p>Ajout de dispositions concernant les organismes AFIS pour la France. </p></td><td width='210'><p>6.2.2.1.4</p><p>Une tour de contrôle d'aérodrome (...) </p></td></tr><tr><td width='210'><p>7.1.4 Tours de contrôle d'aérodrome ou organismes AFIS </p></td><td width='210' vAlign='top'><p>Ajout de dispositions concernant les organismes AFIS pour la France. </p></td><td width='210' vAlign='top'><p>7.1.4 Tours de contrôle d'aérodrome </p></td></tr><tr><td width='210' vAlign='top'><p>7.1.4.1 </p></td><td width='210'><p>Ajout de dispositions concernant les organismes AFIS pour la France. </p></td><td width='210' vAlign='top'><p>7.1.4.1 </p></td></tr><tr><td width='210' vAlign='top'><p>7.1.4.2 </p></td><td width='210'><p>Ajout de dispositions concernant les organismes AFIS pour la France. </p></td><td width='210' vAlign='top'><p>7.1.4.2 </p></td></tr><tr><td width='210' vAlign='top'><p>7.1.4.3 </p></td><td width='210'><p>Ajout de dispositions concernant les organismes AFIS pour la France. </p></td><td width='210' vAlign='top'><p>7.1.4.3 </p></td></tr><tr><td width='210' vAlign='top'><p>7.1.4.4 </p></td><td width='210'><p>Ajout de dispositions concernant les organismes AFIS pour la France. </p></td><td width='210' vAlign='top'><p>7.1.4.4 </p></td></tr></tbody></table><table border='1' cellSpacing='0' width='605' align='center' cellPadding='0'><tbody><tr><td width='210'><p>France </p></td><td width='210'><p>Commentaire </p></td><td width='210'><p>OACI </p></td></tr><tr><td width='210' vAlign='top'><p>7.2 Renseignements sur l'état des aérodromes et sur l'état opérationnel des installations et services associés </p></td><td width='210' vAlign='top'></td><td width='210' vAlign='top'><p>7.2 Renseignements sur l'état des aérodromes et sur l'état opérationnel des installations et services associés </p></td></tr><tr><td width='210'><p>Les tours de contrôle d'aérodrome, ou organismes AFIS, (...) </p></td><td width='210'><p>Ajout de dispositions concernant les organismes AFIS pour la France. </p></td><td width='210'><p>Les tours de contrôle d'aérodrome, (...) </p></td></tr><tr><td width='210'><p>7.3 Renseignements sur l'état de fonctionnement des aides à la navigation </p></td><td width='210' vAlign='top'></td><td width='210'><p>7.3 Renseignements sur l'état de fonctionnement des aides à la navigation </p></td></tr><tr><td width='210' vAlign='top'><p>7.3.1 A compter du 1er janvier 2007, les organismes ATS sont tenus au courant de l'état opérationnel :</p><p>- des aides radio à la navigation indispensables à l'approche intermédiaire et à l'approche finale, à l'atterrissage, au décollage et au départ initial (1er moyen d'aide utilisé au départ), à l'exclusion de l'état de la constellation satellitaire ;</p><p>- des aides visuelles suivantes, lorsque l'approche est localisée sur l'aérodrome : balisage d'approche (y compris PAPI), balisage de la piste, balisage de la circulation à la surface (y compris barres d'arrêt et panneaux de signalisation) et balisage d'obstacles indispensables pour l'exécution d'une procédure de départ, d'approche aux instruments ou d'approche à vue. </p></td><td width='210' vAlign='top'><p>En France, les aides à la navigation dont l'état opérationnel est connu des organismes ATS sont moindres et précisées </p></td><td width='210' vAlign='top'><p>7.3.1 Les organismes ATS sont tenus au courant de l'état opérationnel des aides non visuelles à la navigation et des aides visuelles indispensables aux procédures de décollage, de départ, d'approche et d'atterrissage qui sont implantées dans la zone dont ils ont la charge, ainsi que de celui des aides visuelles et non visuelles indispensables à la circulation à la surface. </p></td></tr><tr><td width='210' vAlign='top'><p>Appendice 3 -Principes régissant l'identification des itinéraires normalisés de départ et d'arrivée et des procédures correspondantes </p></td><td width='210' vAlign='top'></td><td width='210' vAlign='top'><p>Appendice 3 -Principes régissant l'identification des itinéraires normalisés de départ et d'arrivée et des procédures correspondantes </p></td></tr><tr><td width='210' vAlign='top'><p>2.1.1 L'indicatif en langage clair d'un itinéraire normalisé de départ ou d'arrivée est composé :</p><p>a) du mot départ ou arrivée ; suivi</p><p>b) des mots à vue ; si l'itinéraire est destiné à être emprunté par des aéronefs utilisés conformément aux règles de vol à vue (VFR), eux-mêmes suivis</p><p>c) d'un indicateur de base ; lui-même suivi</p><p>d) d'un indicateur de validité ; lui-même suivi</p><p>e) d'un indicateur d'itinéraire ; au besoin </p></td><td width='210' vAlign='top'><p>Mise en conformité avec l'arrêté Radiotéléphonie du 27 juin 2000 </p></td><td width='210' vAlign='top'><p>2.1.1 L'indicatif en langage clair d'un itinéraire normalisé de départ ou d'arrivée est composé :</p><p>a) d'un indicateur de base ; suivi</p><p>b) d'un indicateur de validité; lui-même suivi</p><p>c) d'un indicateur d'itinéraire ; au besoin, lui-même suivi</p><p>d) du mot départ ou arrivée ; lui-même suivi</p><p>e) des mots à vue ; si l'itinéraire est destiné à être emprunté par des aéronefs utilisés conformément aux règles de vol à vue (VFR).</p></td></tr><tr><td width='210'><p>5.1 Exemple 1 : Itinéraire normalisé de départ aux instruments :</p><p>a) Indicatif en langage clair : DÉPART BRECON UNITE </p></td><td width='210' vAlign='top'><p>Mise en conformité avec l'arrêté Radiotéléphonie du 27 juin 2000 </p></td><td width='210'><p>5.1 Exemple 1 : Itinéraire normalisé de départ aux instruments :</p><p>a) Indicatif en langage clair : BRECON UN DÉPART </p></td></tr></tbody></table><table border='1' cellSpacing='0' width='605' align='center' cellPadding='0'><tbody><tr><td width='210'><p>France </p></td><td width='210'><p>Commentaire </p></td><td width='210'><p>OACI </p></td></tr><tr><td width='210'><p>5.2 Exemple 2 : Itinéraire normalisé d'arrivée aux instruments :</p><p>a) Indicatif en langage clair : ARRIVÉE KODAP DEUX ALPHA </p></td><td width='210' vAlign='top'><p>Mise en conformité avec l'arrêté Radiotéléphonie du 27 juin 2000 </p></td><td width='210'><p>5.2 Exemple 2 : Itinéraire normalisé d'arrivée aux instruments :</p><p>a) Indicatif en langage clair: KODAP DEUX ALPHA ARRIVÉE </p></td></tr><tr><td width='210'><p>5.3 Exemple 3 : Itinéraire normalisé de départ à vue :</p><p>a) Indicatif en langage clair: DÉPART À VUE ADOLA CINQ BRAVO </p></td><td width='210' vAlign='top'><p>Mise en conformité avec l'arrêté Radiotéléphonie du 27 juin 2000 </p></td><td width='210'><p>5.3 Exemple 3 : Itinéraire normalisé de départ à vue :</p><p>a) Indicatif en langage clair : ADOLA CINQ BRAVO DÉPART À VUE </p></td></tr><tr><td width='210' vAlign='top'><p>6.1.1 L'indicatif en langage clair d'une procédure d'approche MLS/RNAV devrait être composé :</p><p>a) du mot approche, suivi</p><p>b) de MLS, lui-même suivi</p><p>c) d'un indicateur de base, lui-même suivi</p><p>d) d'un indicateur de validité, lui-même suivi</p><p>e) d'un indicateur d'itinéraire, lui-même suivi</p><p>f) de l'indicatif de la piste pour laquelle la procédure est conçue </p></td><td width='210' vAlign='top'><p>Mise en conformité avec l'arrêté Radiotéléphonie du 27 juin 2000 </p></td><td width='210' vAlign='top'><p>6.1.1 L'indicatif en langage clair d'une procédure d'approche MLS/RNAV devrait être composé :</p><p>a) de MLS, suivi</p><p>b) d'un indicateur de base, lui-même suivi</p><p>c) d'un indicateur de validité, lui-même suivi</p><p>d) d'un indicateur d'itinéraire, lui-même suivi</p><p>e) du mot approche, lui-même suivi</p><p>f) de l'indicatif de la piste pour laquelle la procédure est conçue. </p></td></tr><tr><td width='210'><p>6.4.1 Exemple :</p><p>a) Indicatif en langage clair: APPROCHE MLS HAPPY UNITE ALPHA PISTE DIX-HUIT (UNITE HUIT) GAUCHE </p></td><td width='210' vAlign='top'><p>Mise en conformité avec l'arrêté Radiotéléphonie du 27 juin 2000 </p></td><td width='210' vAlign='top'><p>6.4.1 Exemple :</p><p>a) Indicatif en langage clair: MLS HAPPY UN ALPHA APPROCHE PISTE UN HUIT GAUCHE </p></td></tr></tbody></table>",
            "num": "Annexe II : Chapitre 7",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "ABROGE",
            "dateDebut": 1146700800000,
            "dateFin": 1698796800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1317011450,
            "context": {
                "titresTM": [
                    {
                        "debut": "1992-04-12",
                        "fin": "2023-11-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108718",
                        "id": "LEGISCTA000006108718",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1992-04-02",
                        "fin": "2023-11-01",
                        "titre": "Annexe II à la section I du chapitre Ier du titre III du livre Ier de la troisième partie du code de l'aviation civile (art. D131-1 à D131-10)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019906322",
                        "id": "LEGISCTA000019906322",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1992-04-02",
                        "fin": "2023-11-01",
                        "titre": "SERVICES DE LA CIRCULATION AERIENNE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000019906323",
                        "id": "LEGISCTA000019906323",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1967-04-09",
                        "fin": "2999-01-01",
                        "titre": "Code de l'aviation civile",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074234",
                        "id": "LEGITEXT000006074234",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000019985941",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000019906323",
            "sectionParentId": "LEGISCTA000019906323",
            "sectionParentTitre": "SERVICES DE LA CIRCULATION AERIENNE",
            "fullSectionsTitre": null,
            "refInjection": "MD-20231103_195351_782_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000019985941",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074234",
                    "titre": "Code de l'aviation civile",
                    "titreLong": "Code de l'aviation civile",
                    "etat": "VIGUEUR",
                    "dateDebut": -86227200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074234",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000814781",
                    "textTitle": "Arrêté du 3 mars 2006 - art. 1, v. init.",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "JORFARTI000001108503",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2006-05-03",
                    "dateSignaTexte": "2006-03-03",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000048313483",
                    "textTitle": "Décret n°2023-1008 du 31 octobre 2023 - art. 5 (V)",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000048316697",
                    "natureText": "DECRET",
                    "datePubliTexte": "2023-11-01",
                    "dateSignaTexte": "2023-10-31",
                    "dateDebutCible": "2023-11-01"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000019985941",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 1146700800000,
                    "dateFin": 1698796800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe II : Chapitre 7"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}