{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000030461899",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-En vue de l'alimentation de leur fonds d'établissement, les sociétés d'assurance mutuelles et les sociétés de groupe d'assurance mutuelles mentionnées au dernier alinéa de l'article L. 322-1-3 peuvent émettre des certificats mutualistes auprès : 1° De leurs sociétaires ; 2° Des sociétaires ou assurés des entreprises appartenant au même groupe d'assurance défini au 5° de l'article L. 356-1 ainsi qu'auprès de ces entreprises ; 3° De sociétés d'assurance mutuelles, de sociétés de groupe d'assurance mutuelles, de mutuelles et unions régies par le livre II du code de la mutualité, d'unions mutualistes de groupe mentionnées à l'article L. 111-4-2 du même code, d'institutions ou d'unions de prévoyance régis par le titre 3 du livre 9 du code de la sécurité sociale et des sociétés de groupe assurantiel de protection sociale mentionnées à l'article L. 931-2-2 du code de la sécurité sociale. II.-L'émission des certificats mutualistes peut être réalisée par les sociétés d'assurance mutuelles agréées, les caisses d'assurance et de réassurance mutuelles agricoles agréées et les sociétés de groupe d'assurance mutuelles qui ont établi des comptes régulièrement approuvés au cours des deux derniers exercices, et sous les sanctions prévues aux articles L. 242-10 et L. 242-30 du code de commerce. Elles peuvent procéder à une offre au public, définie pour les titres financiers au chapitre Ier du titre Ier du livre IV du code monétaire et financier, dans les conditions fixées par le règlement général de l'Autorité des marchés financiers. Les certificats mutualistes sont indivisibles et confèrent des droits identiques à leurs titulaires. Préalablement à l'émission de certificats mutualistes, toute société ou caisse concernée doit être inscrite au registre du commerce et des sociétés. L'assemblée générale des sociétaires ou des entreprises affiliées à la société de groupe d'assurance mutuelle est seule habilitée à fixer les caractéristiques essentielles de l'émission. Elle peut toutefois déléguer au conseil d'administration ou au directoire, dans le cadre ainsi défini, les pouvoirs nécessaires pour en arrêter les modalités pratiques. Il est rendu compte par le conseil d'administration ou par le directoire, à la plus prochaine assemblée générale, de l'exercice de cette délégation. Les contrats d'émission ne peuvent avoir pour but de privilégier une catégorie de sociétaires, des personnes qui sont liées à la société par un contrat de travail, des dirigeants de droit ou de fait de celle-ci ou toute autre personne. Les contrats conclus en violation de cette disposition sont frappés de nullité absolue. Un décret en Conseil d'Etat fixe les modalités d'application du présent II, notamment la teneur ainsi que les conditions et la procédure d'approbation préalable par l'Autorité de contrôle prudentiel et de résolution de la résolution spéciale autorisant l'émission, proposée à l'assemblée générale. III.-Toutes les informations, y compris les communications à caractère publicitaire, relatives à des certificats mutualistes présentent un contenu exact, clair et non trompeur. Les communications à caractère publicitaire sont clairement identifiées comme telles. Les personnes mentionnées au I reçoivent, préalablement à la souscription, les informations leur permettant raisonnablement de comprendre la nature des certificats mutualistes proposés ainsi que les risques et inconvénients y afférents, afin d'être en mesure de prendre leurs décisions d'investissement en connaissance de cause. Lorsque les certificats mutualistes sont placés auprès de personnes relevant des 1° ou 2° du I, les sociétés d'assurance mutuelles et les sociétés de groupe d'assurance mutuelles précisent les exigences et les besoins exprimés par ces personnes ainsi que les raisons qui motivent le conseil fourni quant à l'investissement proposé. Ces précisions, qui reposent en particulier sur les éléments d'information communiqués par ces personnes sur leur situation financière et leurs objectifs de souscription, sont adaptées aux spécificités des certificats mutualistes. Pour l'application de ces obligations, les sociétés d'assurance mutuelles et les sociétés de groupe d'assurance mutuelles s'enquièrent des connaissances et de l'expérience en matière financière de ces personnes. Lorsque ces dernières ne communiquent pas l'ensemble des éléments d'information susvisés, les sociétés d'assurance mutuelles et les sociétés de groupe d'assurance mutuelles les mettent en garde préalablement à la souscription. IV.-Les certificats mutualistes sont inscrits sous forme nominative dans un registre tenu par l'émetteur et dans un compte-titres tenu soit par l'émetteur, soit par l'un des intermédiaires mentionnés aux 2° à 7° de l'article L. 542-1 du code monétaire et financier . Le compte-titres est ouvert au nom d'un ou de plusieurs titulaires, propriétaires des certificats mutualistes qui y sont inscrits. V.-La rémunération des certificats mutualistes est variable et fixée annuellement par l'assemblée générale lors de l'approbation des comptes. La part maximale des résultats du dernier exercice clos et des précédents exercices susceptible d'être affectée annuellement à la rémunération des certificats mutualistes est fixée par décret en Conseil d'Etat.",
            "texteHtml": "<p>I.-En vue de l'alimentation de leur fonds d'établissement, les sociétés d'assurance mutuelles et les sociétés de groupe d'assurance mutuelles mentionnées au dernier alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006797428&dateTexte=&categorieLien=cid' title='Code des assurances - art. L322-1-3 (V)'>L. 322-1-3 </a>peuvent émettre des certificats mutualistes auprès : </p><p>1° De leurs sociétaires ; </p><p>2° Des sociétaires ou assurés des entreprises appartenant au même groupe d'assurance défini au 5° de l'article L. 356-1 ainsi qu'auprès de ces entreprises ; </p><p>3° De sociétés d'assurance mutuelles, de sociétés de groupe d'assurance mutuelles, de mutuelles et unions régies par le livre II du code de la mutualité, d'unions mutualistes de groupe mentionnées à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074067&idArticle=LEGIARTI000019305327&dateTexte=&categorieLien=cid' title='Code de la mutualité - art. L111-4-2 (V)'>L. 111-4-2 </a>du même code, d'institutions ou d'unions de prévoyance régis par le titre 3 du livre 9 du code de la sécurité sociale et des sociétés de groupe assurantiel de protection sociale mentionnées à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000030434016&dateTexte=&categorieLien=cid' title='Code de la sécurité sociale. - art. L931-2-2 (V)'>L. 931-2-2</a> du code de la sécurité sociale. </p><p>II.-L'émission des certificats mutualistes peut être réalisée par les sociétés d'assurance mutuelles agréées, les caisses d'assurance et de réassurance mutuelles agricoles agréées et les sociétés de groupe d'assurance mutuelles qui ont établi des comptes régulièrement approuvés au cours des deux derniers exercices, et sous les sanctions prévues aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006230425&dateTexte=&categorieLien=cid' title='Code de commerce - art. L242-10 (V)'>L. 242-10 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006230568&dateTexte=&categorieLien=cid' title='Code de commerce - art. L242-30 (V)'>L. 242-30 </a>du code de commerce. Elles peuvent procéder à une offre au public, définie pour les titres financiers au chapitre Ier du titre Ier du livre IV du code monétaire et financier, dans les conditions fixées par le règlement général de l'Autorité des marchés financiers. </p><p>Les certificats mutualistes sont indivisibles et confèrent des droits identiques à leurs titulaires. </p><p>Préalablement à l'émission de certificats mutualistes, toute société ou caisse concernée doit être inscrite au registre du commerce et des sociétés. </p><p>L'assemblée générale des sociétaires ou des entreprises affiliées à la société de groupe d'assurance mutuelle est seule habilitée à fixer les caractéristiques essentielles de l'émission. Elle peut toutefois déléguer au conseil d'administration ou au directoire, dans le cadre ainsi défini, les pouvoirs nécessaires pour en arrêter les modalités pratiques. Il est rendu compte par le conseil d'administration ou par le directoire, à la plus prochaine assemblée générale, de l'exercice de cette délégation. Les contrats d'émission ne peuvent avoir pour but de privilégier une catégorie de sociétaires, des personnes qui sont liées à la société par un contrat de travail, des dirigeants de droit ou de fait de celle-ci ou toute autre personne. Les contrats conclus en violation de cette disposition sont frappés de nullité absolue. </p><p>Un décret en Conseil d'Etat fixe les modalités d'application du présent II, notamment la teneur ainsi que les conditions et la procédure d'approbation préalable par l'Autorité de contrôle prudentiel et de résolution de la résolution spéciale autorisant l'émission, proposée à l'assemblée générale. </p><p>III.-Toutes les informations, y compris les communications à caractère publicitaire, relatives à des certificats mutualistes présentent un contenu exact, clair et non trompeur. Les communications à caractère publicitaire sont clairement identifiées comme telles. </p><p>Les personnes mentionnées au I reçoivent, préalablement à la souscription, les informations leur permettant raisonnablement de comprendre la nature des certificats mutualistes proposés ainsi que les risques et inconvénients y afférents, afin d'être en mesure de prendre leurs décisions d'investissement en connaissance de cause. </p><p>Lorsque les certificats mutualistes sont placés auprès de personnes relevant des 1° ou 2° du I, les sociétés d'assurance mutuelles et les sociétés de groupe d'assurance mutuelles précisent les exigences et les besoins exprimés par ces personnes ainsi que les raisons qui motivent le conseil fourni quant à l'investissement proposé. Ces précisions, qui reposent en particulier sur les éléments d'information communiqués par ces personnes sur leur situation financière et leurs objectifs de souscription, sont adaptées aux spécificités des certificats mutualistes. Pour l'application de ces obligations, les sociétés d'assurance mutuelles et les sociétés de groupe d'assurance mutuelles s'enquièrent des connaissances et de l'expérience en matière financière de ces personnes. Lorsque ces dernières ne communiquent pas l'ensemble des éléments d'information susvisés, les sociétés d'assurance mutuelles et les sociétés de groupe d'assurance mutuelles les mettent en garde préalablement à la souscription. </p><p>IV.-Les certificats mutualistes sont inscrits sous forme nominative dans un registre tenu par l'émetteur et dans un compte-titres tenu soit par l'émetteur, soit par l'un des intermédiaires mentionnés aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006658153&dateTexte=&categorieLien=cid'>2° à 7° de l'article L. 542-1 du code monétaire et financier</a>. </p><p>Le compte-titres est ouvert au nom d'un ou de plusieurs titulaires, propriétaires des certificats mutualistes qui y sont inscrits. </p><p>V.-La rémunération des certificats mutualistes est variable et fixée annuellement par l'assemblée générale lors de l'approbation des comptes. La part maximale des résultats du dernier exercice clos et des précédents exercices susceptible d'être affectée annuellement à la rémunération des certificats mutualistes est fixée par décret en Conseil d'Etat.<br/></p>",
            "num": "L322-26-8",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1451606400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-16",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107964",
                        "id": "LEGISCTA000006107964",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-16",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les entreprises.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128455",
                        "id": "LEGISCTA000006128455",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Régime administratif.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142837",
                        "id": "LEGISCTA000006142837",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Règles de constitution et de fonctionnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157614",
                        "id": "LEGISCTA000006157614",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1990-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section IV : Sociétés d'assurance mutuelles.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006174420",
                        "id": "LEGISCTA000006174420",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-08-02",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Certificats mutualistes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000029317397",
                        "id": "LEGISCTA000029317400",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000029317474",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000029317397",
            "sectionParentId": "LEGISCTA000029317400",
            "sectionParentTitre": "Sous-section 2 : Certificats mutualistes",
            "fullSectionsTitre": "Partie législative &gt; Livre III : Les entreprises. &gt; Titre II : Régime administratif. &gt; Chapitre II : Règles de constitution et de fonctionnement &gt; Section IV : Sociétés d'assurance mutuelles. &gt; Sous-section 2 : Certificats mutualistes",
            "refInjection": "MD-20231025_185134_529_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000030461899",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073984",
                    "titre": "Code des assurances",
                    "titreLong": "Code des assurances",
                    "etat": "VIGUEUR",
                    "dateDebut": 205891200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073984",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000030430065",
                    "textTitle": "ORDONNANCE n°2015-378 du 2 avril 2015 - art. 7",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "LEGIARTI000030431492",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2015-04-03",
                    "dateSignaTexte": "2015-04-02",
                    "dateDebutCible": "2015-04-04"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000606599",
                    "textTitle": "Arrêté du 12 novembre 2004 - art. 211-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "211-1",
                    "articleId": "LEGIARTI000039471997",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1101254400000,
                    "dateDebut": 1574380800000
                },
                {
                    "textCid": "JORFTEXT000000606599",
                    "textTitle": "Arrêté du 12 novembre 2004 - art. 212-38-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "212-38-1",
                    "articleId": "LEGIARTI000039472080",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1101254400000,
                    "dateDebut": 1574380800000
                },
                {
                    "textCid": "JORFTEXT000000606599",
                    "textTitle": "Arrêté du 12 novembre 2004 - art. 212-38-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "212-38-2",
                    "articleId": "LEGIARTI000039472075",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1101254400000,
                    "dateDebut": 1574380800000
                },
                {
                    "textCid": "JORFTEXT000000606599",
                    "textTitle": "Arrêté du 12 novembre 2004 - art. 212-38-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "212-38-8",
                    "articleId": "LEGIARTI000041605238",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1101254400000,
                    "dateDebut": 1581120000000
                },
                {
                    "textCid": "JORFTEXT000029990432",
                    "textTitle": "LOI n°2014-1655 du 29 décembre 2014 - art. 101, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "101",
                    "articleId": "JORFARTI000029991982",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2014-1655",
                    "datePubli": 1419897600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000030703352",
                    "textTitle": "ARRÊTÉ du 4 mai 2015 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000030703357",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1433894400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000033273737",
                    "textTitle": "Arrêté du 25 août 2016 - art.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000033276637",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1476921600000,
                    "dateDebut": 1477008000000
                },
                {
                    "textCid": "JORFTEXT000039402457",
                    "textTitle": "Arrêté du 7 novembre 2019 - art.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000039435275",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1574294400000,
                    "dateDebut": 1574380800000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L242-10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L242-10",
                    "articleId": "LEGIARTI000006230425",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L242-30 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L242-30",
                    "articleId": "LEGIARTI000006230568",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L542-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L542-1",
                    "articleId": "LEGIARTI000006658153",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1571788800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L931-2-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L931-2-2",
                    "articleId": "LEGIARTI000030434016",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1491609600000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L322-1-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L322-1-3",
                    "articleId": "LEGIARTI000006797428",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1491609600000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L322-26-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L322-26-9",
                    "articleId": "LEGIARTI000030461894",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R322-79 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R322-79",
                    "articleId": "LEGIARTI000036331977",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514678400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 157 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "157",
                    "articleId": "LEGIARTI000047622560",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1685750400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L221-31 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L221-31",
                    "articleId": "LEGIARTI000048252488",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1698192000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L412-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L412-2",
                    "articleId": "LEGIARTI000039260626",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1571788800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L621-15 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L621-15",
                    "articleId": "LEGIARTI000047288219",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1678492800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L621-9 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L621-9",
                    "articleId": "LEGIARTI000047292048",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1704067200000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L111-4-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L111-4-2",
                    "articleId": "LEGIARTI000019305327",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1491609600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000029317479",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1406937600000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030461899",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L322-26-8",
                "322-26-8"
            ],
            "versionPrecedente": "LEGIARTI000029317479",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000029317479",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-En vue de l'alimentation de leur fonds d'établissement, les sociétés d'assurance mutuelles et les sociétés de groupe d'assurance mutuelles mentionnées au dernier alinéa de l'article L. 322-1-3 peuvent émettre des certificats mutualistes auprès : 1° De leurs sociétaires ; 2° Des sociétaires ou assurés des entreprises appartenant au même groupe d'assurance défini au 6° de l'article L. 334-2 ainsi qu'auprès desdites entreprises ; 3° De sociétés d'assurance mutuelles, de sociétés de groupe d'assurance mutuelles, de mutuelles et unions régies par le livre II du code de la mutualité, d'unions mentionnées à l'article L. 111-4-2 du même code et d'institutions, d'unions ou de groupements paritaires de prévoyance régis par le livre IX du code de la sécurité sociale. II.-L'émission des certificats mutualistes peut être réalisée par les sociétés d'assurance mutuelles agréées, les caisses d'assurance et de réassurance mutuelles agricoles agréées et les sociétés de groupe d'assurance mutuelles qui ont établi des comptes régulièrement approuvés au cours des deux derniers exercices, et sous les sanctions prévues aux articles  L. 242-10  et  L. 242-30  du code de commerce. Elles peuvent procéder à une offre au public, définie pour les titres financiers au chapitre Ier du titre Ier du livre IV du code monétaire et financier, dans les conditions fixées par le règlement général de l'Autorité des marchés financiers. Les certificats mutualistes sont indivisibles et confèrent des droits identiques à leurs titulaires. Préalablement à l'émission de certificats mutualistes, toute société ou caisse concernée doit être inscrite au registre du commerce et des sociétés. L'assemblée générale des sociétaires ou des entreprises affiliées à la société de groupe d'assurance mutuelle est seule habilitée à fixer les caractéristiques essentielles de l'émission. Elle peut toutefois déléguer au conseil d'administration ou au directoire, dans le cadre ainsi défini, les pouvoirs nécessaires pour en arrêter les modalités pratiques. Il est rendu compte par le conseil d'administration ou par le directoire, à la plus prochaine assemblée générale, de l'exercice de cette délégation. Les contrats d'émission ne peuvent avoir pour but de privilégier une catégorie de sociétaires, des personnes qui sont liées à la société par un contrat de travail, des dirigeants de droit ou de fait de celle-ci ou toute autre personne. Les contrats conclus en violation de cette disposition sont frappés de nullité absolue. Un décret en Conseil d'Etat fixe les modalités d'application du présent II, notamment la teneur ainsi que les conditions et la procédure d'approbation préalable par l'Autorité de contrôle prudentiel et de résolution de la résolution spéciale autorisant l'émission, proposée à l'assemblée générale. III.-Toutes les informations, y compris les communications à caractère publicitaire, relatives à des certificats mutualistes présentent un contenu exact, clair et non trompeur. Les communications à caractère publicitaire sont clairement identifiées comme telles. Les personnes mentionnées au I reçoivent, préalablement à la souscription, les informations leur permettant raisonnablement de comprendre la nature des certificats mutualistes proposés ainsi que les risques et inconvénients y afférents, afin d'être en mesure de prendre leurs décisions d'investissement en connaissance de cause. Lorsque les certificats mutualistes sont placés auprès de personnes relevant des 1° ou 2° du I, les sociétés d'assurance mutuelles et les sociétés de groupe d'assurance mutuelles précisent les exigences et les besoins exprimés par ces personnes ainsi que les raisons qui motivent le conseil fourni quant à l'investissement proposé. Ces précisions, qui reposent en particulier sur les éléments d'information communiqués par ces personnes sur leur situation financière et leurs objectifs de souscription, sont adaptées aux spécificités des certificats mutualistes. Pour l'application de ces obligations, les sociétés d'assurance mutuelles et les sociétés de groupe d'assurance mutuelles s'enquièrent des connaissances et de l'expérience en matière financière de ces personnes. Lorsque ces dernières ne communiquent pas l'ensemble des éléments d'information susvisés, les sociétés d'assurance mutuelles et les sociétés de groupe d'assurance mutuelles les mettent en garde préalablement à la souscription. IV.-Les certificats mutualistes sont inscrits sous forme nominative dans un registre tenu par l'émetteur et dans un compte-titres tenu soit par l'émetteur, soit par l'un des intermédiaires mentionnés aux  2° à 7° de l'article L. 542-1 du code monétaire et financier . Le compte-titres est ouvert au nom d'un ou de plusieurs titulaires, propriétaires des certificats mutualistes qui y sont inscrits. V.-La rémunération des certificats mutualistes est variable et fixée annuellement par l'assemblée générale lors de l'approbation des comptes. La part maximale des résultats du dernier exercice clos et des précédents exercices susceptible d'être affectée annuellement à la rémunération des certificats mutualistes est fixée par décret en Conseil d'Etat.",
            "texteHtml": "<p>I.-En vue de l'alimentation de leur fonds d'établissement, les sociétés d'assurance mutuelles et les sociétés de groupe d'assurance mutuelles mentionnées au dernier alinéa de l'article L. 322-1-3 peuvent émettre des certificats mutualistes auprès : </p><p>1° De leurs sociétaires ; </p><p>2° Des sociétaires ou assurés des entreprises appartenant au même groupe d'assurance défini au 6° de l'article L. 334-2 ainsi qu'auprès desdites entreprises ; </p><p>3° De sociétés d'assurance mutuelles, de sociétés de groupe d'assurance mutuelles, de mutuelles et unions régies par le livre II du code de la mutualité, d'unions mentionnées à l'article L. 111-4-2 du même code et d'institutions, d'unions ou de groupements paritaires de prévoyance régis par le livre IX du code de la sécurité sociale. </p><p>II.-L'émission des certificats mutualistes peut être réalisée par les sociétés d'assurance mutuelles agréées, les caisses d'assurance et de réassurance mutuelles agricoles agréées et les sociétés de groupe d'assurance mutuelles qui ont établi des comptes régulièrement approuvés au cours des deux derniers exercices, et sous les sanctions prévues aux articles  L. 242-10  et  L. 242-30  du code de commerce. Elles peuvent procéder à une offre au public, définie pour les titres financiers au chapitre Ier du titre Ier du livre IV du code monétaire et financier, dans les conditions fixées par le règlement général de l'Autorité des marchés financiers. </p><p>Les certificats mutualistes sont indivisibles et confèrent des droits identiques à leurs titulaires. </p><p>Préalablement à l'émission de certificats mutualistes, toute société ou caisse concernée doit être inscrite au registre du commerce et des sociétés. </p><p>L'assemblée générale des sociétaires ou des entreprises affiliées à la société de groupe d'assurance mutuelle est seule habilitée à fixer les caractéristiques essentielles de l'émission. Elle peut toutefois déléguer au conseil d'administration ou au directoire, dans le cadre ainsi défini, les pouvoirs nécessaires pour en arrêter les modalités pratiques. Il est rendu compte par le conseil d'administration ou par le directoire, à la plus prochaine assemblée générale, de l'exercice de cette délégation. Les contrats d'émission ne peuvent avoir pour but de privilégier une catégorie de sociétaires, des personnes qui sont liées à la société par un contrat de travail, des dirigeants de droit ou de fait de celle-ci ou toute autre personne. Les contrats conclus en violation de cette disposition sont frappés de nullité absolue. </p><p>Un décret en Conseil d'Etat fixe les modalités d'application du présent II, notamment la teneur ainsi que les conditions et la procédure d'approbation préalable par l'Autorité de contrôle prudentiel et de résolution de la résolution spéciale autorisant l'émission, proposée à l'assemblée générale. </p><p>III.-Toutes les informations, y compris les communications à caractère publicitaire, relatives à des certificats mutualistes présentent un contenu exact, clair et non trompeur. Les communications à caractère publicitaire sont clairement identifiées comme telles. </p><p>Les personnes mentionnées au I reçoivent, préalablement à la souscription, les informations leur permettant raisonnablement de comprendre la nature des certificats mutualistes proposés ainsi que les risques et inconvénients y afférents, afin d'être en mesure de prendre leurs décisions d'investissement en connaissance de cause. </p><p>Lorsque les certificats mutualistes sont placés auprès de personnes relevant des 1° ou 2° du I, les sociétés d'assurance mutuelles et les sociétés de groupe d'assurance mutuelles précisent les exigences et les besoins exprimés par ces personnes ainsi que les raisons qui motivent le conseil fourni quant à l'investissement proposé. Ces précisions, qui reposent en particulier sur les éléments d'information communiqués par ces personnes sur leur situation financière et leurs objectifs de souscription, sont adaptées aux spécificités des certificats mutualistes. Pour l'application de ces obligations, les sociétés d'assurance mutuelles et les sociétés de groupe d'assurance mutuelles s'enquièrent des connaissances et de l'expérience en matière financière de ces personnes. Lorsque ces dernières ne communiquent pas l'ensemble des éléments d'information susvisés, les sociétés d'assurance mutuelles et les sociétés de groupe d'assurance mutuelles les mettent en garde préalablement à la souscription. </p><p>IV.-Les certificats mutualistes sont inscrits sous forme nominative dans un registre tenu par l'émetteur et dans un compte-titres tenu soit par l'émetteur, soit par l'un des intermédiaires mentionnés aux  2° à 7° de l'article L. 542-1 du code monétaire et financier . </p><p>Le compte-titres est ouvert au nom d'un ou de plusieurs titulaires, propriétaires des certificats mutualistes qui y sont inscrits. </p><p>V.-La rémunération des certificats mutualistes est variable et fixée annuellement par l'assemblée générale lors de l'approbation des comptes. La part maximale des résultats du dernier exercice clos et des précédents exercices susceptible d'être affectée annuellement à la rémunération des certificats mutualistes est fixée par décret en Conseil d'Etat.<br clear='none'/></p>",
            "num": "L322-26-8",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1406937600000,
            "dateFin": 1451606400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-16",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107964",
                        "id": "LEGISCTA000006107964",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-16",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les entreprises.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128455",
                        "id": "LEGISCTA000006128455",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Régime administratif.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142837",
                        "id": "LEGISCTA000006142837",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Règles de constitution et de fonctionnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157614",
                        "id": "LEGISCTA000006157614",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1990-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section IV : Sociétés d'assurance mutuelles.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006174420",
                        "id": "LEGISCTA000006174420",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-08-02",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Certificats mutualistes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000029317397",
                        "id": "LEGISCTA000029317400",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000029317474",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000029317397",
            "sectionParentId": "LEGISCTA000029317400",
            "sectionParentTitre": "Sous-section 2 : Certificats mutualistes",
            "fullSectionsTitre": "Partie législative &gt; Livre III : Les entreprises. &gt; Titre II : Régime administratif. &gt; Chapitre II : Règles de constitution et de fonctionnement &gt; Section IV : Sociétés d'assurance mutuelles. &gt; Sous-section 2 : Certificats mutualistes",
            "refInjection": "MD-20231025_185134_529_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000029317479",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073984",
                    "titre": "Code des assurances",
                    "titreLong": "Code des assurances",
                    "etat": "VIGUEUR",
                    "dateDebut": 205891200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073984",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000029313296",
                    "textTitle": "LOI n°2014-856 du 31 juillet 2014 - art. 54",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "54",
                    "articleId": "LEGIARTI000029314898",
                    "natureText": "LOI",
                    "datePubliTexte": "2014-08-01",
                    "dateSignaTexte": "2014-07-31",
                    "dateDebutCible": "2014-08-02"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000606599",
                    "textTitle": "Arrêté du 12 novembre 2004 - art. 211-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "211-1",
                    "articleId": "LEGIARTI000039471997",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1101254400000,
                    "dateDebut": 1574380800000
                },
                {
                    "textCid": "JORFTEXT000000606599",
                    "textTitle": "Arrêté du 12 novembre 2004 - art. 212-38-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "212-38-1",
                    "articleId": "LEGIARTI000039472080",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1101254400000,
                    "dateDebut": 1574380800000
                },
                {
                    "textCid": "JORFTEXT000000606599",
                    "textTitle": "Arrêté du 12 novembre 2004 - art. 212-38-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "212-38-2",
                    "articleId": "LEGIARTI000039472075",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1101254400000,
                    "dateDebut": 1574380800000
                },
                {
                    "textCid": "JORFTEXT000000606599",
                    "textTitle": "Arrêté du 12 novembre 2004 - art. 212-38-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "212-38-8",
                    "articleId": "LEGIARTI000041605238",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1101254400000,
                    "dateDebut": 1581120000000
                },
                {
                    "textCid": "JORFTEXT000029990432",
                    "textTitle": "LOI n°2014-1655 du 29 décembre 2014 - art. 101, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "101",
                    "articleId": "JORFARTI000029991982",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2014-1655",
                    "datePubli": 1419897600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000030703352",
                    "textTitle": "ARRÊTÉ du 4 mai 2015 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000030703357",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1433894400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000033273737",
                    "textTitle": "Arrêté du 25 août 2016 - art.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000033276637",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1476921600000,
                    "dateDebut": 1477008000000
                },
                {
                    "textCid": "JORFTEXT000039402457",
                    "textTitle": "Arrêté du 7 novembre 2019 - art.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000039435275",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1574294400000,
                    "dateDebut": 1574380800000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L242-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L242-10",
                    "articleId": "LEGIARTI000006230425",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L242-30",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L242-30",
                    "articleId": "LEGIARTI000006230568",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L542-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L542-1",
                    "articleId": "LEGIARTI000006658153",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1571788800000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L322-1-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L322-1-3",
                    "articleId": "LEGIARTI000006797428",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1491609600000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L322-26-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L322-26-9",
                    "articleId": "LEGIARTI000030461894",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L334-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L334-2",
                    "articleId": "LEGIARTI000006798780",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 999216000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R322-79 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R322-79",
                    "articleId": "LEGIARTI000036331977",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514678400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 157 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "157",
                    "articleId": "LEGIARTI000047622560",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1685750400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L221-31 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L221-31",
                    "articleId": "LEGIARTI000048252488",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1698192000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L412-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L412-2",
                    "articleId": "LEGIARTI000039260626",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1571788800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L621-15 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L621-15",
                    "articleId": "LEGIARTI000047288219",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1678492800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L621-9 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L621-9",
                    "articleId": "LEGIARTI000047292048",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1704067200000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L111-4-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L111-4-2",
                    "articleId": "LEGIARTI000019305327",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1491609600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000029317479",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1406937600000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030461899",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L322-26-8",
                "322-26-8"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}