{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000017832680",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Bassin du Rhône Département des Alpes-de-Haute-Provence L'Ubaye. Le torrent de Champanastaîs. Le Grand Riou de la Blanche. Le Bachelard. Le torrent d'Abriès. L'Ubayette. Le Riou Mounal. La Baragne. La Blanche, en amont de la prise d'eau de la Garde. Le ravin des Clapes. La Bléone, en amont de la commune de Digne. Le Bès. Le Riou du Mousteiret. L'Arigéol. Le torrent de Tercier. Le Riou de la Favière. L'Asse. L'Estoublaïsse. Le ravin de Saint-Pierre. Le ravin de Creisset. Le ravin d'Auran. L'Asse de Clumanc. Le ravin des Sauzeries. Le ravin du Gion. L'Asse de Moriez. L'Asse de Blieux. Le ravin de la Tuillière. La Maîre. Le Verdon, en amont de la retenue de Castillon (commune de Saint-André-les-Alpes) et de l'aval du barrage de Chaudanne à l'amont de la retenue de Sainte-Croix (pont du Galetas). Le Baou. L'Issole. L'Estelle. La Lance. Le Clignon. La Chasse. Le Chadoulin. Le Bouchier. L'Ivoire. Le Sasse. Le torrent de Reynier. Le Vançon. La source de Valbelle. Département des Hautes-Alpes La Durance, en amont du plan d'eau de Serre-Ponçon. Le Drac, en amont du pont du Loup (D 217). Le Drac blanc. Le Drac noir. La Séveraisse, en aval du barrage de la prise d'eau de l'usine de Saint-Maurice (commune de Villard-Loubières). Département des Alpes-Maritimes L'Artuby et ses affluents. Département de l'Ardèche La Cance, en amont du lieudit Pont de la Thine (commune d'Annonay) et ses affluents dans la section considérée. Le Doux, en amont du pont de Retourtour (commune de Lamastre) et ses affluents dans la section considérée. L'Eyrieux, en amont de sa confluence avec la Saliouse et ses affluents dans la section considérée. La Saliouse et ses affluents. L'Ardèche, en amont du pont de la RN 102 à Mayres et ses affluents dans la section considérée. La Fonteaulière, en amont de sa confluence avec la Bourges et ses affluents dans la section considérée. La Bourges et ses affluents. La Volane, en amont de sa confluence avec la Besorgue et ses affluents dans la section considérée. La Besorgue et ses affluents. La Ligne, en amont de sa confluence avec le Roubreau et ses affluents dans la section considérée. La Beaume, en amont de sa confluence avec la Drobie et ses affluents dans la section considérée. La Drobie et ses affluents. Le Lignon et ses affluents. Département des Bouches-du-Rhône Le Rhône. Le Petit Rhône. Le Labéou, en amont du canal d'amenée EDF. Le Réal de Joucques, en amont du canal d'amenée EDF. La Malautière. L'Anguillon. Département du Gard Le Rhône, en aval du barrage de Vallabrègues. Le Petit Rhône et ses affluents. La Cèze, en aval du pont de la D 979 (commune de Tharaux) et en amont du confluent avec le Luech et ses affluents dans les sections considérées. Le Gardon, en aval du pont de la D 979 (commune de Sanilhac-Sagries) et ses affluents dans la section considérée. Le Gardon d'Alès, en amont de sa confluence avec le ruisseau d'Andorge et ses affluents dans la section considérée. Le Gardon du Mialet, en amont du pont des Abarines (CD 50) et ses affluents dans la section considérée. Le Gardon de Saint-Jean, en amont du barrage de la Brasserie (face à l'intersection du CD 907 et du CD 260) et ses affluents dans la section considérée. Département de l'Isère La Bourne et ses affluents. La Bonne, en amont de la prise d'eau de la Bonne (chute de Saint-Pierre-Cognet) et ses affluents dans la section considérée. L'Ebron. La Souloise. Le Guiers. Le Guiers vif. Le Guiers mort. L'Ainan. La Bièvre. L'Huert. La Save. La Gère et ses affluents. La Varèze. Le Rhône, en amont de la commune de Villette-d'Anthon. Département de la Savoie Le Sierroz, de sa confluence avec la Manderesse au lac du Bourget. La Leysse, en aval de sa confluence avec l'Albanne. L'Albanne, en aval de sa confluence avec la Torne. L'Hyères. Le Forezan. Le ruisseau des Combes. Le Nant Varon. La Leysse de Novalaise, en amont du lac d'Aiguebelette. Le Rhône. Le Flon. Le Guiers. Le Guiers vif. L'Isère, en aval de sa confluence avec le ruisseau de la Savine (commune de Villaroger). Le Gelon, en aval de sa confluence avec le Joudron. Le Versoyen en aval de sa confluence avec le torrent des Glaciers. Le Ponturin. Le Doron de Pralognan de sa confluence avec le Doron de Chavières à sa confluence avec le Doron de Champagny. Le Doron de Champagny en amont de sa confluence avec le Doron de Pralognan. Le Doron de Bozel en aval de sa confluence avec le Doron de Champagny. Le Doron des Allues en amont de sa confluence avec le Doron de Bozel. Le Doron de Belleville en amont de sa confluence avec le Doron de Bozel. L'Arly. L'Arrondine. La Chaise. Le Doron de Beaufort en aval de sa confluence avec la Gitte. L'Arc. Le Doron de Termignon. Le Bugeon. Le torrent de Lescherette. Le Bon de Loge. Le Chéran. Le Nant d'Aillon en aval de sa confluence avec le ruisseau du Lindar. Le ruisseau du Lindar. Le ruisseau de Saint-François. L'eau d'Olle en amont de la retenue de Grand'Maison. Le canal de Savières. Le canal des Moulins. Département de Vaucluse Le Lez de la commune de Bollène à sa confluence avec l'Aigues (cours empruntant le contre-canal de la retenue de Caderousse). L'Aigues en aval du pont du CD 43 (commune de Camaret-sur-Aigues). L'Ouvèze en aval de sa confluence avec la Sorgue (commune de Bedarrides). La Sorgue, y compris la Sorgue de Velleron, la Sorgue d'Entraigues, la Sorgue de la Rode et le canal de Vaucluse entre la prise du Prévot et les Sept Espassiers. Département des Vosges La Saône et ses affluents, à l'exception de l'Ourche. Le Coney en amont de la Forge d'Uzemain. Le ruisseau des Sept Pêcheurs. Le Reblangotte. Le Bagnerot. La Combeauté en aval des étangs d'Hérival. La Combalotte en aval de l'étang des Mousses. L'Augronne en amont de la retenue du Chalet. Cours d'eau côtiers méditerranéens Département des Alpes-de-Haute-Provence Le Var. Le Coulomp. La Vaïre. La Galange. La Bernade. L'Iscle. La Chalvagne. Département des Alpes-Maritimes La Siagne et ses affluents. La Brague et ses affluents. Le Loup et ses affluents. La Cagne en amont de l'usine de la Gaude et ses affluents dans la section considérée. L'Esteron en amont de la commune de Roquesteron et ses affluents dans la section considérée Le Var. Le Cians et ses affluents, à l'exception de Vallon de Pierlas. La Tinée et ses affluents, à l'exception de la Guerche, du Chastillon et de l'Ardon. La Vésubie en amont de sa confluence avec le Riou de Lantosque et en aval de la commune de Saint-Jean-de-Rivières et ses affluents dans les sections considérées. Le Paillon de Contès en amont de la commune de Contes. Le Paillon de L'Escarène en amont de la commune de L'Escarène. La Bévéra et ses affluents. La Roya et ses affluents. Département de l'Aude L'Aude. Ses affluents en amont de Quillan. Département des Bouches-du-Rhône L'Arc en aval du pont de la D 543 à Saint-Pons (commune d'Aix-en-Provence). La Touloubre en aval de la station d'épuration de Grans. Département du Gard L'Hérault et ses affluents. Le Vidourle et ses affluents. Département de l'Hérault Le Vidourle. L'Hérault en aval de la commune de Saint-Guilhem-le-Désert et ses affluents suivants : - la Vis ; - la Buège ; - la Lergue ; - les affluents de la Lergue en amont de Lodève ; - le ruisseau de Roque ; - la Laurounet. L'Orb en amont de sa confluence avec l'Arles et en aval de sa confluence avec le Ronnel et ses affluents suivants : - le Jaur et ses affluents à l'exception du Bureau ; - la Mare ; - l'Héric ; - la Colombières ; - l'Escagnès ; - le ruisseau de Madale ; - le ruisseau d'Arles ; - le Bouissou ; - le Gravezon. L'Aude et ses affluents suivants : - la Cesse en amont de sa confluence avec le Brian ; - le Brian ; - le ruisseau d'Authèze. Bassin de la Garonne Département de la Haute-Garonne La Gimone en aval du barrage de la Gimone (commune de Lunax). Département des Hautes-Pyrénées La Garonne.",
            "texteHtml": "<p align='center'><strong>Bassin du Rhône<br/></strong></p><p align='center'>Département des Alpes-de-Haute-Provence</p><p>L'Ubaye.</p><p>Le torrent de Champanastaîs.</p><p>Le Grand Riou de la Blanche.</p><p>Le Bachelard.</p><p>Le torrent d'Abriès.</p><p>L'Ubayette.</p><p>Le Riou Mounal.</p><p>La Baragne.</p><p>La Blanche, en amont de la prise d'eau de la Garde.</p><p>Le ravin des Clapes.</p><p>La Bléone, en amont de la commune de Digne.</p><p>Le Bès.</p><p>Le Riou du Mousteiret.</p><p>L'Arigéol.</p><p>Le torrent de Tercier.</p><p>Le Riou de la Favière.</p><p>L'Asse.</p><p>L'Estoublaïsse.</p><p>Le ravin de Saint-Pierre.</p><p>Le ravin de Creisset.</p><p>Le ravin d'Auran.</p><p>L'Asse de Clumanc.</p><p>Le ravin des Sauzeries.</p><p>Le ravin du Gion.</p><p>L'Asse de Moriez.</p><p>L'Asse de Blieux.</p><p>Le ravin de la Tuillière.</p><p>La Maîre.</p><p>Le Verdon, en amont de la retenue de Castillon (commune de Saint-André-les-Alpes) et de l'aval du barrage de Chaudanne à l'amont de la retenue de Sainte-Croix (pont du Galetas).</p><p>Le Baou.</p><p>L'Issole.</p><p>L'Estelle.</p><p>La Lance.</p><p>Le Clignon.</p><p>La Chasse.</p><p>Le Chadoulin.</p><p>Le Bouchier.</p><p>L'Ivoire.</p><p>Le Sasse.</p><p>Le torrent de Reynier.</p><p>Le Vançon.</p><p>La source de Valbelle.</p><p align='center'>Département des Hautes-Alpes</p><p>La Durance, en amont du plan d'eau de Serre-Ponçon.</p><p>Le Drac, en amont du pont du Loup (D 217).</p><p>Le Drac blanc.</p><p>Le Drac noir.</p><p>La Séveraisse, en aval du barrage de la prise d'eau de l'usine de Saint-Maurice (commune de Villard-Loubières).</p><p align='center'>Département des Alpes-Maritimes</p><p>L'Artuby et ses affluents.</p><p align='center'>Département de l'Ardèche</p><p>La Cance, en amont du lieudit Pont de la Thine (commune d'Annonay) et ses affluents dans la section considérée.</p><p>Le Doux, en amont du pont de Retourtour (commune de Lamastre) et ses affluents dans la section considérée.</p><p>L'Eyrieux, en amont de sa confluence avec la Saliouse et ses affluents dans la section considérée.</p><p>La Saliouse et ses affluents.</p><p>L'Ardèche, en amont du pont de la RN 102 à Mayres et ses affluents dans la section considérée.</p><p>La Fonteaulière, en amont de sa confluence avec la Bourges et ses affluents dans la section considérée.</p><p>La Bourges et ses affluents.</p><p>La Volane, en amont de sa confluence avec la Besorgue et ses affluents dans la section considérée.</p><p>La Besorgue et ses affluents.</p><p>La Ligne, en amont de sa confluence avec le Roubreau et ses affluents dans la section considérée.</p><p>La Beaume, en amont de sa confluence avec la Drobie et ses affluents dans la section considérée.</p><p>La Drobie et ses affluents.</p><p>Le Lignon et ses affluents.</p><p align='center'>Département des Bouches-du-Rhône</p><p>Le Rhône.</p><p>Le Petit Rhône.</p><p>Le Labéou, en amont du canal d'amenée EDF.</p><p>Le Réal de Joucques, en amont du canal d'amenée EDF.</p><p>La Malautière.</p><p>L'Anguillon.</p><p align='center'>Département du Gard</p><p>Le Rhône, en aval du barrage de Vallabrègues.</p><p>Le Petit Rhône et ses affluents.</p><p>La Cèze, en aval du pont de la D 979 (commune de Tharaux) et en amont du confluent avec le Luech et ses affluents dans les sections considérées.</p><p>Le Gardon, en aval du pont de la D 979 (commune de Sanilhac-Sagries) et ses affluents dans la section considérée.</p><p>Le Gardon d'Alès, en amont de sa confluence avec le ruisseau d'Andorge et ses affluents dans la section considérée.</p><p>Le Gardon du Mialet, en amont du pont des Abarines (CD 50) et ses affluents dans la section considérée.</p><p>Le Gardon de Saint-Jean, en amont du barrage de la Brasserie (face à l'intersection du CD 907 et du CD 260) et ses affluents dans la section considérée.</p><p align='center'>Département de l'Isère</p><p>La Bourne et ses affluents.</p><p>La Bonne, en amont de la prise d'eau de la Bonne (chute de Saint-Pierre-Cognet) et ses affluents dans la section considérée.</p><p>L'Ebron.</p><p>La Souloise.</p><p>Le Guiers.</p><p>Le Guiers vif.</p><p>Le Guiers mort.</p><p>L'Ainan.</p><p>La Bièvre.</p><p>L'Huert.</p><p>La Save.</p><p>La Gère et ses affluents.</p><p>La Varèze.</p><p>Le Rhône, en amont de la commune de Villette-d'Anthon.</p><p align='center'>Département de la Savoie</p><p>Le Sierroz, de sa confluence avec la Manderesse au lac du Bourget.</p><p>La Leysse, en aval de sa confluence avec l'Albanne.</p><p>L'Albanne, en aval de sa confluence avec la Torne.</p><p>L'Hyères.</p><p>Le Forezan.</p><p>Le ruisseau des Combes.</p><p>Le Nant Varon.</p><p>La Leysse de Novalaise, en amont du lac d'Aiguebelette.</p><p>Le Rhône.</p><p>Le Flon.</p><p>Le Guiers.</p><p>Le Guiers vif.</p><p>L'Isère, en aval de sa confluence avec le ruisseau de la Savine (commune de Villaroger).</p><p>Le Gelon, en aval de sa confluence avec le Joudron.</p><p>Le Versoyen en aval de sa confluence avec le torrent des Glaciers.</p><p>Le Ponturin.</p><p>Le Doron de Pralognan de sa confluence avec le Doron de Chavières à sa confluence avec le Doron de Champagny.</p><p>Le Doron de Champagny en amont de sa confluence avec le Doron de Pralognan.</p><p>Le Doron de Bozel en aval de sa confluence avec le Doron de Champagny.</p><p>Le Doron des Allues en amont de sa confluence avec le Doron de Bozel.</p><p>Le Doron de Belleville en amont de sa confluence avec le Doron de Bozel.</p><p>L'Arly.</p><p>L'Arrondine.</p><p>La Chaise.</p><p>Le Doron de Beaufort en aval de sa confluence avec la Gitte.</p><p>L'Arc.</p><p>Le Doron de Termignon.</p><p>Le Bugeon.</p><p>Le torrent de Lescherette.</p><p>Le Bon de Loge.</p><p>Le Chéran.</p><p>Le Nant d'Aillon en aval de sa confluence avec le ruisseau du Lindar.</p><p>Le ruisseau du Lindar.</p><p>Le ruisseau de Saint-François.</p><p>L'eau d'Olle en amont de la retenue de Grand'Maison.</p><p>Le canal de Savières.</p><p>Le canal des Moulins.</p><p align='center'>Département de Vaucluse</p><p>Le Lez de la commune de Bollène à sa confluence avec l'Aigues (cours empruntant le contre-canal de la retenue de Caderousse).</p><p>L'Aigues en aval du pont du CD 43 (commune de Camaret-sur-Aigues).</p><p>L'Ouvèze en aval de sa confluence avec la Sorgue (commune de Bedarrides).</p><p>La Sorgue, y compris la Sorgue de Velleron, la Sorgue d'Entraigues, la Sorgue de la Rode et le canal de Vaucluse entre la prise du Prévot et les Sept Espassiers.</p><p align='center'>Département des Vosges<br/></p><p>La Saône et ses affluents, à l'exception de l'Ourche.</p><p>Le Coney en amont de la Forge d'Uzemain.</p><p>Le ruisseau des Sept Pêcheurs.</p><p>Le Reblangotte.</p><p>Le Bagnerot.</p><p>La Combeauté en aval des étangs d'Hérival.</p><p>La Combalotte en aval de l'étang des Mousses.</p><p>L'Augronne en amont de la retenue du Chalet.</p><p>Cours d'eau côtiers méditerranéens</p><p align='center'>Département des Alpes-de-Haute-Provence</p><p>Le Var.</p><p>Le Coulomp.</p><p>La Vaïre.</p><p>La Galange.</p><p>La Bernade.</p><p>L'Iscle.</p><p>La Chalvagne.</p><p align='center'>Département des Alpes-Maritimes</p><p>La Siagne et ses affluents.</p><p>La Brague et ses affluents.</p><p>Le Loup et ses affluents.</p><p>La Cagne en amont de l'usine de la Gaude et ses affluents dans la section considérée.</p><p>L'Esteron en amont de la commune de Roquesteron et ses affluents dans la section considérée</p><p>Le Var.</p><p>Le Cians et ses affluents, à l'exception de Vallon de Pierlas.</p><p>La Tinée et ses affluents, à l'exception de la Guerche, du Chastillon et de l'Ardon.</p><p>La Vésubie en amont de sa confluence avec le Riou de Lantosque et en aval de la commune de Saint-Jean-de-Rivières et ses affluents dans les sections considérées.</p><p>Le Paillon de Contès en amont de la commune de Contes.</p><p>Le Paillon de L'Escarène en amont de la commune de L'Escarène.</p><p>La Bévéra et ses affluents.</p><p>La Roya et ses affluents.</p><p align='center'>Département de l'Aude</p><p>L'Aude.</p><p>Ses affluents en amont de Quillan.</p><p align='center'>Département des Bouches-du-Rhône</p><p>L'Arc en aval du pont de la D 543 à Saint-Pons (commune d'Aix-en-Provence).</p><p>La Touloubre en aval de la station d'épuration de Grans.</p><p align='center'>Département du Gard</p><p>L'Hérault et ses affluents.</p><p>Le Vidourle et ses affluents.</p><p align='center'>Département de l'Hérault</p><p>Le Vidourle.</p><p>L'Hérault en aval de la commune de Saint-Guilhem-le-Désert et ses affluents suivants :</p><p>- la Vis ;</p><p>- la Buège ;</p><p>- la Lergue ;</p><p>- les affluents de la Lergue en amont de Lodève ;</p><p>- le ruisseau de Roque ;</p><p>- la Laurounet.</p><p>L'Orb en amont de sa confluence avec l'Arles et en aval de sa confluence avec le Ronnel et ses affluents suivants :</p><p>- le Jaur et ses affluents à l'exception du Bureau ;</p><p>- la Mare ;</p><p>- l'Héric ;</p><p>- la Colombières ;</p><p>- l'Escagnès ;</p><p>- le ruisseau de Madale ;</p><p>- le ruisseau d'Arles ;</p><p>- le Bouissou ;</p><p>- le Gravezon.</p><p>L'Aude et ses affluents suivants :</p><p>- la Cesse en amont de sa confluence avec le Brian ;</p><p>- le Brian ;</p><p>- le ruisseau d'Authèze.</p><p align='center'><strong>Bassin de la Garonne<br/></strong></p><p align='center'>Département de la Haute-Garonne</p><p>La Gimone en aval du barrage de la Gimone (commune de Lunax).</p><p align='center'>Département des Hautes-Pyrénées</p><p>La Garonne.</p>",
            "num": "Annexe II à l'article D432-4",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "ABROGE",
            "dateDebut": 1123200000000,
            "dateFin": 1388534400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1110767400,
            "context": {
                "titresTM": [
                    {
                        "debut": "2005-08-05",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108640",
                        "id": "LEGISCTA000006108640",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 35,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de l'environnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074220",
                        "id": "LEGITEXT000006074220",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006839975",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006108640",
            "sectionParentId": "LEGISCTA000006108640",
            "sectionParentTitre": "ANNEXES",
            "fullSectionsTitre": "ANNEXES",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000017832680",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074220",
                    "titre": "Code de l'environnement",
                    "titreLong": "Code de l'environnement",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074220",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000017651043",
                    "textTitle": "Décret n°2007-1760\n du 14 décembre 2007 - art. 6",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000017695032",
                    "natureText": "DECRET",
                    "datePubliTexte": "2007-12-16",
                    "dateSignaTexte": "2007-12-14",
                    "dateDebutCible": "2007-12-17"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006839975",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1123200000000,
                    "dateFin": 1123200000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000017832680",
                    "etat": "ABROGE",
                    "version": "2.0",
                    "dateDebut": 1123200000000,
                    "dateFin": 1388534400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe II à l'article D432-4"
            ],
            "versionPrecedente": "LEGIARTI000006839975",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006839975",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Bassin du Rhône Département des Alpes-de-Haute-Provence L'Ubaye. Le torrent de Champanastaîs. Le Grand Riou de la Blanche. Le Bachelard. Le torrent d'Abriès. L'Ubayette. Le Riou Mounal. La Baragne. La Blanche, en amont de la prise d'eau de la Garde. Le ravin des Clapes. La Bléone, en amont de la commune de Digne. Le Bès. Le Riou du Mousteiret. L'Arigéol. Le torrent de Tercier. Le Riou de la Favière. L'Asse. L'Estoublaïsse. Le ravin de Saint-Pierre. Le ravin de Creisset. Le ravin d'Auran. L'Asse de Clumanc. Le ravin des Sauzeries. Le ravin du Gion. L'Asse de Moriez. L'Asse de Blieux. Le ravin de la Tuillière. La Maîre. Le Verdon, en amont de la retenue de Castillon (commune de Saint-André-les-Alpes) et de l'aval du barrage de Chaudanne à l'amont de la retenue de Sainte-Croix (pont du Galetas). Le Baou. L'Issole. L'Estelle. La Lance. Le Clignon. La Chasse. Le Chadoulin. Le Bouchier. L'Ivoire. Le Sasse. Le torrent de Reynier. Le Vançon. La source de Valbelle. Département des Hautes-Alpes La Durance, en amont du plan d'eau de Serre-Ponçon. Le Drac, en amont du pont du Loup (D 217). Le Drac blanc. Le Drac noir. La Séveraisse, en aval du barrage de la prise d'eau de l'usine de Saint-Maurice (commune de Villard-Loubières). Département des Alpes-Maritimes L'Artuby et ses affluents. Département de l'Ardèche La Cance, en amont du lieudit Pont de la Thine (commune d'Annonay) et ses affluents dans la section considérée. Le Doux, en amont du pont de Retourtour (commune de Lamastre) et ses affluents dans la section considérée. L'Eyrieux, en amont de sa confluence avec la Saliouse et ses affluents dans la section considérée. La Saliouse et ses affluents. L'Ardèche, en amont du pont de la RN 102 à Mayres et ses affluents dans la section considérée. La Fonteaulière, en amont de sa confluence avec la Bourges et ses affluents dans la section considérée. La Bourges et ses affluents. La Volane, en amont de sa confluence avec la Besorgue et ses affluents dans la section considérée. La Besorgue et ses affluents. La Ligne, en amont de sa confluence avec le Roubreau et ses affluents dans la section considérée. La Beaume, en amont de sa confluence avec la Drobie et ses affluents dans la section considérée. La Drobie et ses affluents. Le Lignon et ses affluents. Département des Bouches-du-Rhône Le Rhône. Le Petit Rhône. Le Labéou, en amont du canal d'amenée EDF. Le Réal de Joucques, en amont du canal d'amenée EDF. La Malautière. L'Anguillon. Département du Gard Le Rhône, en aval du barrage de Vallabrègues. Le Petit Rhône et ses affluents. La Cèze, en aval du pont de la D 979 (commune de Tharaux) et en amont du confluent avec le Luech et ses affluents dans les sections considérées. Le Gardon, en aval du pont de la D 979 (commune de Sanilhac-Sagries) et ses affluents dans la section considérée. Le Gardon d'Alès, en amont de sa confluence avec le ruisseau d'Andorge et ses affluents dans la section considérée. Le Gardon du Mialet, en amont du pont des Abarines (CD 50) et ses affluents dans la section considérée. Le Gardon de Saint-Jean, en amont du barrage de la Brasserie (face à l'intersection du CD 907 et du CD 260) et ses affluents dans la section considérée. Département de l'Isère La Bourne et ses affluents. La Bonne, en amont de la prise d'eau de la Bonne (chute de Saint-Pierre-Cognet) et ses affluents dans la section considérée. L'Ebron. La Souloise. Le Guiers. Le Guiers vif. Le Guiers mort. L'Ainan. La Bièvre. L'Huert. La Save. La Gère et ses affluents. La Varèze. Le Rhône, en amont de la commune de Villette-d'Anthon. Département de la Savoie Le Sierroz, de sa confluence avec la Manderesse au lac du Bourget. La Leysse, en aval de sa confluence avec l'Albanne. L'Albanne, en aval de sa confluence avec la Torne. L'Hyères. Le Forezan. Le ruisseau des Combes. Le Nant Varon. La Leysse de Novalaise, en amont du lac d'Aiguebelette. Le Rhône. Le Flon. Le Guiers. Le Guiers vif. L'Isère, en aval de sa confluence avec le ruisseau de la Savine (commune de Villaroger). Le Gelon, en aval de sa confluence avec le Joudron. Le Versoyen en aval de sa confluence avec le torrent des Glaciers. Le Ponturin. Le Doron de Pralognan de sa confluence avec le Doron de Chavières à sa confluence avec le Doron de Champagny. Le Doron de Champagny en amont de sa confluence avec le Doron de Pralognan. Le Doron de Bozel en aval de sa confluence avec le Doron de Champagny. Le Doron des Allues en amont de sa confluence avec le Doron de Bozel. Le Doron de Belleville en amont de sa confluence avec le Doron de Bozel. L'Arly. L'Arrondine. La Chaise. Le Doron de Beaufort en aval de sa confluence avec la Gitte. L'Arc. Le Doron de Termignon. Le Bugeon. Le torrent de Lescherette. Le Bon de Loge. Le Chéran. Le Nant d'Aillon en aval de sa confluence avec le ruisseau du Lindar. Le ruisseau du Lindar. Le ruisseau de Saint-François. L'eau d'Olle en amont de la retenue de Grand'Maison. Le canal de Savières. Le canal des Moulins. Département de Vaucluse Le Lez de la commune de Bollène à sa confluence avec l'Aigues (cours empruntant le contre-canal de la retenue de Caderousse). L'Aigues en aval du pont du CD 43 (commune de Camaret-sur-Aigues). L'Ouvèze en aval de sa confluence avec la Sorgue (commune de Bedarrides). La Sorgue, y compris la Sorgue de Velleron, la Sorgue d'Entraigues, la Sorgue de la Rode et le canal de Vaucluse entre la prise du Prévot et les Sept Espassiers. Département des Vosges La Saône et ses affluents, à l'exception de l'Ourche. Le Coney en amont de la Forge d'Uzemain. Le ruisseau des Sept Pêcheurs. Le Reblangotte. Le Bagnerot. La Combeauté en aval des étangs d'Hérival. La Combalotte en aval de l'étang des Mousses. L'Augronne en amont de la retenue du Chalet. Cours d'eau côtiers méditerranéens Département des Alpes-de-Haute-Provence Le Var. Le Coulomp. La Vaïre. La Galange. La Bernade. L'Iscle. La Chalvagne. Département des Alpes-Maritimes La Siagne et ses affluents. La Brague et ses affluents. Le Loup et ses affluents. La Cagne en amont de l'usine de la Gaude et ses affluents dans la section considérée. L'Esteron en amont de la commune de Roquesteron et ses affluents dans la section considérée Le Var. Le Cians et ses affluents, à l'exception de Vallon de Pierlas. La Tinée et ses affluents, à l'exception de la Guerche, du Chastillon et de l'Ardon. La Vésubie en amont de sa confluence avec le Riou de Lantosque et en aval de la commune de Saint-Jean-de-Rivières et ses affluents dans les sections considérées. Le Paillon de Contès en amont de la commune de Contes. Le Paillon de L'Escarène en amont de la commune de L'Escarène. La Bévéra et ses affluents. La Roya et ses affluents. Département de l'Aude L'Aude. Ses affluents en amont de Quillan. Département des Bouches-du-Rhône L'Arc en aval du pont de la D 543 à Saint-Pons (commune d'Aix-en-Provence). La Touloubre en aval de la station d'épuration de Grans. Département du Gard L'Hérault et ses affluents. Le Vidourle et ses affluents. Département de l'Hérault Le Vidourle. L'Hérault en aval de la commune de Saint-Guilhem-le-Désert et ses affluents suivants : -    la Vis ; -    la Buège ; -    la Lergue ; -    les affluents de la Lergue en amont de Lodève ; -    le ruisseau de Roque ; -    la Laurounet. L'Orb en amont de sa confluence avec l'Arles et en aval de sa confluence avec le Ronnel et ses affluents suivants : - le Jaur et ses affluents à l'exception du Bureau ; - la Mare ; - l'Héric ; - la Colombières ; - l'Escagnès ; - le ruisseau de Madale ; - le ruisseau d'Arles ; - le Bouissou ; - le Gravezon. L'Aude et ses affluents suivants : - la Cesse en amont de sa confluence avec le Brian ; - le Brian ; - le ruisseau d'Authèze. Bassin de la Garonne Département de la Haute-Garonne La Gimone en aval du barrage de la Gimone (commune de Lunax). Département des Hautes-Pyrénées La Garonne.",
            "texteHtml": "Bassin du Rhône<p></p>\n Département des Alpes-de-Haute-Provence<p></p><p></p>   L'Ubaye.<p></p><p></p>   Le torrent de Champanastaîs.<p></p><p></p>   Le Grand Riou de la Blanche.<p></p><p></p>   Le Bachelard.<p></p><p></p>   Le torrent d'Abriès.<p></p><p></p>   L'Ubayette.<p></p><p></p>   Le Riou Mounal.<p></p><p></p>   La Baragne.<p></p><p></p>   La Blanche, en amont de la prise d'eau de la Garde.<p></p><p></p>   Le ravin des Clapes.<p></p><p></p>   La Bléone, en amont de la commune de Digne.<p></p><p></p>   Le Bès.<p></p><p></p>   Le Riou du Mousteiret.<p></p><p></p>   L'Arigéol.<p></p><p></p>   Le torrent de Tercier.<p></p><p></p>   Le Riou de la Favière.<p></p><p></p>   L'Asse.<p></p><p></p>   L'Estoublaïsse.<p></p><p></p>   Le ravin de Saint-Pierre.<p></p><p></p>   Le ravin de Creisset.<p></p><p></p>   Le ravin d'Auran.<p></p><p></p>   L'Asse de Clumanc.<p></p><p></p>   Le ravin des Sauzeries.<p></p><p></p>   Le ravin du Gion.<p></p><p></p>   L'Asse de Moriez.<p></p><p></p>   L'Asse de Blieux.<p></p><p></p>   Le ravin de la Tuillière.<p></p><p></p>   La Maîre.<p></p><p></p>   Le Verdon, en amont de la retenue de Castillon (commune de Saint-André-les-Alpes) et de l'aval du barrage de Chaudanne à l'amont de la retenue de Sainte-Croix (pont du Galetas).<p></p><p></p>   Le Baou.<p></p><p></p>   L'Issole.<p></p><p></p>   L'Estelle.<p></p><p></p>   La Lance.<p></p><p></p>   Le Clignon.<p></p><p></p>   La Chasse.<p></p><p></p>   Le Chadoulin.<p></p><p></p>   Le Bouchier.<p></p><p></p>   L'Ivoire.<p></p><p></p>   Le Sasse.<p></p><p></p>   Le torrent de Reynier.<p></p><p></p>   Le Vançon.<p></p><p></p>   La source de Valbelle.<p></p>\n Département des Hautes-Alpes<p></p><p></p>   La Durance, en amont du plan d'eau de Serre-Ponçon.<p></p><p></p>   Le Drac, en amont du pont du Loup (D 217).<p></p><p></p>   Le Drac blanc.<p></p><p></p>   Le Drac noir.<p></p><p></p>   La Séveraisse, en aval du barrage de la prise d'eau de l'usine de Saint-Maurice (commune de Villard-Loubières).<p></p>\n Département des Alpes-Maritimes<p></p><p></p>   L'Artuby et ses affluents.<p></p>\n Département de l'Ardèche<p></p><p></p>   La Cance, en amont du lieudit Pont de la Thine (commune d'Annonay) et ses affluents dans la section considérée.<p></p><p></p>   Le Doux, en amont du pont de Retourtour (commune de Lamastre) et ses affluents dans la section considérée.<p></p><p></p>   L'Eyrieux, en amont de sa confluence avec la Saliouse et ses affluents dans la section considérée.<p></p><p></p>   La Saliouse et ses affluents.<p></p><p></p>   L'Ardèche, en amont du pont de la RN 102 à Mayres et ses affluents dans la section considérée.<p></p><p></p>   La Fonteaulière, en amont de sa confluence avec la Bourges et ses affluents dans la section considérée.<p></p><p></p>   La Bourges et ses affluents.<p></p><p></p>   La Volane, en amont de sa confluence avec la Besorgue et ses affluents dans la section considérée.<p></p><p></p>   La Besorgue et ses affluents.<p></p><p></p>   La Ligne, en amont de sa confluence avec le Roubreau et ses affluents dans la section considérée.<p></p><p></p>   La Beaume, en amont de sa confluence avec la Drobie et ses affluents dans la section considérée.<p></p><p></p>   La Drobie et ses affluents.<p></p><p></p>   Le Lignon et ses affluents.<p></p>\n Département des Bouches-du-Rhône<p></p><p></p>   Le Rhône.<p></p><p></p>   Le Petit Rhône.<p></p><p></p>   Le Labéou, en amont du canal d'amenée EDF.<p></p><p></p>   Le Réal de Joucques, en amont du canal d'amenée EDF.<p></p><p></p>   La Malautière.<p></p><p></p>   L'Anguillon.<p></p>\n Département du Gard<p></p><p></p>   Le Rhône, en aval du barrage de Vallabrègues.<p></p><p></p>   Le Petit Rhône et ses affluents.<p></p><p></p>   La Cèze, en aval du pont de la D 979 (commune de Tharaux) et en amont du confluent avec le Luech et ses affluents dans les sections considérées.<p></p><p></p>   Le Gardon, en aval du pont de la D 979 (commune de Sanilhac-Sagries) et ses affluents dans la section considérée.<p></p><p></p>   Le Gardon d'Alès, en amont de sa confluence avec le ruisseau d'Andorge et ses affluents dans la section considérée.<p></p><p></p>   Le Gardon du Mialet, en amont du pont des Abarines (CD 50) et ses affluents dans la section considérée.<p></p><p></p>   Le Gardon de Saint-Jean, en amont du barrage de la Brasserie (face à l'intersection du CD 907 et du CD 260) et ses affluents dans la section considérée.<p></p>\n Département de l'Isère<p></p><p></p>   La Bourne et ses affluents.<p></p><p></p>   La Bonne, en amont de la prise d'eau de la Bonne (chute de Saint-Pierre-Cognet) et ses affluents dans la section considérée.<p></p><p></p>   L'Ebron.<p></p><p></p>   La Souloise.<p></p><p></p>   Le Guiers.<p></p><p></p>   Le Guiers vif.<p></p><p></p>   Le Guiers mort.<p></p><p></p>   L'Ainan.<p></p><p></p>   La Bièvre.<p></p><p></p>   L'Huert.<p></p><p></p>   La Save.<p></p><p></p>   La Gère et ses affluents.<p></p><p></p>   La Varèze.<p></p><p></p>   Le Rhône, en amont de la commune de Villette-d'Anthon.<p></p>\n Département de la Savoie<p></p><p></p>   Le Sierroz, de sa confluence avec la Manderesse au lac du Bourget.<p></p><p></p>   La Leysse, en aval de sa confluence avec l'Albanne.<p></p><p></p>   L'Albanne, en aval de sa confluence avec la Torne.<p></p><p></p>   L'Hyères.<p></p><p></p>   Le Forezan.<p></p><p></p>   Le ruisseau des Combes.<p></p><p></p>   Le Nant Varon.<p></p><p></p>   La Leysse de Novalaise, en amont du lac d'Aiguebelette.<p></p><p></p>   Le Rhône.<p></p><p></p>   Le Flon.<p></p><p></p>   Le Guiers.<p></p><p></p>   Le Guiers vif.<p></p><p></p>   L'Isère, en aval de sa confluence avec le ruisseau de la Savine (commune de Villaroger).<p></p><p></p>   Le Gelon, en aval de sa confluence avec le Joudron.<p></p><p></p>   Le Versoyen en aval de sa confluence avec le torrent des Glaciers.<p></p><p></p>   Le Ponturin.<p></p><p></p>   Le Doron de Pralognan de sa confluence avec le Doron de Chavières à sa confluence avec le Doron de Champagny.<p></p><p></p>   Le Doron de Champagny en amont de sa confluence avec le Doron de Pralognan.<p></p><p></p>   Le Doron de Bozel en aval de sa confluence avec le Doron de Champagny.<p></p><p></p>   Le Doron des Allues en amont de sa confluence avec le Doron de Bozel.<p></p><p></p>   Le Doron de Belleville en amont de sa confluence avec le Doron de Bozel.<p></p><p></p>   L'Arly.<p></p><p></p>   L'Arrondine.<p></p><p></p>   La Chaise.<p></p><p></p>   Le Doron de Beaufort en aval de sa confluence avec la Gitte.<p></p><p></p>   L'Arc.<p></p><p></p>   Le Doron de Termignon.<p></p><p></p>   Le Bugeon.<p></p><p></p>   Le torrent de Lescherette.<p></p><p></p>   Le Bon de Loge.<p></p><p></p>   Le Chéran.<p></p><p></p>   Le Nant d'Aillon en aval de sa confluence avec le ruisseau du Lindar.<p></p><p></p>   Le ruisseau du Lindar.<p></p><p></p>   Le ruisseau de Saint-François.<p></p><p></p>   L'eau d'Olle en amont de la retenue de Grand'Maison.<p></p><p></p>   Le canal de Savières.<p></p><p></p>   Le canal des Moulins.<p></p>\n Département de Vaucluse<p></p><p></p>   Le Lez de la commune de Bollène à sa confluence avec l'Aigues (cours empruntant le contre-canal de la retenue de Caderousse).<p></p><p></p>   L'Aigues en aval du pont du CD 43 (commune de Camaret-sur-Aigues).<p></p><p></p>   L'Ouvèze en aval de sa confluence avec la Sorgue (commune de Bedarrides).<p></p><p></p>   La Sorgue, y compris la Sorgue de Velleron, la Sorgue d'Entraigues, la Sorgue de la Rode et le canal de Vaucluse entre la prise du Prévot et les Sept Espassiers.<p></p>\n Département des Vosges<p></p><p></p>   La Saône et ses affluents, à l'exception de l'Ourche.<p></p><p></p>   Le Coney en amont de la Forge d'Uzemain.<p></p><p></p>   Le ruisseau des Sept Pêcheurs.<p></p><p></p>   Le Reblangotte.<p></p><p></p>   Le Bagnerot.<p></p><p></p>   La Combeauté en aval des étangs d'Hérival.<p></p><p></p>   La Combalotte en aval de l'étang des Mousses.<p></p><p></p>   L'Augronne en amont de la retenue du Chalet.<p></p><p></p>   Cours d'eau côtiers méditerranéens<p></p>\n Département des Alpes-de-Haute-Provence<p></p><p></p>   Le Var.<p></p><p></p>   Le Coulomp.<p></p><p></p>   La Vaïre.<p></p><p></p>   La Galange.<p></p><p></p>   La Bernade.<p></p><p></p>   L'Iscle.<p></p><p></p>   La Chalvagne.<p></p>\n Département des Alpes-Maritimes<p></p><p></p>   La Siagne et ses affluents.<p></p><p></p>   La Brague et ses affluents.<p></p><p></p>   Le Loup et ses affluents.<p></p><p></p>   La Cagne en amont de l'usine de la Gaude et ses affluents dans la section considérée.<p></p><p></p>   L'Esteron en amont de la commune de Roquesteron et ses affluents dans la section considérée<p></p><p></p>   Le Var.<p></p><p></p>   Le Cians et ses affluents, à l'exception de Vallon de Pierlas.<p></p><p></p>   La Tinée et ses affluents, à l'exception de la Guerche, du Chastillon et de l'Ardon.<p></p><p></p>   La Vésubie en amont de sa confluence avec le Riou de Lantosque et en aval de la commune de Saint-Jean-de-Rivières et ses affluents dans les sections considérées.<p></p><p></p>   Le Paillon de Contès en amont de la commune de Contes.<p></p><p></p>   Le Paillon de L'Escarène en amont de la commune de L'Escarène.<p></p><p></p>   La Bévéra et ses affluents.<p></p><p></p>   La Roya et ses affluents.<p></p>\n Département de l'Aude<p></p><p></p>   L'Aude.<p></p><p></p>   Ses affluents en amont de Quillan.<p></p>\n Département des Bouches-du-Rhône<p></p><p></p>   L'Arc en aval du pont de la D 543 à Saint-Pons (commune d'Aix-en-Provence).<p></p><p></p>   La Touloubre en aval de la station d'épuration de Grans.<p></p>\n Département du Gard<p></p><p></p>   L'Hérault et ses affluents.<p></p><p></p>   Le Vidourle et ses affluents.<p></p>\n Département de l'Hérault<p></p><p></p>   Le Vidourle.<p></p><p></p>   L'Hérault en aval de la commune de Saint-Guilhem-le-Désert et ses affluents suivants :<p></p><p></p>   -    la Vis ;<p></p><p></p>   -    la Buège ;<p></p><p></p>   -    la Lergue ;<p></p><p></p>   -    les affluents de la Lergue en amont de Lodève ;<p></p><p></p>   -    le ruisseau de Roque ;<p></p><p></p>   -    la Laurounet.<p></p><p></p>   L'Orb en amont de sa confluence avec l'Arles et en aval de sa confluence avec le Ronnel et ses affluents suivants :<p></p><p></p>   - le Jaur et ses affluents à l'exception du Bureau ;<p></p><p></p>   - la Mare ;<p></p><p></p>   - l'Héric ;<p></p><p></p>   - la Colombières ;<p></p><p></p>   - l'Escagnès ;<p></p><p></p>   - le ruisseau de Madale ;<p></p><p></p>   - le ruisseau d'Arles ;<p></p><p></p>   - le Bouissou ;<p></p><p></p>   - le Gravezon.<p></p><p></p>   L'Aude et ses affluents suivants :<p></p><p></p>   - la Cesse en amont de sa confluence avec le Brian ;<p></p><p></p>   - le Brian ;<p></p><p></p>   - le ruisseau d'Authèze.<p></p>\n Bassin de la Garonne<p></p>\n Département de la Haute-Garonne<p></p><p></p>   La Gimone en aval du barrage de la Gimone (commune de Lunax).<p></p>\n Département des Hautes-Pyrénées<p></p><p></p>   La Garonne.<p></p>",
            "num": "Annexe II à l'article D432-4",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1123200000000,
            "dateFin": 1123200000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1110767400,
            "context": {
                "titresTM": [
                    {
                        "debut": "2005-08-05",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108640",
                        "id": "LEGISCTA000006108640",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 35,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de l'environnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074220",
                        "id": "LEGITEXT000006074220",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006839975",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006108640",
            "sectionParentId": "LEGISCTA000006108640",
            "sectionParentTitre": "ANNEXES",
            "fullSectionsTitre": "ANNEXES",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006839975",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074220",
                    "titre": "Code de l'environnement",
                    "titreLong": "Code de l'environnement",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074220",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000633739",
                    "textTitle": "Décret 2005-935 2005-08-02 JORF 5 août 2005",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000633739",
                    "natureText": "DECRET",
                    "datePubliTexte": "2005-08-05",
                    "dateSignaTexte": "2005-08-02",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006839975",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1123200000000,
                    "dateFin": 1123200000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000017832680",
                    "etat": "ABROGE",
                    "version": "2.0",
                    "dateDebut": 1123200000000,
                    "dateFin": 1388534400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe II à l'article D432-4"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}