{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000025399694",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Afin d'améliorer de manière durable la structure des exploitations laitières, le préfet peut autoriser le transfert à une société de forme civile, préalablement constituée et répondant aux conditions prévues au II, des quantités de référence laitières détenues par ses associés, sans apport ni mise à disposition à quelque titre que ce soit des terres auxquelles ces quantités correspondent. Dans le cas où les quantités de référence laitières, dont le transfert à une société civile constituée en application du premier alinéa est envisagé, correspondent à des terres prises à bail pour lesquelles un acte de nature à entraîner l'expiration du bail est intervenu avant la demande de participation à la société, ce transfert ne peut être autorisé que si les conditions prévues aux articles D. 654-106 et D. 654-107 sont réunies. L'autorisation est délivrée pour une durée indéterminée par le préfet du département dans lequel la société a son siège. II.-L'autorisation de transfert des références est subordonnée au respect des conditions suivantes : a) La société a pour objet la mise en commun dans sa totalité de la seule activité de production laitière des associés, notamment par l'exploitation d'un atelier commun de traite. L'activité de production laitière est entendue comme la gestion autonome et effective de l'ensemble des activités agricoles concourant à la production de lait et à sa commercialisation, notamment les opérations de traite, l'approvisionnement en nourriture des animaux de l'exploitation laitière et la maîtrise du cycle biologique du cheptel laitier, y compris la gestion du troupeau de renouvellement. La société peut, en outre, avoir pour objet des activités de fabrication et de vente directe de produits laitiers ; b) La société ne dispose pas, à quelque titre que ce soit, de terres, à l'exception des parcelles où sont implantés les bâtiments nécessaires à la production laitière ; c) La société est constituée exclusivement par des associés producteurs de lait titulaires de quantités de référence laitières. Ceux-ci peuvent être des personnes physiques ou des personnes morales, à la condition que ces dernières comprennent au moins un associé se consacrant à l'exploitation et que le ou lesdits associés détiennent plus de 50 % des parts représentatives du capital social ; d) Les associés personnes physiques sont âgés de moins de 65 ans ; les associés personnes morales comptent au moins un associé exploitant qui remplit cette condition ; e) Chacun des associés exerce l'activité de production laitière exclusivement au sein de la société à laquelle il transfère toutes les quantités de référence laitières dont il dispose. La même obligation s'applique aux personnes morales associées ; f) Chacun des associés participe personnellement et effectivement à l'activité de production laitière de la société, sans se limiter à la direction et à la surveillance de l'exploitation. Dans le cas d'une personne morale associée, cette obligation est assumée par au moins l'un des associés exploitants. Afin de permettre l'exercice en commun de l'activité de production laitière, une distance maximale entre le lieu de l'atelier de production et le siège des exploitations des associés est fixée par le préfet après avis de la commission départementale d'orientation de l'agriculture. Toutefois, cette distance ne peut dépasser 30 kilomètres ; g) Chacun des associés consacre à la production des fourrages nécessaires à l'alimentation du cheptel une superficie minimale déterminée en fonction des quantités de référence laitières qu'il a apportées au groupement. Cette superficie minimale est fixée selon des critères arrêtés par le préfet, après avis de la commission départementale d'orientation de l'agriculture, en tenant compte des modes locaux de production. III.-La société fait connaître au préfet du département dans lequel elle a son siège, dans un délai de deux mois, tout changement de situation par l'effet duquel elle cesse de remplir l'une ou plusieurs des conditions énumérées au II. Le préfet peut sanctionner l'absence de communication par la société des informations mentionnées à l'alinéa précédent par une amende administrative, dont le montant est celui fixé par l'article 131-13 du code pénal  pour les contraventions de la 3e classe. Le préfet est habilité à vérifier le fonctionnement de la société, y compris par un contrôle sur place. Ce contrôle est réalisé au moins une fois tous les trois ans. A défaut de respect des conditions prévues au II, l'autorisation est retirée, après mise en demeure de régulariser la situation restée sans effet, à l'expiration du délai imparti. En cas de dissolution de la société, l'autorisation devient caduque. En cas de retrait ou de caducité de l'autorisation, les quantités de référence laitières que chaque producteur a transférées à la société lui sont réattribuées. Il en est de même lorsque l'un des associés cesse de faire partie de la société. IV.-Les groupements agricoles d'exploitation en commun ayant pour objet la mise en commun de la seule activité de production laitière des associés, autorisés sur le fondement de l'article R. 654-111 dans sa rédaction antérieure à la publication du décret n° 2005-1414 du 16 novembre 2005, demeurent soumis aux dispositions de cet article.",
            "texteHtml": "<p>I.-Afin d'améliorer de manière durable la structure des exploitations laitières, le préfet peut autoriser le transfert à une société de forme civile, préalablement constituée et répondant aux conditions prévues au II, des quantités de référence laitières détenues par ses associés, sans apport ni mise à disposition à quelque titre que ce soit des terres auxquelles ces quantités correspondent. </p><p>Dans le cas où les quantités de référence laitières, dont le transfert à une société civile constituée en application du premier alinéa est envisagé, correspondent à des terres prises à bail pour lesquelles un acte de nature à entraîner l'expiration du bail est intervenu avant la demande de participation à la société, ce transfert ne peut être autorisé que si les conditions prévues aux articles D. 654-106 et D. 654-107 sont réunies. </p><p>L'autorisation est délivrée pour une durée indéterminée par le préfet du département dans lequel la société a son siège. </p><p>II.-L'autorisation de transfert des références est subordonnée au respect des conditions suivantes : </p><p>a) La société a pour objet la mise en commun dans sa totalité de la seule activité de production laitière des associés, notamment par l'exploitation d'un atelier commun de traite. L'activité de production laitière est entendue comme la gestion autonome et effective de l'ensemble des activités agricoles concourant à la production de lait et à sa commercialisation, notamment les opérations de traite, l'approvisionnement en nourriture des animaux de l'exploitation laitière et la maîtrise du cycle biologique du cheptel laitier, y compris la gestion du troupeau de renouvellement. La société peut, en outre, avoir pour objet des activités de fabrication et de vente directe de produits laitiers ; </p><p>b) La société ne dispose pas, à quelque titre que ce soit, de terres, à l'exception des parcelles où sont implantés les bâtiments nécessaires à la production laitière ; </p><p>c) La société est constituée exclusivement par des associés producteurs de lait titulaires de quantités de référence laitières. Ceux-ci peuvent être des personnes physiques ou des personnes morales, à la condition que ces dernières comprennent au moins un associé se consacrant à l'exploitation et que le ou lesdits associés détiennent plus de 50 % des parts représentatives du capital social ; </p><p>d) Les associés personnes physiques sont âgés de moins de 65 ans ; les associés personnes morales comptent au moins un associé exploitant qui remplit cette condition ; </p><p>e) Chacun des associés exerce l'activité de production laitière exclusivement au sein de la société à laquelle il transfère toutes les quantités de référence laitières dont il dispose. La même obligation s'applique aux personnes morales associées ; </p><p>f) Chacun des associés participe personnellement et effectivement à l'activité de production laitière de la société, sans se limiter à la direction et à la surveillance de l'exploitation. Dans le cas d'une personne morale associée, cette obligation est assumée par au moins l'un des associés exploitants. Afin de permettre l'exercice en commun de l'activité de production laitière, une distance maximale entre le lieu de l'atelier de production et le siège des exploitations des associés est fixée par le préfet après avis de la commission départementale d'orientation de l'agriculture. Toutefois, cette distance ne peut dépasser 30 kilomètres ; </p><p>g) Chacun des associés consacre à la production des fourrages nécessaires à l'alimentation du cheptel une superficie minimale déterminée en fonction des quantités de référence laitières qu'il a apportées au groupement. Cette superficie minimale est fixée selon des critères arrêtés par le préfet, après avis de la commission départementale d'orientation de l'agriculture, en tenant compte des modes locaux de production. </p><p>III.-La société fait connaître au préfet du département dans lequel elle a son siège, dans un délai de deux mois, tout changement de situation par l'effet duquel elle cesse de remplir l'une ou plusieurs des conditions énumérées au II. </p><p>Le préfet peut sanctionner l'absence de communication par la société des informations mentionnées à l'alinéa précédent par une amende administrative, dont le montant est celui fixé par l'article 131-13 du code pénal  pour les contraventions de la 3e classe. </p><p>Le préfet est habilité à vérifier le fonctionnement de la société, y compris par un contrôle sur place. Ce contrôle est réalisé au moins une fois tous les trois ans. A défaut de respect des conditions prévues au II, l'autorisation est retirée, après mise en demeure de régulariser la situation restée sans effet, à l'expiration du délai imparti. En cas de dissolution de la société, l'autorisation devient caduque. </p><p>En cas de retrait ou de caducité de l'autorisation, les quantités de référence laitières que chaque producteur a transférées à la société lui sont réattribuées. Il en est de même lorsque l'un des associés cesse de faire partie de la société. </p><p></p><p>IV.-Les groupements agricoles d'exploitation en commun ayant pour objet la mise en commun de la seule activité de production laitière des associés, autorisés sur le fondement de l'article R. 654-111 dans sa rédaction antérieure à la publication du décret n° 2005-1414 du 16 novembre 2005, demeurent soumis aux dispositions de cet article.</p>",
            "num": "D654-111",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "ABROGE",
            "dateDebut": 1330128000000,
            "dateFin": 1514505600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1116674,
            "context": {
                "titresTM": [
                    {
                        "debut": "1979-12-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098287",
                        "id": "LEGISCTA000006098287",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-09-06",
                        "fin": "2999-01-01",
                        "titre": "Livre VI : Production et marchés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121478",
                        "id": "LEGISCTA000006121478",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-09-06",
                        "fin": "2999-01-01",
                        "titre": "Titre V : Les productions animales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138439",
                        "id": "LEGISCTA000006138439",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-09-06",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Les animaux et les viandes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006152654",
                        "id": "LEGISCTA000006152654",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-09-06",
                        "fin": "2017-12-29",
                        "titre": "Section 4 : La production et la vente du lait",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006168551",
                        "id": "LEGISCTA000006168551",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2017-12-29",
                        "fin": "2999-01-01",
                        "titre": "Section 4 : La production et la vente du lait",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006168551",
                        "id": "LEGISCTA000036457356",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-09-06",
                        "fin": "2017-12-29",
                        "titre": "Sous-section 3 : Transfert des quantités de référence laitières.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006183598",
                        "id": "LEGISCTA000006183598",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2010-05-08",
                        "fin": "2999-01-01",
                        "titre": "Code rural et de la pêche maritime",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000022197698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-12-01",
                        "fin": "2010-05-08",
                        "titre": "Code rural (nouveau)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000006071367",
                        "etat": "MODIFIE"
                    }
                ]
            },
            "cid": "LEGIARTI000006596037",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006183598",
            "sectionParentId": "LEGISCTA000006183598",
            "sectionParentTitre": "Sous-section 3 : Transfert des quantités de référence laitières.",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre VI : Production et marchés &gt; Titre V : Les productions animales &gt; Chapitre IV : Les animaux et les viandes &gt; Section 4 : La production et la vente du lait",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000025399694",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000022197698",
                    "titre": "Code rural et de la pêche maritime",
                    "titreLong": "Code rural et de la pêche maritime",
                    "etat": "VIGUEUR",
                    "dateDebut": 1273276800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                },
                {
                    "id": "LEGITEXT000006071367",
                    "titre": "Code rural",
                    "titreLong": "Code rural (nouveau)",
                    "etat": "MODIFIE",
                    "dateDebut": 312854400000,
                    "dateFin": 1273276800000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000607626",
                    "textTitle": "Décret n°2003-851 du 1 septembre 2003 (annexe)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000607626",
                    "natureText": "DECRET",
                    "datePubliTexte": "2003-09-06",
                    "dateSignaTexte": "2003-09-01",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000025398189",
                    "textTitle": "Décret n°2012-258\n du 22 février 2012 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000025398741",
                    "natureText": "DECRET",
                    "datePubliTexte": "2012-02-24",
                    "dateSignaTexte": "2012-02-22",
                    "dateDebutCible": "2012-02-25"
                },
                {
                    "textCid": "JORFTEXT000036268342",
                    "textTitle": "Décret n° 2017-1771 du 27 décembre 2017 - art. 22",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "22",
                    "articleId": "LEGIARTI000036305753",
                    "natureText": "DECRET",
                    "datePubliTexte": "2017-12-28",
                    "dateSignaTexte": "2017-12-27",
                    "dateDebutCible": "2017-12-29"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000815752",
                    "textTitle": "Décret n°2005-1414 du 16 novembre 2005",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000815752",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2005-1414",
                    "datePubli": 1132185600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 131-13",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "131-13",
                    "articleId": "LEGIARTI000006417256",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 762480000000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. D654-106 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D654-106",
                    "articleId": "LEGIARTI000006596032",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1154044800000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. D654-107 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D654-107",
                    "articleId": "LEGIARTI000006596033",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1154044800000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. D654-111 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D654-111",
                    "articleId": "LEGIARTI000025399694",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1330128000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "",
                    "textTitle": "Code rural R654-111",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006596037",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1154044800000,
                    "dateFin": 1330128000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025399694",
                    "etat": "ABROGE",
                    "version": "2.0",
                    "dateDebut": 1330128000000,
                    "dateFin": 1514505600000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D654-111",
                "654-111"
            ],
            "versionPrecedente": "LEGIARTI000006596037",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006596037",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Afin d'améliorer de manière durable la structure des exploitations laitières, le préfet peut autoriser le transfert à une société de forme civile, préalablement constituée et répondant aux conditions prévues au II, des quantités de référence laitières détenues par ses associés, sans apport ni mise à disposition à quelque titre que ce soit des terres auxquelles ces quantités correspondent. Le transfert à la société des quantités de référence laitières détenues par les producteurs associés ne donne pas lieu aux prélèvements mentionnés aux articles D. 654-102 et D. 654-103. Lorsque l'un des associés agrandit son exploitation par adjonction de terres auxquelles correspondent des quantités de référence laitières, les prélèvements correspondants sont calculés en tenant compte des quantités de référence laitières apportées par l'intéressé à la société, soit qu'il en ait disposé à son adhésion, soit qu'il en ait bénéficié ultérieurement. Le transfert à la société des quantités de référence laitières afférentes aux terres adjointes à l'exploitation ne donne pas lieu à prélèvement. Dans le cas où les quantités de référence laitières, dont le transfert à une société civile constituée en application du premier alinéa est envisagé, correspondent à des terres prises à bail pour lesquelles un acte de nature à entraîner l'expiration du bail est intervenu avant la demande de participation à la société, ce transfert ne peut être autorisé que si les conditions prévues aux articles D. 654-106 et D. 654-107 sont réunies. L'autorisation est délivrée pour une durée indéterminée par le préfet du département dans lequel la société a son siège. II.-L'autorisation de transfert des références est subordonnée au respect des conditions suivantes : a) La société a pour objet la mise en commun dans sa totalité de la seule activité de production laitière des associés, notamment par l'exploitation d'un atelier commun de traite.L'activité de production laitière est entendue comme la gestion autonome et effective de l'ensemble des activités agricoles concourant à la production de lait et à sa commercialisation, notamment les opérations de traite, l'approvisionnement en nourriture des animaux de l'exploitation laitière et la maîtrise du cycle biologique du cheptel laitier, y compris la gestion du troupeau de renouvellement. La société peut, en outre, avoir pour objet des activités de fabrication et de vente directe de produits laitiers ; b) La société ne dispose pas, à quelque titre que ce soit, de terres, à l'exception des parcelles où sont implantés les bâtiments nécessaires à la production laitière ; c) La société est constituée exclusivement par des associés producteurs de lait titulaires de quantités de référence laitières. Ceux-ci peuvent être des personnes physiques ou des personnes morales, à la condition que ces dernières comprennent au moins un associé se consacrant à l'exploitation et que le ou lesdits associés détiennent plus de 50 % des parts représentatives du capital social ; d) Les associés personnes physiques sont âgés de moins de 65 ans ; les associés personnes morales comptent au moins un associé exploitant qui remplit cette condition ; e) Chacun des associés exerce l'activité de production laitière exclusivement au sein de la société à laquelle il transfère toutes les quantités de référence laitières dont il dispose. La même obligation s'applique aux personnes morales associées ; f) Chacun des associés participe personnellement et effectivement à l'activité de production laitière de la société, sans se limiter à la direction et à la surveillance de l'exploitation. Dans le cas d'une personne morale associée, cette obligation est assumée par au moins l'un des associés exploitants. Afin de permettre l'exercice en commun de l'activité de production laitière, une distance maximale entre le lieu de l'atelier de production et le siège des exploitations des associés est fixée par le préfet après avis de la commission départementale d'orientation de l'agriculture. Toutefois, cette distance ne peut dépasser 30 kilomètres ; g) Chacun des associés consacre à la production des fourrages nécessaires à l'alimentation du cheptel une superficie minimale déterminée en fonction des quantités de référence laitières qu'il a apportées au groupement. Cette superficie minimale est fixée selon des critères arrêtés par le préfet, après avis de la commission départementale d'orientation de l'agriculture, en tenant compte des modes locaux de production. III.-La société fait connaître au préfet du département dans lequel elle a son siège, dans un délai de deux mois, tout changement de situation par l'effet duquel elle cesse de remplir l'une ou plusieurs des conditions énumérées au II. Le préfet peut sanctionner l'absence de communication par la société des informations mentionnées à l'alinéa précédent par une amende administrative, dont le montant est celui fixé par l'article 131-13 du code pénal pour les contraventions de la 3e classe. Le préfet est habilité à vérifier le fonctionnement de la société, y compris par un contrôle sur place. Ce contrôle est réalisé au moins une fois tous les trois ans.A défaut de respect des conditions prévues au II, l'autorisation est retirée, après mise en demeure de régulariser la situation restée sans effet, à l'expiration du délai imparti. En cas de dissolution de la société, l'autorisation devient caduque. En cas de retrait ou de caducité de l'autorisation, les quantités de référence laitières que chaque producteur a transférées à la société lui sont réattribuées. Il est alors fait application des dispositions de l'article D. 654-102. Il en est de même lorsque l'un des associés cesse de faire partie de la société. Toutefois, la dissolution par les associés d'une société créée depuis plus de cinq ans ou le départ de l'un des associés plus de cinq ans après la date de son adhésion ne donne pas lieu aux prélèvements mentionnés à l'article D. 654-102. IV.-Les groupements agricoles d'exploitation en commun ayant pour objet la mise en commun de la seule activité de production laitière des associés, autorisés sur le fondement de l'article R. 654-111 dans sa rédaction antérieure à la publication du décret n° 2005-1414 du 16 novembre 2005, demeurent soumis aux dispositions de cet article.",
            "texteHtml": "<p></p>I.-Afin d'améliorer de manière durable la structure des exploitations laitières, le préfet peut autoriser le transfert à une société de forme civile, préalablement constituée et répondant aux conditions prévues au II, des quantités de référence laitières détenues par ses associés, sans apport ni mise à disposition à quelque titre que ce soit des terres auxquelles ces quantités correspondent. <p></p><p></p>Le transfert à la société des quantités de référence laitières détenues par les producteurs associés ne donne pas lieu aux prélèvements mentionnés aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071367&idArticle=LEGIARTI000006596027&dateTexte=&categorieLien=cid' title='Code rural - art. D654-102 (V)'>D. 654-102 </a>et D. 654-103. <p></p><p></p>Lorsque l'un des associés agrandit son exploitation par adjonction de terres auxquelles correspondent des quantités de référence laitières, les prélèvements correspondants sont calculés en tenant compte des quantités de référence laitières apportées par l'intéressé à la société, soit qu'il en ait disposé à son adhésion, soit qu'il en ait bénéficié ultérieurement. Le transfert à la société des quantités de référence laitières afférentes aux terres adjointes à l'exploitation ne donne pas lieu à prélèvement. <p></p><p></p>Dans le cas où les quantités de référence laitières, dont le transfert à une société civile constituée en application du premier alinéa est envisagé, correspondent à des terres prises à bail pour lesquelles un acte de nature à entraîner l'expiration du bail est intervenu avant la demande de participation à la société, ce transfert ne peut être autorisé que si les conditions prévues aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071367&idArticle=LEGIARTI000006596032&dateTexte=&categorieLien=cid' title='Code rural - art. D654-106 (V)'>D. 654-106 </a>et D. 654-107 sont réunies.<p></p><p></p>L'autorisation est délivrée pour une durée indéterminée par le préfet du département dans lequel la société a son siège. <p></p><p></p>II.-L'autorisation de transfert des références est subordonnée au respect des conditions suivantes : <p></p><p></p>a) La société a pour objet la mise en commun dans sa totalité de la seule activité de production laitière des associés, notamment par l'exploitation d'un atelier commun de traite.L'activité de production laitière est entendue comme la gestion autonome et effective de l'ensemble des activités agricoles concourant à la production de lait et à sa commercialisation, notamment les opérations de traite, l'approvisionnement en nourriture des animaux de l'exploitation laitière et la maîtrise du cycle biologique du cheptel laitier, y compris la gestion du troupeau de renouvellement. La société peut, en outre, avoir pour objet des activités de fabrication et de vente directe de produits laitiers ; <p></p><p></p>b) La société ne dispose pas, à quelque titre que ce soit, de terres, à l'exception des parcelles où sont implantés les bâtiments nécessaires à la production laitière ; <p></p><p></p>c) La société est constituée exclusivement par des associés producteurs de lait titulaires de quantités de référence laitières. Ceux-ci peuvent être des personnes physiques ou des personnes morales, à la condition que ces dernières comprennent au moins un associé se consacrant à l'exploitation et que le ou lesdits associés détiennent plus de 50 % des parts représentatives du capital social ; <p></p><p></p>d) Les associés personnes physiques sont âgés de moins de 65 ans ; les associés personnes morales comptent au moins un associé exploitant qui remplit cette condition ; <p></p><p></p>e) Chacun des associés exerce l'activité de production laitière exclusivement au sein de la société à laquelle il transfère toutes les quantités de référence laitières dont il dispose. La même obligation s'applique aux personnes morales associées ; <p></p><p></p>f) Chacun des associés participe personnellement et effectivement à l'activité de production laitière de la société, sans se limiter à la direction et à la surveillance de l'exploitation. Dans le cas d'une personne morale associée, cette obligation est assumée par au moins l'un des associés exploitants. Afin de permettre l'exercice en commun de l'activité de production laitière, une distance maximale entre le lieu de l'atelier de production et le siège des exploitations des associés est fixée par le préfet après avis de la commission départementale d'orientation de l'agriculture. Toutefois, cette distance ne peut dépasser 30 kilomètres ; <p></p><p></p>g) Chacun des associés consacre à la production des fourrages nécessaires à l'alimentation du cheptel une superficie minimale déterminée en fonction des quantités de référence laitières qu'il a apportées au groupement. Cette superficie minimale est fixée selon des critères arrêtés par le préfet, après avis de la commission départementale d'orientation de l'agriculture, en tenant compte des modes locaux de production. <p></p><p></p>III.-La société fait connaître au préfet du département dans lequel elle a son siège, dans un délai de deux mois, tout changement de situation par l'effet duquel elle cesse de remplir l'une ou plusieurs des conditions énumérées au II. <p></p><p></p>Le préfet peut sanctionner l'absence de communication par la société des informations mentionnées à l'alinéa précédent par une amende administrative, dont le montant est celui fixé par <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070719&idArticle=LEGIARTI000006417256&dateTexte=&categorieLien=cid' title='Code pénal - art. 131-13 (V)'>l'article 131-13 du code pénal</a> pour les contraventions de la 3e classe. <p></p><p></p>Le préfet est habilité à vérifier le fonctionnement de la société, y compris par un contrôle sur place. Ce contrôle est réalisé au moins une fois tous les trois ans.A défaut de respect des conditions prévues au II, l'autorisation est retirée, après mise en demeure de régulariser la situation restée sans effet, à l'expiration du délai imparti. En cas de dissolution de la société, l'autorisation devient caduque. <p></p><p></p>En cas de retrait ou de caducité de l'autorisation, les quantités de référence laitières que chaque producteur a transférées à la société lui sont réattribuées. Il est alors fait application des dispositions de l'article D. 654-102. Il en est de même lorsque l'un des associés cesse de faire partie de la société. <p></p><p></p>Toutefois, la dissolution par les associés d'une société créée depuis plus de cinq ans ou le départ de l'un des associés plus de cinq ans après la date de son adhésion ne donne pas lieu aux prélèvements mentionnés à l'article D. 654-102. <p></p><p></p>IV.-Les groupements agricoles d'exploitation en commun ayant pour objet la mise en commun de la seule activité de production laitière des associés, autorisés sur le fondement de l'article R. 654-111 dans sa rédaction antérieure à la publication du décret n° 2005-1414 du 16 novembre 2005, demeurent soumis aux dispositions de cet article.<p></p><p></p>",
            "num": "D654-111",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1154044800000,
            "dateFin": 1330128000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1116674,
            "context": {
                "titresTM": [
                    {
                        "debut": "1979-12-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098287",
                        "id": "LEGISCTA000006098287",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-09-06",
                        "fin": "2999-01-01",
                        "titre": "Livre VI : Production et marchés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121478",
                        "id": "LEGISCTA000006121478",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-09-06",
                        "fin": "2999-01-01",
                        "titre": "Titre V : Les productions animales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138439",
                        "id": "LEGISCTA000006138439",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-09-06",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Les animaux et les viandes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006152654",
                        "id": "LEGISCTA000006152654",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-09-06",
                        "fin": "2017-12-29",
                        "titre": "Section 4 : La production et la vente du lait",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006168551",
                        "id": "LEGISCTA000006168551",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2017-12-29",
                        "fin": "2999-01-01",
                        "titre": "Section 4 : La production et la vente du lait",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006168551",
                        "id": "LEGISCTA000036457356",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-09-06",
                        "fin": "2017-12-29",
                        "titre": "Sous-section 3 : Transfert des quantités de référence laitières.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006183598",
                        "id": "LEGISCTA000006183598",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2010-05-08",
                        "fin": "2999-01-01",
                        "titre": "Code rural et de la pêche maritime",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000022197698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-12-01",
                        "fin": "2010-05-08",
                        "titre": "Code rural (nouveau)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000006071367",
                        "etat": "MODIFIE"
                    }
                ]
            },
            "cid": "LEGIARTI000006596037",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006183598",
            "sectionParentId": "LEGISCTA000006183598",
            "sectionParentTitre": "Sous-section 3 : Transfert des quantités de référence laitières.",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre VI : Production et marchés &gt; Titre V : Les productions animales &gt; Chapitre IV : Les animaux et les viandes &gt; Section 4 : La production et la vente du lait &gt; Sous-section 3 : Transfert des quantités de référence laitières.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006596037",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000022197698",
                    "titre": "Code rural et de la pêche maritime",
                    "titreLong": "Code rural et de la pêche maritime",
                    "etat": "VIGUEUR",
                    "dateDebut": 1273276800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                },
                {
                    "id": "LEGITEXT000006071367",
                    "titre": "Code rural",
                    "titreLong": "Code rural (nouveau)",
                    "etat": "MODIFIE",
                    "dateDebut": 312854400000,
                    "dateFin": 1273276800000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000607626",
                    "textTitle": "Décret 2003-851 2003-09-01",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000607626",
                    "natureText": "DECRET",
                    "datePubliTexte": "2003-09-06",
                    "dateSignaTexte": "2003-09-01",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000609873",
                    "textTitle": "Décret n°2006-926 du 19 juillet 2006 - art. 1 () JORF 28 juillet 2006",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006253407",
                    "natureText": "DECRET",
                    "datePubliTexte": "2006-07-28",
                    "dateSignaTexte": "2006-07-19",
                    "dateDebutCible": "2006-07-28"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000815752",
                    "textTitle": "Décret 2005-1414 2005-11-16",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000815752",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2005-1414",
                    "datePubli": 1132185600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006070719",
                    "textTitle": "Code pénal - art. 131-13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "131-13",
                    "articleId": "LEGIARTI000006417256",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 762480000000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. D654-102 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D654-102",
                    "articleId": "LEGIARTI000006596027",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1154044800000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. D654-106 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D654-106",
                    "articleId": "LEGIARTI000006596032",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1154044800000
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural D654-102, D654-103, D654-106, D654-107, R654-111",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "",
                    "textTitle": "Code rural R654-111",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006596037",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1154044800000,
                    "dateFin": 1330128000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025399694",
                    "etat": "ABROGE",
                    "version": "2.0",
                    "dateDebut": 1330128000000,
                    "dateFin": 1514505600000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D654-111",
                "654-111"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}