{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000045212563",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Lorsque le propriétaire d'un local à usage commercial ou artisanal envisage de vendre celui-ci, il en informe le locataire par lettre recommandée avec demande d'avis de réception, ou remise en main propre contre récépissé ou émargement. Cette notification doit, à peine de nullité, indiquer le prix et les conditions de la vente envisagée. Elle vaut offre de vente au profit du locataire. Ce dernier dispose d'un délai d'un mois à compter de la réception de cette offre pour se prononcer. En cas d'acceptation, le locataire dispose, à compter de la date d'envoi de sa réponse au bailleur, d'un délai de deux mois pour la réalisation de la vente. Si, dans sa réponse, il notifie son intention de recourir à un prêt, l'acceptation par le locataire de l'offre de vente est subordonnée à l'obtention du prêt et le délai de réalisation de la vente est porté à quatre mois. Si, à l'expiration de ce délai, la vente n'a pas été réalisée, l'acceptation de l'offre de vente est sans effet. Dans le cas où le propriétaire décide de vendre à des conditions ou à un prix plus avantageux pour l'acquéreur, le notaire doit, lorsque le bailleur n'y a pas préalablement procédé, notifier au locataire dans les formes prévues au premier alinéa, à peine de nullité de la vente, ces conditions et ce prix. Cette notification vaut offre de vente au profit du locataire. Cette offre de vente est valable pendant une durée d'un mois à compter de sa réception. L'offre qui n'a pas été acceptée dans ce délai est caduque. Le locataire qui accepte l'offre ainsi notifiée dispose, à compter de la date d'envoi de sa réponse au bailleur ou au notaire, d'un délai de deux mois pour la réalisation de l'acte de vente. Si, dans sa réponse, il notifie son intention de recourir à un prêt, l'acceptation par le locataire de l'offre de vente est subordonnée à l'obtention du prêt et le délai de réalisation de la vente est porté à quatre mois. Si, à l'expiration de ce délai, la vente n'a pas été réalisée, l'acceptation de l'offre de vente est sans effet. Les dispositions des quatre premiers alinéas du présent article sont reproduites, à peine de nullité, dans chaque notification. Le présent article n'est pas applicable en cas de cession unique de plusieurs locaux d'un ensemble commercial, de cession unique de locaux commerciaux distincts ou de cession d'un local commercial au copropriétaire d'un ensemble commercial. Il n'est pas non plus applicable à la cession globale d'un immeuble comprenant des locaux commerciaux ou à la cession d'un local au conjoint du bailleur, ou à un ascendant ou un descendant du bailleur ou de son conjoint. Il n'est pas non plus applicable lorsqu'il est fait application du droit de préemption institué aux chapitres Ier et II du titre Ier du livre II du code de l'urbanisme ou à l'occasion de l'aliénation d'un bien sur le fondement de l'article L. 213-11 du même code.",
            "texteHtml": "<p>Lorsque le propriétaire d'un local à usage commercial ou artisanal envisage de vendre celui-ci, il en informe le locataire par lettre recommandée avec demande d'avis de réception, ou remise en main propre contre récépissé ou émargement. Cette notification doit, à peine de nullité, indiquer le prix et les conditions de la vente envisagée. Elle vaut offre de vente au profit du locataire. Ce dernier dispose d'un délai d'un mois à compter de la réception de cette offre pour se prononcer. En cas d'acceptation, le locataire dispose, à compter de la date d'envoi de sa réponse au bailleur, d'un délai de deux mois pour la réalisation de la vente. Si, dans sa réponse, il notifie son intention de recourir à un prêt, l'acceptation par le locataire de l'offre de vente est subordonnée à l'obtention du prêt et le délai de réalisation de la vente est porté à quatre mois.</p><p>Si, à l'expiration de ce délai, la vente n'a pas été réalisée, l'acceptation de l'offre de vente est sans effet.</p><p>Dans le cas où le propriétaire décide de vendre à des conditions ou à un prix plus avantageux pour l'acquéreur, le notaire doit, lorsque le bailleur n'y a pas préalablement procédé, notifier au locataire dans les formes prévues au premier alinéa, à peine de nullité de la vente, ces conditions et ce prix. Cette notification vaut offre de vente au profit du locataire. Cette offre de vente est valable pendant une durée d'un mois à compter de sa réception. L'offre qui n'a pas été acceptée dans ce délai est caduque.</p><p>Le locataire qui accepte l'offre ainsi notifiée dispose, à compter de la date d'envoi de sa réponse au bailleur ou au notaire, d'un délai de deux mois pour la réalisation de l'acte de vente. Si, dans sa réponse, il notifie son intention de recourir à un prêt, l'acceptation par le locataire de l'offre de vente est subordonnée à l'obtention du prêt et le délai de réalisation de la vente est porté à quatre mois. Si, à l'expiration de ce délai, la vente n'a pas été réalisée, l'acceptation de l'offre de vente est sans effet.</p><p>Les dispositions des quatre premiers alinéas du présent article sont reproduites, à peine de nullité, dans chaque notification.</p><p>Le présent article n'est pas applicable en cas de cession unique de plusieurs locaux d'un ensemble commercial, de cession unique de locaux commerciaux distincts ou de cession d'un local commercial au copropriétaire d'un ensemble commercial. Il n'est pas non plus applicable à la cession globale d'un immeuble comprenant des locaux commerciaux ou à la cession d'un local au conjoint du bailleur, ou à un ascendant ou un descendant du bailleur ou de son conjoint. Il n'est pas non plus applicable lorsqu'il est fait application du droit de préemption institué aux chapitres Ier et II du titre Ier du livre II du code de l'urbanisme ou à l'occasion de l'aliénation d'un bien sur le fondement de l'article L. 213-11 du même code.</p><p></p>",
            "num": "L145-46-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1645574400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073870670,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006083281",
                        "id": "LEGISCTA000006083281",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE Ier : Du commerce en général.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006113738",
                        "id": "LEGISCTA000006113738",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "TITRE IV : Du fonds de commerce.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133174",
                        "id": "LEGISCTA000006133174",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre V : Du bail commercial.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146040",
                        "id": "LEGISCTA000006146040",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Section 7 : De la résiliation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006161268",
                        "id": "LEGISCTA000006161268",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000029103540",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006161268",
            "sectionParentId": "LEGISCTA000006161268",
            "sectionParentTitre": "Section 7 : De la résiliation",
            "fullSectionsTitre": "Partie législative &gt; LIVRE Ier : Du commerce en général. &gt; TITRE IV : Du fonds de commerce. &gt; Chapitre V : Du bail commercial. &gt; Section 7 : De la résiliation",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000045212563",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000045197395",
                    "textTitle": "LOI n°2022-217 du 21 février 2022 - art. 118",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "118",
                    "articleId": "LEGIARTI000045198735",
                    "natureText": "LOI",
                    "datePubliTexte": "2022-02-22",
                    "dateSignaTexte": "2022-02-21",
                    "dateDebutCible": "2022-02-23"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. L213-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L213-9",
                    "articleId": "LEGIARTI000045212577",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1645574400000
                },
                {
                    "textCid": "LEGITEXT000006074073",
                    "textTitle": "Code du tourisme. - art. L321-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L321-5",
                    "articleId": "LEGIARTI000045202901",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1645574400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000029104262",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1418860800000,
                    "dateFin": 1645574400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045212563",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1645574400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L145-46-1",
                "145-46-1"
            ],
            "versionPrecedente": "LEGIARTI000029104262",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000029104262",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Lorsque le propriétaire d'un local à usage commercial ou artisanal envisage de vendre celui-ci, il en informe le locataire par lettre recommandée avec demande d'avis de réception, ou remise en main propre contre récépissé ou émargement. Cette notification doit, à peine de nullité, indiquer le prix et les conditions de la vente envisagée. Elle vaut offre de vente au profit du locataire. Ce dernier dispose d'un délai d'un mois à compter de la réception de cette offre pour se prononcer. En cas d'acceptation, le locataire dispose, à compter de la date d'envoi de sa réponse au bailleur, d'un délai de deux mois pour la réalisation de la vente. Si, dans sa réponse, il notifie son intention de recourir à un prêt, l'acceptation par le locataire de l'offre de vente est subordonnée à l'obtention du prêt et le délai de réalisation de la vente est porté à quatre mois. Si, à l'expiration de ce délai, la vente n'a pas été réalisée, l'acceptation de l'offre de vente est sans effet. Dans le cas où le propriétaire décide de vendre à des conditions ou à un prix plus avantageux pour l'acquéreur, le notaire doit, lorsque le bailleur n'y a pas préalablement procédé, notifier au locataire dans les formes prévues au premier alinéa, à peine de nullité de la vente, ces conditions et ce prix. Cette notification vaut offre de vente au profit du locataire. Cette offre de vente est valable pendant une durée d'un mois à compter de sa réception. L'offre qui n'a pas été acceptée dans ce délai est caduque. Le locataire qui accepte l'offre ainsi notifiée dispose, à compter de la date d'envoi de sa réponse au bailleur ou au notaire, d'un délai de deux mois pour la réalisation de l'acte de vente. Si, dans sa réponse, il notifie son intention de recourir à un prêt, l'acceptation par le locataire de l'offre de vente est subordonnée à l'obtention du prêt et le délai de réalisation de la vente est porté à quatre mois. Si, à l'expiration de ce délai, la vente n'a pas été réalisée, l'acceptation de l'offre de vente est sans effet. Les dispositions des quatre premiers alinéas du présent article sont reproduites, à peine de nullité, dans chaque notification. Le présent article n'est pas applicable en cas de cession unique de plusieurs locaux d'un ensemble commercial, de cession unique de locaux commerciaux distincts ou de cession d'un local commercial au copropriétaire d'un ensemble commercial. Il n'est pas non plus applicable à la cession globale d'un immeuble comprenant des locaux commerciaux ou à la cession d'un local au conjoint du bailleur, ou à un ascendant ou un descendant du bailleur ou de son conjoint.",
            "texteHtml": "<p>Lorsque le propriétaire d'un local à usage commercial ou artisanal envisage de vendre celui-ci, il en informe le locataire par lettre recommandée avec demande d'avis de réception, ou remise en main propre contre récépissé ou émargement. Cette notification doit, à peine de nullité, indiquer le prix et les conditions de la vente envisagée. Elle vaut offre de vente au profit du locataire. Ce dernier dispose d'un délai d'un mois à compter de la réception de cette offre pour se prononcer. En cas d'acceptation, le locataire dispose, à compter de la date d'envoi de sa réponse au bailleur, d'un délai de deux mois pour la réalisation de la vente. Si, dans sa réponse, il notifie son intention de recourir à un prêt, l'acceptation par le locataire de l'offre de vente est subordonnée à l'obtention du prêt et le délai de réalisation de la vente est porté à quatre mois.</p><p> Si, à l'expiration de ce délai, la vente n'a pas été réalisée, l'acceptation de l'offre de vente est sans effet.</p><p> Dans le cas où le propriétaire décide de vendre à des conditions ou à un prix plus avantageux pour l'acquéreur, le notaire doit, lorsque le bailleur n'y a pas préalablement procédé, notifier au locataire dans les formes prévues au premier alinéa, à peine de nullité de la vente, ces conditions et ce prix. Cette notification vaut offre de vente au profit du locataire. Cette offre de vente est valable pendant une durée d'un mois à compter de sa réception. L'offre qui n'a pas été acceptée dans ce délai est caduque.</p><p> Le locataire qui accepte l'offre ainsi notifiée dispose, à compter de la date d'envoi de sa réponse au bailleur ou au notaire, d'un délai de deux mois pour la réalisation de l'acte de vente. Si, dans sa réponse, il notifie son intention de recourir à un prêt, l'acceptation par le locataire de l'offre de vente est subordonnée à l'obtention du prêt et le délai de réalisation de la vente est porté à quatre mois. Si, à l'expiration de ce délai, la vente n'a pas été réalisée, l'acceptation de l'offre de vente est sans effet.</p><p> Les dispositions des quatre premiers alinéas du présent article sont reproduites, à peine de nullité, dans chaque notification.</p><p> Le présent article n'est pas applicable en cas de cession unique de plusieurs locaux d'un ensemble commercial, de cession unique de locaux commerciaux distincts ou de cession d'un local commercial au copropriétaire d'un ensemble commercial. Il n'est pas non plus applicable à la cession globale d'un immeuble comprenant des locaux commerciaux ou à la cession d'un local au conjoint du bailleur, ou à un ascendant ou un descendant du bailleur ou de son conjoint.</p><p></p>",
            "num": "L145-46-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1418860800000,
            "dateFin": 1645574400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073870670,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006083281",
                        "id": "LEGISCTA000006083281",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE Ier : Du commerce en général.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006113738",
                        "id": "LEGISCTA000006113738",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "TITRE IV : Du fonds de commerce.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133174",
                        "id": "LEGISCTA000006133174",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre V : Du bail commercial.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146040",
                        "id": "LEGISCTA000006146040",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Section 7 : De la résiliation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006161268",
                        "id": "LEGISCTA000006161268",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000029103540",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006161268",
            "sectionParentId": "LEGISCTA000006161268",
            "sectionParentTitre": "Section 7 : De la résiliation",
            "fullSectionsTitre": "Partie législative &gt; LIVRE Ier : Du commerce en général. &gt; TITRE IV : Du fonds de commerce. &gt; Chapitre V : Du bail commercial. &gt; Section 7 : De la résiliation",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000029104262",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément au 21 III de la loi n° 2014-626 du 18 juin 2014, les présentes dispositions sont applicables à toute cession d'un local intervenant à compter du 18 décembre 2014.",
            "notaHtml": "<p>Conformément au 21 III de la loi n° 2014-626 du 18 juin 2014, les présentes dispositions sont applicables à toute cession d'un local intervenant à compter du 18 décembre 2014.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000029101502",
                    "textTitle": "LOI n°2014-626 du 18 juin 2014 - art. 14",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "14",
                    "articleId": "LEGIARTI000029102895",
                    "natureText": "LOI",
                    "datePubliTexte": "2014-06-19",
                    "dateSignaTexte": "2014-06-18",
                    "dateDebutCible": "2014-06-20"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074075",
                    "textTitle": "Code de l'urbanisme - art. L213-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L213-9",
                    "articleId": "LEGIARTI000045212577",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1645574400000
                },
                {
                    "textCid": "LEGITEXT000006074073",
                    "textTitle": "Code du tourisme. - art. L321-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L321-5",
                    "articleId": "LEGIARTI000045202901",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1645574400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000029104262",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1418860800000,
                    "dateFin": 1645574400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045212563",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1645574400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L145-46-1",
                "145-46-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}