{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006695243",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - L'Agence française de sécurité sanitaire des produits de santé peut suspendre les essais, la fabrication, la préparation, l'importation, l'exploitation, l'exportation, la distribution en gros, le conditionnement, la conservation, la mise sur le marché à titre gratuit ou onéreux, la détention en vue de la vente ou de la distribution à titre gratuit, la publicité, la mise en service, l'utilisation, la prescription, la délivrance ou l'administration d'un produit mentionné à l'article L. 793-1, non soumis à une autorisation ou un enregistrement préalable à sa mise sur le marché, sa mise en service ou son utilisation, lorsque ce produit soit présente ou est soupçonné de présenter, dans les conditions normales d'emploi ou dans des conditions raisonnablement prévisibles, un danger pour la santé humaine, soit est mis sur le marché, mis en service ou utilisé en infraction aux dispositions législatives ou réglementaires qui lui sont applicables. La suspension est prononcée soit pour une durée n'excédant pas un an en cas de danger ou de suspicion de danger, soit jusqu'à la mise en conformité du produit en cas d'infraction aux dispositions législatives ou réglementaires. L'agence peut interdire ces activités en cas de danger grave ou de suspicion de danger grave pour la santé humaine. Elle peut aussi fixer des conditions particulières ou des restrictions pour l'utilisation des produits concernés afin de garantir leur sécurité sanitaire. Sauf en cas d'urgence, la personne physique ou morale concernée doit être mise à même de présenter ses observations avant l'intervention des mesures prévues ci-dessus. II. - Sans préjudice des poursuites pénales qui peuvent être exercées lorsqu'un produit mentionné à l'article L. 793-1 est mis sur le marché, mis en service ou utilisé sans avoir obtenu l'autorisation, l'enregistrement ou la certification préalable exigé par les dispositions législatives ou réglementaires applicables à ce produit, l'agence peut suspendre, jusqu'à la mise en conformité du produit au regard de la législation et de la réglementation en vigueur, les essais, la fabrication, la préparation, l'importation, l'exploitation, l'exportation, la distribution en gros, le conditionnement, la conservation, la mise sur le marché à titre gratuit ou onéreux, la détention en vue de la vente ou de la distribution à titre gratuit, la publicité, la mise en service, l'utilisation, la prescription, la délivrance ou l'administration de ce produit. Sauf en cas d'urgence, la personne physique ou morale concernée doit être mise à même de présenter ses observations avant l'intervention de ces mesures de suspension. III. - Dans les cas mentionnés aux I et II, ainsi que dans le cas d'une suspension ou d'un retrait d'autorisation ou d'enregistrement d'un produit mentionné à l'article L. 793-1, l'agence peut enjoindre la personne physique ou morale responsable de la mise sur le marché, de la mise en service ou de l'utilisation de procéder au retrait du produit en tout lieu où il se trouve, à sa destruction lorsque celle-ci constitue le seul moyen de faire cesser le danger, et ordonner la diffusion de mises en garde ou de précautions d'emploi. Ces mesures sont à la charge de cette personne. Le cas échéant, les mesures de suspension, d'interdiction, de retrait ou de destruction du produit peuvent être limitées à certains lots de fabrication. Chaque fabricant, importateur, transporteur, distributeur en gros ou au détail ayant acquis ou cédé des lots concernés et ayant connaissance de la décision est tenu d'en informer ceux qui lui ont fourni la marchandise et ceux à qui il l'a cédée. IV. - Dans les cas mentionnés aux I, II et III, les autorités sanitaires informent, si nécessaire, l'opinion publique par tout moyen et notamment par la diffusion de messages sanitaires ou d'avis de rappel de produit sur tout support approprié.",
            "texteHtml": "<p></p>   I. - L'Agence française de sécurité sanitaire des produits de santé peut suspendre les essais, la fabrication, la préparation, l'importation, l'exploitation, l'exportation, la distribution en gros, le conditionnement, la conservation, la mise sur le marché à titre gratuit ou onéreux, la détention en vue de la vente ou de la distribution à titre gratuit, la publicité, la mise en service, l'utilisation, la prescription, la délivrance ou l'administration d'un produit mentionné à l'article L. 793-1, non soumis à une autorisation ou un enregistrement préalable à sa mise sur le marché, sa mise en service ou son utilisation, lorsque ce produit soit présente ou est soupçonné de présenter, dans les conditions normales d'emploi ou dans des conditions raisonnablement prévisibles, un danger pour la santé humaine, soit est mis sur le marché, mis en service ou utilisé en infraction aux dispositions législatives ou réglementaires qui lui sont applicables. La suspension est prononcée soit pour une durée n'excédant pas un an en cas de danger ou de suspicion de danger, soit jusqu'à la mise en conformité du produit en cas d'infraction aux dispositions législatives ou réglementaires.<p></p><p></p>   L'agence peut interdire ces activités en cas de danger grave ou de suspicion de danger grave pour la santé humaine.<p></p><p></p>   Elle peut aussi fixer des conditions particulières ou des restrictions pour l'utilisation des produits concernés afin de garantir leur sécurité sanitaire.<p></p><p></p>   Sauf en cas d'urgence, la personne physique ou morale concernée doit être mise à même de présenter ses observations avant l'intervention des mesures prévues ci-dessus.<p></p><p></p>   II. - Sans préjudice des poursuites pénales qui peuvent être exercées lorsqu'un produit mentionné à l'article L. 793-1 est mis sur le marché, mis en service ou utilisé sans avoir obtenu l'autorisation, l'enregistrement ou la certification préalable exigé par les dispositions législatives ou réglementaires applicables à ce produit, l'agence peut suspendre, jusqu'à la mise en conformité du produit au regard de la législation et de la réglementation en vigueur, les essais, la fabrication, la préparation, l'importation, l'exploitation, l'exportation, la distribution en gros, le conditionnement, la conservation, la mise sur le marché à titre gratuit ou onéreux, la détention en vue de la vente ou de la distribution à titre gratuit, la publicité, la mise en service, l'utilisation, la prescription, la délivrance ou l'administration de ce produit.<p></p><p></p>   Sauf en cas d'urgence, la personne physique ou morale concernée doit être mise à même de présenter ses observations avant l'intervention de ces mesures de suspension.<p></p><p></p>   III. - Dans les cas mentionnés aux I et II, ainsi que dans le cas d'une suspension ou d'un retrait d'autorisation ou d'enregistrement d'un produit mentionné à l'article L. 793-1, l'agence peut enjoindre la personne physique ou morale responsable de la mise sur le marché, de la mise en service ou de l'utilisation de procéder au retrait du produit en tout lieu où il se trouve, à sa destruction lorsque celle-ci constitue le seul moyen de faire cesser le danger, et ordonner la diffusion de mises en garde ou de précautions d'emploi. Ces mesures sont à la charge de cette personne.<p></p><p></p>   Le cas échéant, les mesures de suspension, d'interdiction, de retrait ou de destruction du produit peuvent être limitées à certains lots de fabrication.<p></p><p></p>   Chaque fabricant, importateur, transporteur, distributeur en gros ou au détail ayant acquis ou cédé des lots concernés et ayant connaissance de la décision est tenu d'en informer ceux qui lui ont fourni la marchandise et ceux à qui il l'a cédée.<p></p><p></p>   IV. - Dans les cas mentionnés aux I, II et III, les autorités sanitaires informent, si nécessaire, l'opinion publique par tout moyen et notamment par la diffusion de messages sanitaires ou d'avis de rappel de produit sur tout support approprié.<p></p><p></p>",
            "num": "L793-5",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "ABROGE",
            "dateDebut": 915062400000,
            "dateFin": 961632000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Partie législative ancienne",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006103420",
                        "id": "LEGISCTA000006103420",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1953-10-07",
                        "fin": "2000-06-22",
                        "titre": "Livre 8 : Institutions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006125397",
                        "id": "LEGISCTA000006125397",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1998-12-31",
                        "fin": "2000-06-22",
                        "titre": "Chapitre 6 : Agence française de sécurité sanitaire des produits de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140771",
                        "id": "LEGISCTA000006140771",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1998-12-31",
                        "fin": "2000-06-22",
                        "titre": "Section 2 : Organisation et fonctionnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006155347",
                        "id": "LEGISCTA000006155347",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006695243",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006155347",
            "sectionParentId": "LEGISCTA000006155347",
            "sectionParentTitre": "Section 2 : Organisation et fonctionnement",
            "fullSectionsTitre": "Partie législative ancienne",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006695243",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000503843",
                    "textTitle": "Décret 53-1001 1953-10-05 (Décret de codification)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000503843",
                    "natureText": "DECRET",
                    "datePubliTexte": "1953-10-07",
                    "dateSignaTexte": "1953-10-05",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000573437",
                    "textTitle": "Loi n°98-535 du 1 juillet 1998 - art. 6 () JORF 2 juillet 1998 en vigueur au plus tard le 31 décembre 1998",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000006696336",
                    "natureText": "LOI",
                    "datePubliTexte": "1998-07-02",
                    "dateSignaTexte": "1998-07-01",
                    "dateDebutCible": "1998-07-02"
                },
                {
                    "textCid": "JORFTEXT000000217229",
                    "textTitle": "Ordonnance 2000-548 2000-06-15 art. 4 I JORF 22 juin 2000",
                    "linkType": "ABROGATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000217229",
                    "natureText": "RAPPORT",
                    "datePubliTexte": "2000-06-22",
                    "dateSignaTexte": "2999-01-01",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "",
                    "textTitle": "Loi 58-356 1958-04-03 (Loi de validation)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L793-1 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L793-1",
                    "articleId": "LEGIARTI000006695238",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 915062400000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L793-6 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L793-6",
                    "articleId": "LEGIARTI000006695244",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 915062400000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L5312-1 (M)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L5312-1",
                    "articleId": "LEGIARTI000006690357",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L5312-2 (M)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L5312-2",
                    "articleId": "LEGIARTI000006690360",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L5312-3 (M)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L5312-3",
                    "articleId": "LEGIARTI000006690362",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L5312-4 (V)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "L5312-4",
                    "articleId": "LEGIARTI000006690364",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [
                {
                    "textCid": "JORFTEXT000000573437",
                    "textTitle": "Loi 98-535 1998-07-01 art. 29 : date d'entrée en vigueur",
                    "linkType": "SPEC_APPLI",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000573437",
                    "natureText": "LOI"
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006695243",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 915062400000,
                    "dateFin": 961632000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L793-5",
                "793-5"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}