{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006390742",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – La taxe est établie et recouvrée par les soins de l'administration communale sur la base d'une déclaration annuelle souscrite par le redevable. II. – Les redevables mentionnés liquident et acquittent la taxe due au titre d'une année civile sur une déclaration annuelle. Cette déclaration est transmise à la commune qui l'a instaurée au plus tard le 10 avril de l'année qui suit celle au cours de laquelle le fait générateur est intervenu. Elle est accompagnée du paiement de la taxe due. III. – La déclaration visée au I est contrôlée par les agents de la commune. A cette fin, les exploitants des installations soumises à la taxe tiennent à la disposition de ces agents les documents relatifs aux quantités de déchets admises dans l'installation. Les insuffisances constatées et les sanctions y afférentes sont notifiées à l'exploitant qui dispose d'un délai de trente jours pour présenter ses observations. Après examen des observations éventuelles, la commune émet, s'il y a lieu, un titre exécutoire comprenant les droits complémentaires maintenus assortis des pénalités prévues à l'article 1729 du code général des impôts. IV. – A défaut de déclaration dans les délais prescrits, il est procédé à la taxation d'office sur la base de la capacité de réception de l'installation pour la période correspondante. L'exploitant peut toutefois, dans les trente jours de la notification du titre exécutoire, déposer une déclaration qui se substitue, s'agissant des droits, à ce titre, sous réserve d'un contrôle ultérieur dans les conditions prévues au II. Dans ce cas, il est émis un nouveau titre exécutoire comprenant les droits dus assortis des pénalités prévues à l'article 1728 du code général des impôts. V. – Le droit de répétition de la taxe de la commune s'exerce jusqu'à la fin de la troisième année qui suit celle au titre de laquelle la taxe est due. Le recouvrement de la taxe est assuré par la commune selon les procédures, sûretés, garanties et sanctions applicables aux taxes sur le chiffre d'affaires. Le contentieux afférent à la taxe est suivi par la commune. Les réclamations sont présentées, instruites et jugées comme en matière de taxes sur le chiffre d'affaires.",
            "texteHtml": "<p>I. – La taxe est établie et recouvrée par les soins de l'administration communale sur la base d'une déclaration annuelle souscrite par le redevable. </p><p>II. – Les redevables mentionnés liquident et acquittent la taxe due au titre d'une année civile sur une déclaration annuelle. Cette déclaration est transmise à la commune qui l'a instaurée au plus tard le 10 avril de l'année qui suit celle au cours de laquelle le fait générateur est intervenu. Elle est accompagnée du paiement de la taxe due. </p><p>III. – La déclaration visée au I est contrôlée par les agents de la commune. A cette fin, les exploitants des installations soumises à la taxe tiennent à la disposition de ces agents les documents relatifs aux quantités de déchets admises dans l'installation. Les insuffisances constatées et les sanctions y afférentes sont notifiées à l'exploitant qui dispose d'un délai de trente jours pour présenter ses observations. Après examen des observations éventuelles, la commune émet, s'il y a lieu, un titre exécutoire comprenant les droits complémentaires maintenus assortis des pénalités prévues à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006312893&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 1729 (V)'>1729</a> du code général des impôts. </p><p>IV. – A défaut de déclaration dans les délais prescrits, il est procédé à la taxation d'office sur la base de la capacité de réception de l'installation pour la période correspondante. L'exploitant peut toutefois, dans les trente jours de la notification du titre exécutoire, déposer une déclaration qui se substitue, s'agissant des droits, à ce titre, sous réserve d'un contrôle ultérieur dans les conditions prévues au II. Dans ce cas, il est émis un nouveau titre exécutoire comprenant les droits dus assortis des pénalités prévues à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006312888&dateTexte=&categorieLien=cid' title='CODE GENERAL DES IMPOTS, CGI. - art. 1728 (V)'>1728 </a>du code général des impôts. </p><p>V. – Le droit de répétition de la taxe de la commune s'exerce jusqu'à la fin de la troisième année qui suit celle au titre de laquelle la taxe est due. </p><p>Le recouvrement de la taxe est assuré par la commune selon les procédures, sûretés, garanties et sanctions applicables aux taxes sur le chiffre d'affaires. </p><p>Le contentieux afférent à la taxe est suivi par la commune. Les réclamations sont présentées, instruites et jugées comme en matière de taxes sur le chiffre d'affaires.</p>",
            "num": "L2333-95",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1167177600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 171796,
            "context": {
                "titresTM": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088000",
                        "id": "LEGISCTA000006088000",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "DEUXIÈME PARTIE : LA COMMUNE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006116628",
                        "id": "LEGISCTA000006116628",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "LIVRE III : FINANCES COMMUNALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006135493",
                        "id": "LEGISCTA000006135493",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "TITRE III : RECETTES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006149245",
                        "id": "LEGISCTA000006149245",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "CHAPITRE III : Taxes, redevances ou versements non prévus par le code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006164579",
                        "id": "LEGISCTA000006164579",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-12-27",
                        "fin": "2999-01-01",
                        "titre": "Section 14 : Taxe sur les déchets réceptionnés dans une installation de stockage de déchets ménagers et assimilés ou un incinérateur de déchets ménagers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006181327",
                        "id": "LEGISCTA000006181327",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006390741",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006181327",
            "sectionParentId": "LEGISCTA000006181327",
            "sectionParentTitre": "Section 14 : Taxe sur les déchets réceptionnés dans une installation de stockage de déchets ménagers et assimilés ou un incinérateur de déchets ménagers",
            "fullSectionsTitre": "Partie législative &gt; DEUXIÈME PARTIE : LA COMMUNE &gt; LIVRE III : FINANCES COMMUNALES &gt; TITRE III : RECETTES &gt; CHAPITRE III : Taxes, redevances ou versements non prévus par le code général des impôts &gt; Section 14 : Taxe sur les déchets réceptionnés dans une installation de stockage de déchets ménagers et assimilés ou un incinérateur de déchets ménagers",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006390742",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Loi n° 2006-1666, art. 73 III : Pour l'application des articles L. 2333-92 à L. 2333-96 du code général des collectivités territoriales en 2007, les délibérations prévues aux articles L. 2333-92, L. 2333-94 et L. 2333-96 peuvent, à titre exceptionnel, être prises jusqu'au 1er février 2007.",
            "notaHtml": "<p></p>  Loi n° 2006-1666, art. 73 III : Pour l'application des articles L. 2333-92 à L. 2333-96 du code général des collectivités territoriales en 2007, les délibérations prévues aux articles L. 2333-92, L. 2333-94 et L. 2333-96 peuvent, à titre exceptionnel, être prises jusqu'au 1er février 2007.<p></p><p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000559120",
                    "textTitle": "Loi 96-142 1996-02-21",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000559120",
                    "natureText": "LOI",
                    "datePubliTexte": "1996-02-24",
                    "dateSignaTexte": "1996-02-21",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000615000",
                    "textTitle": "Loi n°2006-1666 du 21 décembre 2006 - art. 73 (V) JORF 27 décembre 2006",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "73",
                    "articleId": "LEGIARTI000006322813",
                    "natureText": "LOI",
                    "datePubliTexte": "2006-12-27",
                    "dateSignaTexte": "2006-12-21",
                    "dateDebutCible": "2006-12-27"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "CODE GENERAL DES IMPOTS, CGI. - art. 1728 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1728",
                    "articleId": "LEGIARTI000006312888",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1729 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1729",
                    "articleId": "LEGIARTI000006312893",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006390741",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1135987200000,
                    "dateFin": 1167177600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006390742",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1167177600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L2333-95",
                "2333-95"
            ],
            "versionPrecedente": "LEGIARTI000006390741",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006390741",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - La taxe est établie et recouvrée par les soins de l'administration communale sur la base d'une déclaration annuelle souscrite par le redevable. II. - Les redevables mentionnés liquident et acquittent la taxe due au titre d'une année civile sur une déclaration annuelle. Cette déclaration est transmise à la commune qui l'a instaurée au plus tard le 10 avril de l'année qui suit celle au cours de laquelle le fait générateur est intervenu. Elle est accompagnée du paiement de la taxe due. III. - La déclaration visée au I est contrôlée par les agents de la commune. A cette fin, les exploitants des installations soumises à la taxe tiennent à la disposition de ces agents les documents relatifs aux quantités de déchets admises dans l'installation. Les insuffisances constatées et les sanctions y afférentes sont notifiées à l'exploitant qui dispose d'un délai de trente jours pour présenter ses observations. Après examen des observations éventuelles, la commune émet, s'il y a lieu, un titre exécutoire comprenant les droits complémentaires maintenus assortis des pénalités prévues à l'article 1729 du code général des impôts. IV. - A défaut de déclaration dans les délais prescrits, il est procédé à la taxation d'office sur la base de la capacité de réception de l'installation pour la période correspondante. L'exploitant peut toutefois, dans les trente jours de la notification du titre exécutoire, déposer une déclaration qui se substitue, s'agissant des droits, à ce titre, sous réserve d'un contrôle ultérieur dans les conditions prévues au II. Dans ce cas, il est émis un nouveau titre exécutoire comprenant les droits dus assortis des pénalités prévues à l'article 1728 du code général des impôts. V. - Le droit de répétition de la taxe de la commune s'exerce jusqu'à la fin de la troisième année qui suit celle au titre de laquelle la taxe est due. Le recouvrement de la taxe est assuré par la commune selon les procédures, sûretés, garanties et sanctions applicables aux taxes sur le chiffre d'affaires. Le contentieux afférent à la taxe est suivi par la commune. Les réclamations sont présentées, instruites et jugées comme en matière de taxes sur le chiffre d'affaires.",
            "texteHtml": "<p></p>   I. - La taxe est établie et recouvrée par les soins de l'administration communale sur la base d'une déclaration annuelle souscrite par le redevable.<p></p><p></p>   II. - Les redevables mentionnés liquident et acquittent la taxe due au titre d'une année civile sur une déclaration annuelle. Cette déclaration est transmise à la commune qui l'a instaurée au plus tard le 10 avril de l'année qui suit celle au cours de laquelle le fait générateur est intervenu. Elle est accompagnée du paiement de la taxe due.<p></p><p></p>   III. - La déclaration visée au I est contrôlée par les agents de la commune. A cette fin, les exploitants des installations soumises à la taxe tiennent à la disposition de ces agents les documents relatifs aux quantités de déchets admises dans l'installation. Les insuffisances constatées et les sanctions y afférentes sont notifiées à l'exploitant qui dispose d'un délai de trente jours pour présenter ses observations. Après examen des observations éventuelles, la commune émet, s'il y a lieu, un titre exécutoire comprenant les droits complémentaires maintenus assortis des pénalités prévues à l'article 1729 du code général des impôts.<p></p><p></p>   IV. - A défaut de déclaration dans les délais prescrits, il est procédé à la taxation d'office sur la base de la capacité de réception de l'installation pour la période correspondante. L'exploitant peut toutefois, dans les trente jours de la notification du titre exécutoire, déposer une déclaration qui se substitue, s'agissant des droits, à ce titre, sous réserve d'un contrôle ultérieur dans les conditions prévues au II. Dans ce cas, il est émis un nouveau titre exécutoire comprenant les droits dus assortis des pénalités prévues à l'article 1728 du code général des impôts.<p></p><p></p>   V. - Le droit de répétition de la taxe de la commune s'exerce jusqu'à la fin de la troisième année qui suit celle au titre de laquelle la taxe est due.<p></p><p></p>   Le recouvrement de la taxe est assuré par la commune selon les procédures, sûretés, garanties et sanctions applicables aux taxes sur le chiffre d'affaires.<p></p><p></p>   Le contentieux afférent à la taxe est suivi par la commune. Les réclamations sont présentées, instruites et jugées comme en matière de taxes sur le chiffre d'affaires.<p></p>",
            "num": "L2333-95",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1135987200000,
            "dateFin": 1167177600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 343592,
            "context": {
                "titresTM": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088000",
                        "id": "LEGISCTA000006088000",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "DEUXIÈME PARTIE : LA COMMUNE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006116628",
                        "id": "LEGISCTA000006116628",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "LIVRE III : FINANCES COMMUNALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006135493",
                        "id": "LEGISCTA000006135493",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "TITRE III : RECETTES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006149245",
                        "id": "LEGISCTA000006149245",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "CHAPITRE III : Taxes, redevances ou versements non prévus par le code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006164579",
                        "id": "LEGISCTA000006164579",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-12-31",
                        "fin": "2020-01-01",
                        "titre": "Section 13 : Taxe sur les activités commerciales non salariées à durée saisonnière",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006181016",
                        "id": "LEGISCTA000006181016",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006390741",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006181016",
            "sectionParentId": "LEGISCTA000006181016",
            "sectionParentTitre": "Section 13 : Taxe sur les activités commerciales non salariées à durée saisonnière",
            "fullSectionsTitre": "Partie législative &gt; DEUXIÈME PARTIE : LA COMMUNE &gt; LIVRE III : FINANCES COMMUNALES &gt; TITRE III : RECETTES &gt; CHAPITRE III : Taxes, redevances ou versements non prévus par le code général des impôts &gt; Section 13 : Taxe sur les activités commerciales non salariées à durée saisonnière",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006390741",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000559120",
                    "textTitle": "Loi 96-142 1996-02-21",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000559120",
                    "natureText": "LOI",
                    "datePubliTexte": "1996-02-24",
                    "dateSignaTexte": "1996-02-21",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000634802",
                    "textTitle": "Loi n°2005-1719 du 30 décembre 2005 - art. 90 () JORF 31 décembre 2005",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "90",
                    "articleId": "LEGIARTI000006322512",
                    "natureText": "LOI",
                    "datePubliTexte": "2005-12-31",
                    "dateSignaTexte": "2005-12-30",
                    "dateDebutCible": "2005-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 1729, 1728",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006390741",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1135987200000,
                    "dateFin": 1167177600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006390742",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1167177600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L2333-95",
                "2333-95"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}