{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000036332082",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – L'exigence minimale de marge de solvabilité est déterminée, en fonction de la nature et du type des prestations garanties proposées dans les contrats, en application des dispositions suivantes : 1° Pour les garanties exprimées en euros, à l'exception des assurances ou garanties complémentaires en cas d'incapacité et d'invalidité, l'exigence minimale de marge de solvabilité est calculée par rapport aux provisions mentionnées aux 1° et 4° de l'article R. 343-3 et aux capitaux sous risque. Ce montant est égal à la somme des deux résultats suivants : – le premier résultat est obtenu en multipliant un nombre représentant 4 % de la somme des provisions mentionnées aux 1° et 4° de l'article R. 343-3, relatives aux opérations d'assurance directe sans déduction des cessions en réassurance et aux acceptations en réassurance, par le rapport existant, pour le dernier exercice, entre le montant des provisions mathématiques après cessions en réassurance et le montant des provisions mathématiques brut de réassurance, sans que ce rapport puisse être inférieur à 85 % ; – le second résultat est obtenu en multipliant un nombre représentant 0,3 % des capitaux sous risque par le rapport existant, pour le dernier exercice, entre le montant des capitaux sous risque après cession et rétrocession en réassurance et le montant des capitaux sous risque brut de réassurance sans que ce rapport puisse être inférieur à 50 %. Pour les assurances temporaires en cas de décès d'une durée maximale de trois années, le facteur multiplicateur des capitaux sous risque est égal à 0,1 %. Il est fixé à 0,15 % de ces capitaux pour les assurances temporaires en cas de décès dont la durée est supérieure à trois années mais n'excède pas cinq années. Le capital sous risque est égal au risque décès, déduction faite de la provision mathématique du risque principal ; 2° Pour les assurances ou garanties complémentaires en cas d'incapacité et d'invalidité mentionnées à l'article L. 143-2 , l'exigence minimale de marge de solvabilité est égale à l'exigence minimale de marge des entreprises d'assurance prévue par l'article R. 334-5 ; 3° Pour les garanties exprimées en unités de compte, l'exigence minimale de marge de solvabilité est égale : a) Lorsque le fonds de retraite professionnelle supplémentaire assume un risque de placement, à un nombre représentant 4 % des provisions techniques relatives aux opérations d'assurances directes et d'acceptations brutes de réassurance multiplié par le rapport mentionné au premier résultat défini au 1° ; b) Lorsque le fonds de retraite professionnelle supplémentaire n'assume pas de risque de placement, à un nombre représentant 1 % des provisions techniques des contrats multiplié par le rapport mentionné au premier résultat défini au 1°, à la condition que le montant destiné à couvrir les frais de gestion prévus dans ces contrats soit fixé pour une période supérieure à cinq années ; c) Lorsque le fonds de retraite professionnelle supplémentaire n'assume pas de risque de placement et pour les contrats qui prévoient que les frais de gestion ne sont pas fixés pour une période supérieure à cinq ans, à un montant équivalent à 25 % des dépenses de gestion nettes relatives à ces opérations pour le dernier exercice ; d) Lorsque le fonds de retraite professionnelle supplémentaire assume un risque de mortalité, au montant obtenu en ajoutant à l'un ou l'autre des résultats déterminés par application des a à c un nombre représentant 0,3 % des capitaux sous risque, multiplié par le rapport existant, pour le dernier exercice, entre le montant des capitaux sous risque après cessions et rétrocessions en réassurance et le montant des capitaux sous risque brut de réassurance, sans que ce rapport puisse être inférieur à 50 % ; 4° Pour les garanties exprimées en parts de provision de diversification mentionnée au 9° de l'article R. 343-3, l'exigence minimale de marge de solvabilité est fixée à 1 % de la provision de diversification. Lorsque le contrat correspondant à cette provision prévoit que les frais de gestion ne sont pas fixés pour une période supérieure à cinq ans, l'exigence minimale de marge est fixée à un montant équivalant au produit de 25 % des dépenses de gestion nettes relatives à ces opérations pour le dernier exercice par la quote-part de la provision de diversification dans les provisions constituées au titre de la comptabilité auxiliaire d'affectation. Toutefois, lorsque le fonds de retraite professionnelle supplémentaire garantit une valeur minimale de provision de diversification, l'exigence minimale réglementaire relative à la part de la provision de diversification faisant l'objet de cette garantie est calculée dans les conditions définies au a du 3° ; 5° Pour les garanties exprimées en unités de rente correspondant à des opérations régies par le chapitre Ier du titre IV du livre IV du présent code, par le chapitre II du titre II du livre II du code de la mutualité et par la section 4 du chapitre II du titre III du livre IX du code de la sécurité sociale, l'exigence minimale de marge de solvabilité est égale, dans la limite de la provision mathématique théorique mentionnée à l'article R. 441-21 du présent code, à l'article R. 222-16 du code de la mutualité et à l'article R. 932-4-15 du code de la sécurité sociale, à un montant de 4 % de la somme de : a) La provision technique spéciale calculée après cessions en réassurance, sans que le rapport entre la provision technique spéciale brute de réassurance et cette même provision nette de réassurance ne puisse être inférieur à 85 % ; b) Des plus-values ou moins-values latentes nettes sur les actifs affectés à la provision technique spéciale ; c) La provision technique spéciale complémentaire ; d) Et de la provision technique spéciale de retournement. II. – Aux fins du calcul de l'exigence minimale de marge de solvabilité, les acceptations de risques provenant d'autres fonds de retraite professionnelle supplémentaire, de mutuelles ou unions de retraite professionnelle supplémentaire et d'institutions de retraite professionnelle supplémentaire, conformément au troisième alinéa de l'article L. 381-1, sont traitées comme des affaires directes et les rétrocessions sont traitées comme des cessions en réassurance. Pour la prise en compte de la réassurance financière limitée dans le ratio de réassurance mentionné aux deuxième et troisième alinéas du 1° et au c du 3° du I, l'Autorité de contrôle prudentiel et de résolution se fonde sur le transfert de risque effectif. III. – Sur demande et justification du fonds de retraite professionnelle supplémentaire et avec l'accord de l'Autorité de contrôle prudentiel et de résolution, les montants récupérables au titre des risques transférés à un véhicule de titrisation mentionnés à l'article L. 310-1-2 peuvent être assimilés à des cessions en réassurance pour le calcul du rapport mentionné aux deuxième et troisième alinéas du 1° et au c du 3° du I. L'Autorité tient compte du transfert de risque effectif pour apprécier l'ampleur de la réduction d'exigence de marge de solvabilité autorisée au titre de chaque opération réalisée avec un véhicule de titrisation. Elle tient également compte de la capacité de ce véhicule à respecter à tout moment ses engagements.",
            "texteHtml": "<p>I. – L'exigence minimale de marge de solvabilité est déterminée, en fonction de la nature et du type des prestations garanties proposées dans les contrats, en application des dispositions suivantes : </p><p>1° Pour les garanties exprimées en euros, à l'exception des assurances ou garanties complémentaires en cas d'incapacité et d'invalidité, l'exigence minimale de marge de solvabilité est calculée par rapport aux provisions mentionnées aux 1° et 4° de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000030576271&dateTexte=&categorieLien=cid'>R. 343-3 </a>et aux capitaux sous risque. Ce montant est égal à la somme des deux résultats suivants : </p><p>– le premier résultat est obtenu en multipliant un nombre représentant 4 % de la somme des provisions mentionnées aux 1° et 4° de l'article R. 343-3, relatives aux opérations d'assurance directe sans déduction des cessions en réassurance et aux acceptations en réassurance, par le rapport existant, pour le dernier exercice, entre le montant des provisions mathématiques après cessions en réassurance et le montant des provisions mathématiques brut de réassurance, sans que ce rapport puisse être inférieur à 85 % ; </p><p>– le second résultat est obtenu en multipliant un nombre représentant 0,3 % des capitaux sous risque par le rapport existant, pour le dernier exercice, entre le montant des capitaux sous risque après cession et rétrocession en réassurance et le montant des capitaux sous risque brut de réassurance sans que ce rapport puisse être inférieur à 50 %. </p><p>Pour les assurances temporaires en cas de décès d'une durée maximale de trois années, le facteur multiplicateur des capitaux sous risque est égal à 0,1 %. Il est fixé à 0,15 % de ces capitaux pour les assurances temporaires en cas de décès dont la durée est supérieure à trois années mais n'excède pas cinq années. </p><p>Le capital sous risque est égal au risque décès, déduction faite de la provision mathématique du risque principal ; </p><p>2° Pour les assurances ou garanties complémentaires en cas d'incapacité et d'invalidité mentionnées à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006793671&dateTexte=&categorieLien=cid'>L. 143-2</a>, l'exigence minimale de marge de solvabilité est égale à l'exigence minimale de marge des entreprises d'assurance prévue par l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006817952&dateTexte=&categorieLien=cid'>R. 334-5 </a>; </p><p>3° Pour les garanties exprimées en unités de compte, l'exigence minimale de marge de solvabilité est égale : </p><p>a) Lorsque le fonds de retraite professionnelle supplémentaire assume un risque de placement, à un nombre représentant 4 % des provisions techniques relatives aux opérations d'assurances directes et d'acceptations brutes de réassurance multiplié par le rapport mentionné au premier résultat défini au 1° ; </p><p>b) Lorsque le fonds de retraite professionnelle supplémentaire n'assume pas de risque de placement, à un nombre représentant 1 % des provisions techniques des contrats multiplié par le rapport mentionné au premier résultat défini au 1°, à la condition que le montant destiné à couvrir les frais de gestion prévus dans ces contrats soit fixé pour une période supérieure à cinq années ; </p><p>c) Lorsque le fonds de retraite professionnelle supplémentaire n'assume pas de risque de placement et pour les contrats qui prévoient que les frais de gestion ne sont pas fixés pour une période supérieure à cinq ans, à un montant équivalent à 25 % des dépenses de gestion nettes relatives à ces opérations pour le dernier exercice ; </p><p>d) Lorsque le fonds de retraite professionnelle supplémentaire assume un risque de mortalité, au montant obtenu en ajoutant à l'un ou l'autre des résultats déterminés par application des a à c un nombre représentant 0,3 % des capitaux sous risque, multiplié par le rapport existant, pour le dernier exercice, entre le montant des capitaux sous risque après cessions et rétrocessions en réassurance et le montant des capitaux sous risque brut de réassurance, sans que ce rapport puisse être inférieur à 50 % ; </p><p>4° Pour les garanties exprimées en parts de provision de diversification mentionnée au 9° de l'article R. 343-3, l'exigence minimale de marge de solvabilité est fixée à 1 % de la provision de diversification. Lorsque le contrat correspondant à cette provision prévoit que les frais de gestion ne sont pas fixés pour une période supérieure à cinq ans, l'exigence minimale de marge est fixée à un montant équivalant au produit de 25 % des dépenses de gestion nettes relatives à ces opérations pour le dernier exercice par la quote-part de la provision de diversification dans les provisions constituées au titre de la comptabilité auxiliaire d'affectation. </p><p>Toutefois, lorsque le fonds de retraite professionnelle supplémentaire garantit une valeur minimale de provision de diversification, l'exigence minimale réglementaire relative à la part de la provision de diversification faisant l'objet de cette garantie est calculée dans les conditions définies au a du 3° ; </p><p>5° Pour les garanties exprimées en unités de rente correspondant à des opérations régies par le chapitre Ier du titre IV du livre IV du présent code, par le chapitre II du titre II du livre II du code de la mutualité et par la section 4 du chapitre II du titre III du livre IX du code de la sécurité sociale, l'exigence minimale de marge de solvabilité est égale, dans la limite de la provision mathématique théorique mentionnée à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006823399&dateTexte=&categorieLien=cid'>R. 441-21 </a>du présent code, à l'article R. 222-16 du code de la mutualité et à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006755190&dateTexte=&categorieLien=cid' title='Code de la sécurité sociale. - art. R932-4-15 (V)'>R. 932-4-15</a> du code de la sécurité sociale, à un montant de 4 % de la somme de : </p><p>a) La provision technique spéciale calculée après cessions en réassurance, sans que le rapport entre la provision technique spéciale brute de réassurance et cette même provision nette de réassurance ne puisse être inférieur à 85 % ; </p><p>b) Des plus-values ou moins-values latentes nettes sur les actifs affectés à la provision technique spéciale ; </p><p>c) La provision technique spéciale complémentaire ; </p><p>d) Et de la provision technique spéciale de retournement. </p><p>II. – Aux fins du calcul de l'exigence minimale de marge de solvabilité, les acceptations de risques provenant d'autres fonds de retraite professionnelle supplémentaire, de mutuelles ou unions de retraite professionnelle supplémentaire et d'institutions de retraite professionnelle supplémentaire, conformément au troisième alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000034382862&dateTexte=&categorieLien=cid'>L. 381-1, </a>sont traitées comme des affaires directes et les rétrocessions sont traitées comme des cessions en réassurance. </p><p>Pour la prise en compte de la réassurance financière limitée dans le ratio de réassurance mentionné aux deuxième et troisième alinéas du 1° et au c du 3° du I, l'Autorité de contrôle prudentiel et de résolution se fonde sur le transfert de risque effectif. </p><p>III. – Sur demande et justification du fonds de retraite professionnelle supplémentaire et avec l'accord de l'Autorité de contrôle prudentiel et de résolution, les montants récupérables au titre des risques transférés à un véhicule de titrisation mentionnés à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000019003108&dateTexte=&categorieLien=cid'>L. 310-1-2 </a>peuvent être assimilés à des cessions en réassurance pour le calcul du rapport mentionné aux deuxième et troisième alinéas du 1° et au c du 3° du I. </p><p>L'Autorité tient compte du transfert de risque effectif pour apprécier l'ampleur de la réduction d'exigence de marge de solvabilité autorisée au titre de chaque opération réalisée avec un véhicule de titrisation. Elle tient également compte de la capacité de ce véhicule à respecter à tout moment ses engagements.</p>",
            "num": "R385-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1514678400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107986",
                        "id": "LEGISCTA000006107986",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-16",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les entreprises",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128519",
                        "id": "LEGISCTA000006128519",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-01",
                        "fin": "2016-01-01",
                        "titre": "Titre VIII : Dispositions spécifiques à Mayotte.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020082611",
                        "id": "LEGISCTA000020092851",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2017-07-20",
                        "fin": "2999-01-01",
                        "titre": "Titre VIII : Fonds de retraite professionnelle supplémentaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020082611",
                        "id": "LEGISCTA000035234102",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2017-07-20",
                        "fin": "2999-01-01",
                        "titre": "Chapitre V : Règles financières et prudentielles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000035223981",
                        "id": "LEGISCTA000035223985",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2017-07-20",
                        "fin": "2999-01-01",
                        "titre": "Section I : Exigences de solvabilité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000035223988",
                        "id": "LEGISCTA000035223991",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2017-07-20",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Exigence minimale de marge de solvabilité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000035224130",
                        "id": "LEGISCTA000035224133",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000035224141",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000035224130",
            "sectionParentId": "LEGISCTA000035224133",
            "sectionParentTitre": "Sous-section 2 : Exigence minimale de marge de solvabilité",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre III : Les entreprises &gt; Titre VIII : Fonds de retraite professionnelle supplémentaire &gt; Chapitre V : Règles financières et prudentielles &gt; Section I : Exigences de solvabilité &gt; Sous-section 2 : Exigence minimale de marge de solvabilité",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000036332082",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073984",
                    "titre": "Code des assurances",
                    "titreLong": "Code des assurances",
                    "etat": "VIGUEUR",
                    "dateDebut": 205891200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073984",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000036267297",
                    "textTitle": "Décret n°2017-1765 du 26 décembre 2017 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000036291105",
                    "natureText": "DECRET",
                    "datePubliTexte": "2017-12-28",
                    "dateSignaTexte": "2017-12-26",
                    "dateDebutCible": "2017-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000045374026",
                    "textTitle": "Décision n°2022-C-03 du 4 mars 2022 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000045374028",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2022-C-03",
                    "datePubli": 1647561600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000047784395",
                    "textTitle": "Décision n°2023-C-14 du 9 juin 2023 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000047784398",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2023-C-14",
                    "datePubli": 1688515200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R932-4-15 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R932-4-15",
                    "articleId": "LEGIARTI000006755190",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514678400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L143-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L143-2",
                    "articleId": "LEGIARTI000006793671",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1491609600000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L310-1-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L310-1-2",
                    "articleId": "LEGIARTI000019003108",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1213488000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L381-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L381-1",
                    "articleId": "LEGIARTI000034382862",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1491609600000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R*334-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R*334-5",
                    "articleId": "LEGIARTI000006817952",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 206755200000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R343-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R343-3",
                    "articleId": "LEGIARTI000030576271",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R385-25 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R385-25",
                    "articleId": "LEGIARTI000035225098",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1500508800000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R441-21",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R441-21",
                    "articleId": "LEGIARTI000006823399",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1504224000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000035224146",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1500508800000,
                    "dateFin": 1514678400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036332082",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1514678400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R385-2",
                "385-2"
            ],
            "versionPrecedente": "LEGIARTI000035224146",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000035224146",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – L'exigence minimale de marge de solvabilité est déterminée, en fonction de la nature et du type des prestations garanties proposées dans les contrats, en application des dispositions suivantes : 1° Pour les garanties exprimées en euros, à l'exception des assurances ou garanties complémentaires en cas d'incapacité et d'invalidité, l'exigence minimale de marge de solvabilité est calculée par rapport aux provisions mentionnées aux 1° et 4° de l'article R. 343-3 et aux capitaux sous risque. Ce montant est égal à la somme des deux résultats suivants : – le premier résultat est obtenu en multipliant un nombre représentant 4 % de la somme des provisions mentionnées aux 1° et 4° de l'article R. 343-3, relatives aux opérations d'assurance directe sans déduction des cessions en réassurance et aux acceptations en réassurance, par le rapport existant, pour le dernier exercice, entre le montant des provisions mathématiques après cessions en réassurance et le montant des provisions mathématiques brut de réassurance, sans que ce rapport puisse être inférieur à 85 % ; – le second résultat est obtenu en multipliant un nombre représentant 0,3 % des capitaux sous risque par le rapport existant, pour le dernier exercice, entre le montant des capitaux sous risque après cession et rétrocession en réassurance et le montant des capitaux sous risque brut de réassurance sans que ce rapport puisse être inférieur à 50 %. Pour les assurances temporaires en cas de décès d'une durée maximale de trois années, le facteur multiplicateur des capitaux sous risque est égal à 0,1 %. Il est fixé à 0,15 % de ces capitaux pour les assurances temporaires en cas de décès dont la durée est supérieure à trois années mais n'excède pas cinq années. Le capital sous risque est égal au risque décès, déduction faite de la provision mathématique du risque principal ; 2° Pour les assurances ou garanties complémentaires en cas d'incapacité et d'invalidité mentionnées à l'article L. 143-2 , l'exigence minimale de marge de solvabilité est égale à l'exigence minimale de marge des entreprises d'assurance prévue par l'article R. 334-5 ; 3° Pour les garanties exprimées en unités de compte, l'exigence minimale de marge de solvabilité est égale : a) Lorsque le fonds de retraite professionnelle supplémentaire assume un risque de placement, à un nombre représentant 4 % des provisions techniques relatives aux opérations d'assurances directes et d'acceptations brutes de réassurance multiplié par le rapport mentionné au premier résultat défini au 1° ; b) Lorsque le fonds de retraite professionnelle supplémentaire n'assume pas de risque de placement, à un nombre représentant 1 % des provisions techniques des contrats multiplié par le rapport mentionné au premier résultat défini au 1°, à la condition que le montant destiné à couvrir les frais de gestion prévus dans ces contrats soit fixé pour une période supérieure à cinq années ; c) Lorsque le fonds de retraite professionnelle supplémentaire n'assume pas de risque de placement et pour les contrats qui prévoient que les frais de gestion ne sont pas fixés pour une période supérieure à cinq ans, à un montant équivalent à 25 % des dépenses de gestion nettes relatives à ces opérations pour le dernier exercice ; d) Lorsque le fonds de retraite professionnelle supplémentaire assume un risque de mortalité, au montant obtenu en ajoutant à l'un ou l'autre des résultats déterminés par application des a à c un nombre représentant 0,3 % des capitaux sous risque, multiplié par le rapport existant, pour le dernier exercice, entre le montant des capitaux sous risque après cessions et rétrocessions en réassurance et le montant des capitaux sous risque brut de réassurance, sans que ce rapport puisse être inférieur à 50 % ; 4° Pour les garanties exprimées en parts de provision de diversification mentionnée au 9° de l'article R. 343-3, l'exigence minimale de marge de solvabilité est fixée à 1 % de la provision de diversification. Lorsque le contrat correspondant à cette provision prévoit que les frais de gestion ne sont pas fixés pour une période supérieure à cinq ans, l'exigence minimale de marge est fixée à un montant équivalant au produit de 25 % des dépenses de gestion nettes relatives à ces opérations pour le dernier exercice par la quote-part de la provision de diversification dans les provisions constituées au titre de la comptabilité auxiliaire d'affectation. Toutefois, lorsque le fonds de retraite professionnelle supplémentaire garantit une valeur minimale de provision de diversification, l'exigence minimale réglementaire relative à la part de la provision de diversification faisant l'objet de cette garantie est calculée dans les conditions définies au a du 3° ; 5° Pour les garanties exprimées en unités de rente correspondant à des opérations régies par le chapitre Ier du titre IV du livre IV, l'exigence minimale de marge de solvabilité est égale, dans la limite de la provision mathématique théorique mentionnée à l'article R. 441-21 , à un montant de 4 % de la somme de : a) La provision technique spéciale calculée après cessions en réassurance, sans que le rapport entre la provision technique spéciale brute de réassurance et cette même provision nette de réassurance ne puisse être inférieur à 85 % ; b) Des plus-values ou moins-values latentes nettes sur les actifs affectés à la provision technique spéciale ; c) La provision technique spéciale complémentaire ; d) Et de la provision technique spéciale de retournement. II. – Aux fins du calcul de l'exigence minimale de marge de solvabilité, les acceptations de risques provenant d'autres fonds de retraite professionnelle supplémentaire, conformément au troisième alinéa de l'article L. 381-1 sont traitées comme des affaires directes et les rétrocessions sont traitées comme des cessions en réassurance. Pour la prise en compte de la réassurance financière limitée dans le ratio de réassurance mentionné aux deuxième et troisième alinéas du 1° et au c du 3° du I, l'Autorité de contrôle prudentiel et de résolution se fonde sur le transfert de risque effectif. III. – Sur demande et justification du fonds de retraite professionnelle supplémentaire et avec l'accord de l'Autorité de contrôle prudentiel et de résolution, les montants récupérables au titre des risques transférés à un véhicule de titrisation mentionnés à l'article L. 310-1-2 peuvent être assimilés à des cessions en réassurance pour le calcul du rapport mentionné aux deuxième et troisième alinéas du 1° et au c du 3° du I. L'Autorité tient compte du transfert de risque effectif pour apprécier l'ampleur de la réduction d'exigence de marge de solvabilité autorisée au titre de chaque opération réalisée avec un véhicule de titrisation. Elle tient également compte de la capacité de ce véhicule à respecter à tout moment ses engagements.",
            "texteHtml": "<p>I. – L'exigence minimale de marge de solvabilité est déterminée, en fonction de la nature et du type des prestations garanties proposées dans les contrats, en application des dispositions suivantes :</p><p>1° Pour les garanties exprimées en euros, à l'exception des assurances ou garanties complémentaires en cas d'incapacité et d'invalidité, l'exigence minimale de marge de solvabilité est calculée par rapport aux provisions mentionnées aux 1° et 4° de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000030576271&dateTexte=&categorieLien=cid'>R. 343-3 </a>et aux capitaux sous risque. Ce montant est égal à la somme des deux résultats suivants :</p><p>– le premier résultat est obtenu en multipliant un nombre représentant 4 % de la somme des provisions mentionnées aux 1° et 4° de l'article R. 343-3, relatives aux opérations d'assurance directe sans déduction des cessions en réassurance et aux acceptations en réassurance, par le rapport existant, pour le dernier exercice, entre le montant des provisions mathématiques après cessions en réassurance et le montant des provisions mathématiques brut de réassurance, sans que ce rapport puisse être inférieur à 85 % ;</p><p>– le second résultat est obtenu en multipliant un nombre représentant 0,3 % des capitaux sous risque par le rapport existant, pour le dernier exercice, entre le montant des capitaux sous risque après cession et rétrocession en réassurance et le montant des capitaux sous risque brut de réassurance sans que ce rapport puisse être inférieur à 50 %.</p><p>Pour les assurances temporaires en cas de décès d'une durée maximale de trois années, le facteur multiplicateur des capitaux sous risque est égal à 0,1 %. Il est fixé à 0,15 % de ces capitaux pour les assurances temporaires en cas de décès dont la durée est supérieure à trois années mais n'excède pas cinq années.</p><p>Le capital sous risque est égal au risque décès, déduction faite de la provision mathématique du risque principal ;</p><p>2° Pour les assurances ou garanties complémentaires en cas d'incapacité et d'invalidité mentionnées à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006793671&dateTexte=&categorieLien=cid'>L. 143-2</a>, l'exigence minimale de marge de solvabilité est égale à l'exigence minimale de marge des entreprises d'assurance prévue par l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006817952&dateTexte=&categorieLien=cid'>R. 334-5 </a>;</p><p>3° Pour les garanties exprimées en unités de compte, l'exigence minimale de marge de solvabilité est égale :</p><p>a) Lorsque le fonds de retraite professionnelle supplémentaire assume un risque de placement, à un nombre représentant 4 % des provisions techniques relatives aux opérations d'assurances directes et d'acceptations brutes de réassurance multiplié par le rapport mentionné au premier résultat défini au 1° ;</p><p>b) Lorsque le fonds de retraite professionnelle supplémentaire n'assume pas de risque de placement, à un nombre représentant 1 % des provisions techniques des contrats multiplié par le rapport mentionné au premier résultat défini au 1°, à la condition que le montant destiné à couvrir les frais de gestion prévus dans ces contrats soit fixé pour une période supérieure à cinq années ;</p><p>c) Lorsque le fonds de retraite professionnelle supplémentaire n'assume pas de risque de placement et pour les contrats qui prévoient que les frais de gestion ne sont pas fixés pour une période supérieure à cinq ans, à un montant équivalent à 25 % des dépenses de gestion nettes relatives à ces opérations pour le dernier exercice ;</p><p>d) Lorsque le fonds de retraite professionnelle supplémentaire assume un risque de mortalité, au montant obtenu en ajoutant à l'un ou l'autre des résultats déterminés par application des a à c un nombre représentant 0,3 % des capitaux sous risque, multiplié par le rapport existant, pour le dernier exercice, entre le montant des capitaux sous risque après cessions et rétrocessions en réassurance et le montant des capitaux sous risque brut de réassurance, sans que ce rapport puisse être inférieur à 50 % ;</p><p>4° Pour les garanties exprimées en parts de provision de diversification mentionnée au 9° de l'article R. 343-3, l'exigence minimale de marge de solvabilité est fixée à 1 % de la provision de diversification. Lorsque le contrat correspondant à cette provision prévoit que les frais de gestion ne sont pas fixés pour une période supérieure à cinq ans, l'exigence minimale de marge est fixée à un montant équivalant au produit de 25 % des dépenses de gestion nettes relatives à ces opérations pour le dernier exercice par la quote-part de la provision de diversification dans les provisions constituées au titre de la comptabilité auxiliaire d'affectation.</p><p>Toutefois, lorsque le fonds de retraite professionnelle supplémentaire garantit une valeur minimale de provision de diversification, l'exigence minimale réglementaire relative à la part de la provision de diversification faisant l'objet de cette garantie est calculée dans les conditions définies au a du 3° ;</p><p>5° Pour les garanties exprimées en unités de rente correspondant à des opérations régies par le chapitre Ier du titre IV du livre IV, l'exigence minimale de marge de solvabilité est égale, dans la limite de la provision mathématique théorique mentionnée à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006823399&dateTexte=&categorieLien=cid'>R. 441-21</a>, à un montant de 4 % de la somme de :</p><p>a) La provision technique spéciale calculée après cessions en réassurance, sans que le rapport entre la provision technique spéciale brute de réassurance et cette même provision nette de réassurance ne puisse être inférieur à 85 % ;</p><p>b) Des plus-values ou moins-values latentes nettes sur les actifs affectés à la provision technique spéciale ;</p><p>c) La provision technique spéciale complémentaire ;</p><p>d) Et de la provision technique spéciale de retournement.</p><p>II. – Aux fins du calcul de l'exigence minimale de marge de solvabilité, les acceptations de risques provenant d'autres fonds de retraite professionnelle supplémentaire, conformément au troisième alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000034382862&dateTexte=&categorieLien=cid'>L. 381-1 </a>sont traitées comme des affaires directes et les rétrocessions sont traitées comme des cessions en réassurance.</p><p>Pour la prise en compte de la réassurance financière limitée dans le ratio de réassurance mentionné aux deuxième et troisième alinéas du 1° et au c du 3° du I, l'Autorité de contrôle prudentiel et de résolution se fonde sur le transfert de risque effectif.</p><p>III. – Sur demande et justification du fonds de retraite professionnelle supplémentaire et avec l'accord de l'Autorité de contrôle prudentiel et de résolution, les montants récupérables au titre des risques transférés à un véhicule de titrisation mentionnés à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000019003108&dateTexte=&categorieLien=cid'>L. 310-1-2</a> peuvent être assimilés à des cessions en réassurance pour le calcul du rapport mentionné aux deuxième et troisième alinéas du 1° et au c du 3° du I.</p><p>L'Autorité tient compte du transfert de risque effectif pour apprécier l'ampleur de la réduction d'exigence de marge de solvabilité autorisée au titre de chaque opération réalisée avec un véhicule de titrisation. Elle tient également compte de la capacité de ce véhicule à respecter à tout moment ses engagements.</p>",
            "num": "R385-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1500508800000,
            "dateFin": 1514678400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107986",
                        "id": "LEGISCTA000006107986",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-16",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les entreprises",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128519",
                        "id": "LEGISCTA000006128519",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-01",
                        "fin": "2016-01-01",
                        "titre": "Titre VIII : Dispositions spécifiques à Mayotte.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020082611",
                        "id": "LEGISCTA000020092851",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2017-07-20",
                        "fin": "2999-01-01",
                        "titre": "Titre VIII : Fonds de retraite professionnelle supplémentaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020082611",
                        "id": "LEGISCTA000035234102",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2017-07-20",
                        "fin": "2999-01-01",
                        "titre": "Chapitre V : Règles financières et prudentielles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000035223981",
                        "id": "LEGISCTA000035223985",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2017-07-20",
                        "fin": "2999-01-01",
                        "titre": "Section I : Exigences de solvabilité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000035223988",
                        "id": "LEGISCTA000035223991",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2017-07-20",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Exigence minimale de marge de solvabilité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000035224130",
                        "id": "LEGISCTA000035224133",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000035224141",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000035224130",
            "sectionParentId": "LEGISCTA000035224133",
            "sectionParentTitre": "Sous-section 2 : Exigence minimale de marge de solvabilité",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre III : Les entreprises &gt; Titre VIII : Fonds de retraite professionnelle supplémentaire &gt; Chapitre V : Règles financières et prudentielles &gt; Section I : Exigences de solvabilité &gt; Sous-section 2 : Exigence minimale de marge de solvabilité",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000035224146",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073984",
                    "titre": "Code des assurances",
                    "titreLong": "Code des assurances",
                    "etat": "VIGUEUR",
                    "dateDebut": 205891200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073984",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000035221364",
                    "textTitle": "Décret n°2017-1171 du 18 juillet 2017 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000035222071",
                    "natureText": "DECRET",
                    "datePubliTexte": "2017-07-19",
                    "dateSignaTexte": "2017-07-18",
                    "dateDebutCible": "2017-07-20"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000045374026",
                    "textTitle": "Décision n°2022-C-03 du 4 mars 2022 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000045374028",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2022-C-03",
                    "datePubli": 1647561600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000047784395",
                    "textTitle": "Décision n°2023-C-14 du 9 juin 2023 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000047784398",
                    "natureText": "DECISION",
                    "parentCid": null,
                    "numTexte": "2023-C-14",
                    "datePubli": 1688515200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L143-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L143-2",
                    "articleId": "LEGIARTI000006793671",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1491609600000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L310-1-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L310-1-2",
                    "articleId": "LEGIARTI000019003108",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1213488000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L381-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L381-1",
                    "articleId": "LEGIARTI000034382862",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1491609600000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R*334-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R*334-5",
                    "articleId": "LEGIARTI000006817952",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 206755200000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R343-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R343-3",
                    "articleId": "LEGIARTI000030576271",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R385-25 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R385-25",
                    "articleId": "LEGIARTI000035225098",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1500508800000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R441-21",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R441-21",
                    "articleId": "LEGIARTI000006823399",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1504224000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000035224146",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1500508800000,
                    "dateFin": 1514678400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036332082",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1514678400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R385-2",
                "385-2"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}