{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000044175943",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Pour les œuvres cinématographiques appartenant au genre fiction, les points sont répartis entre cinq groupes, dans les conditions suivantes : I.-Groupe Langue de tournage 1° Il est affecté au groupe “ Langue de tournage ” un nombre maximal de 20 points. 2° Les points sont obtenus dans les conditions suivantes : a) 20 points lorsque l'œuvre cinématographique est réalisée intégralement en version originale en langue française ou dans une langue régionale en usage en France ou, si au moins deux langues différentes sont employées, lorsque la langue française ou une langue régionale en usage en France est la langue la plus utilisée ; b) 10 points lorsqu'une langue étrangère est la langue la plus utilisée pour des raisons artistiques tenant au scénario mais que la langue française ou une langue régionale en usage en France est employée pour au moins un tiers de la durée des dialogues et, le cas échéant, de la voix off. c) 20 points lorsque l'œuvre cinématographique est tirée d'un opéra et réalisée dans la langue du livret. II.-Groupe “ Entreprise de production et auteurs ” A.-Il est affecté au groupe “ Entreprise de production et auteurs ” un nombre maximal de 20 points repartis entre les deux sous-groupes suivants : 1° Sous-groupe “ Entreprise de production ” : a) Il est affecté au sous-groupe “ Entreprise de production ” un nombre de 9 points. b) Les points sont obtenus si l'œuvre cinématographique est produite par au moins une entreprise de production qui satisfait aux conditions prévues à l'article 211-3 . 2° Sous-groupe “ Auteurs ” : a) Il est affecté au sous-groupe “ Auteurs ” un nombre maximal de 11 points répartis entre les postes suivants : -Réalisateur : 5 points ; -Auteurs de l'œuvre originaire, du scénario, de l'adaptation et du texte parlé : 5 points ; -Auteur des compositions musicales avec ou sans paroles spécialement réalisées pour l'œuvre : 1 point. b) Les points sont obtenus si les conditions suivantes sont remplies : -Le réalisateur et les autres auteurs sont soit de nationalité française, soit ressortissants d'un Etat membre de l'Union européenne, d'un autre Etat partie à l'accord sur l'Espace économique européen, d'un Etat partie à la Convention européenne sur la télévision transfrontière ou à la Convention européenne sur la coproduction cinématographique du Conseil de l'Europe ou d'un Etat tiers européen avec lequel la Communauté ou l'Union européenne a conclu des accords ayant trait au secteur audiovisuel. Les étrangers autres que les ressortissants des Etats européens précités, titulaires de la carte de résident français ou d'un document équivalent délivré par un Etat membre de l'Union européenne ou un autre Etat partie à l'accord sur l'Espace économique européen, sont assimilés aux citoyens français. Par dérogation et après avis de la commission d'agrément, pour les œuvres cinématographiques d'initiative française, les étrangers autres que les ressortissants des Etats européens précités et qui ne sont pas titulaires de la carte ou du document mentionnés à l'alinéa précédent sont assimilés aux citoyens français dès lors que l'entreprise de production qui satisfait aux conditions prévues à l'article 211-3 est à l'initiative de l'œuvre cinématographique ; -En ce qui concerne le réalisateur, le contrat de production audiovisuelle et le contrat de travail désignent la loi française comme loi applicable ; -En ce qui concerne les autres auteurs, le contrat de production audiovisuelle désigne la loi française comme loi applicable. c) Tout point relevant d'un poste ou de l'un de ses éléments auquel il n'est pas fait appel pour des raisons artistiques ou techniques justifiées est réputé obtenu pour les œuvres cinématographiques d'initiative française. III.-Groupe “ Artistes-interprètes ” 1° Il est affecté au groupe “ Artistes-interprètes ” un nombre maximal de 20 points. 2° Le nombre de points obtenu est déterminé en fonction du rapport entre : -D'une part, le nombre de cachets perçus par les artistes-interprètes assurant des rôles donnant lieu à au moins trois cachets, pris en compte dans les conditions prévues au 3° ; -D'autre part, le nombre total de cachets perçus par l'ensemble des artistes-interprètes assurant des rôles donnant lieu à au moins trois cachets. 3° Les artistes-interprètes sont pris en compte si les conditions suivantes sont remplies : a) Les artistes-interprètes sont, soit de nationalité française, soit ressortissants d'un Etat membre de l'Union européenne, d'un autre Etat partie à l'accord sur l'Espace économique européen, d'un Etat partie à la Convention européenne sur la télévision transfrontière ou à la Convention européenne sur la coproduction cinématographique du Conseil de l'Europe ou d'un Etat tiers européen avec lequel la Communauté ou l'Union européenne a conclu des accords ayant trait au secteur audiovisuel. Les étrangers autres que les ressortissants des Etats européens précités, titulaires de la carte de résident français ou d'un document équivalent délivré par un Etat membre de l'Union européenne ou un autre Etat partie à l'accord sur l'Espace économique européen, sont assimilés aux citoyens français ; b) Le contrat conclu avec les artistes-interprètes désigne la loi française comme loi applicable. 4° Les points sont réputés obtenus en totalité lorsque, pour des raisons artistiques ou techniques justifiées, soit il n'est fait appel à aucun artiste-interprète soit il est uniquement fait appel à des artistes-interprètes assurant des rôles donnant lieu à moins de trois cachets, pour les œuvres cinématographiques d'initiative française. IV.-Groupe “ Techniciens et ouvriers ” A.-Il est affecté au groupe “ Techniciens et ouvriers ” un nombre maximal de 20 points répartis entre les deux sous-groupes suivants : 1° Sous-groupe “ Techniciens cadres collaborateurs de création ” : a) Il est affecté au sous-groupe “ Techniciens cadres collaborateurs de création ” un nombre maximal de 10 points répartis entre les postes suivants : -Directeur de production : 1,25 point ; -Directeur de la photographie : 1,25 point ; -Chef opérateur du son : 1 point ; -Créateur de costumes ou à défaut chef costumier : 1 point ; -Chef décorateur ou à défaut ensemblier décorateur : 1,25 point ; -Chef monteur image : 1,25 point ; -Chef monteur son : 1 point ; -Mixeur : 1 point ; -Bruiteur : 1 point. b) Les points sont obtenus si les conditions suivantes sont remplies : -Les techniciens cadres collaborateurs de création sont, soit de nationalité française, soit ressortissants d'un Etat membre de l'Union européenne, d'un autre Etat partie à l'accord sur l'Espace économique européen, d'un Etat partie à la Convention européenne sur la télévision transfrontière ou à la Convention européenne sur la coproduction cinématographique du Conseil de l'Europe ou d'un Etat tiers européen avec lequel la Communauté ou l'Union européenne a conclu des accords ayant trait au secteur audiovisuel. Les étrangers autres que les ressortissants des Etats européens précités, titulaires de la carte de résident français ou d'un document équivalent délivré par un Etat membre de l'Union européenne ou un autre Etat partie à l'accord sur l'Espace économique européen, sont assimilés aux citoyens français ; -Le contrat conclu avec les techniciens cadres collaborateurs de création désigne la loi française comme loi applicable. c) Tout point relevant d'un poste auquel il n'est pas fait appel pour des raisons artistiques ou techniques justifiées est réputé obtenu pour les œuvres cinématographiques d'initiative française. 2° Sous-groupe “ Ouvriers, techniciens cadres et non cadres ” : a) Il est affecté au sous-groupe “ Ouvriers, techniciens cadres et non cadres ” un nombre maximal de 10 points. b) Le nombre de points obtenu est déterminé en fonction du rapport entre : -D'une part, le montant des rémunérations, charges sociales comprises, des ouvriers et des techniciens cadres et non cadres, pris en compte dans les conditions prévues au c ; -D'autre part, le montant total des rémunérations, charges sociales comprises, de l'ensemble des ouvriers et des techniciens cadres et non cadres. c) Les ouvriers et les techniciens cadres et non cadres sont pris en compte si les conditions suivantes sont remplies : -Les ouvriers et les techniciens cadres et non cadres sont, soit de nationalité française, soit ressortissants d'un Etat membre de l'Union européenne, d'un autre Etat partie à l'accord sur l'Espace économique européen, d'un Etat partie à la Convention européenne sur la télévision transfrontière ou à la Convention européenne sur la coproduction cinématographique du Conseil de l'Europe ou d'un Etat tiers européen avec lequel la Communauté ou l'Union européenne a conclu des accords ayant trait au secteur audiovisuel. Les étrangers autres que les ressortissants des Etats européens précités, titulaires de la carte de résident français ou d'un document équivalent délivré par un Etat membre de l'Union européenne ou un autre Etat partie à l'accord sur l'Espace économique européen, sont assimilés aux citoyens français ; -Le contrat conclu avec les ouvriers et les techniciens cadres et non cadres désigne la loi française comme loi applicable. d) Les points sont réputés obtenus en totalité lorsque, pour des raisons artistiques ou techniques justifiées, il n'est fait appel à aucun ouvrier ni à aucun technicien cadre et non cadre, pour les œuvres cinématographiques d'initiative française. V.-Groupe “ Tournage et postproduction ” A.-Il est affecté au groupe “ Tournage et postproduction ” un nombre maximal de 20 points répartis entre les trois sous-groupes suivants : 1° Sous-groupe “ Lieux de tournage ” : a) Il est affecté au sous-groupe “ Lieux de tournage ” un nombre de 5 points. b) Les points sont obtenus si le tournage est effectué en France. Si une partie du tournage est effectuée à l'étranger et n'est pas justifiée par des raisons artistiques tenant au scénario, les points ne sont pas obtenus. 2° Sous-groupe “ Matériels techniques de tournage ” : a) Il est affecté au sous-groupe “ Matériels techniques de tournage ” un nombre maximal de 4,5 points repartis entre les postes suivants : -Prises de vues : 2 points ; -Eclairage : 1,5 point ; -Machinerie et autres matériels : 1 point. b) Les points sont obtenus si au moins 50 % des dépenses se rapportant à chaque poste concerné correspondent à des prestations effectuées par des entreprises établies en France. 3° Sous-groupe “ Post-production ” : a) Il est affecté au sous-groupe “ Post-production ” un nombre maximal de 10,5 points répartis entre les postes suivants : -Image : 3,5 points. Ces points concernent tous les travaux de postproduction image, à l'exception des effets visuels numériques ; -Son : 3,5 points. Ces points concernent tous les travaux de postproduction sonore ; -Effets visuels numériques : 3,5 points. Lorsqu'il n'est pas fait appel à ce poste pour des raisons artistiques ou techniques justifiées, les points sont obtenus dès lors que les points correspondants au poste “ Image ” et au poste “ Son ” sont obtenus. b) Les points sont obtenus si au moins 50 % des dépenses se rapportant à chaque poste concerné correspondent à des prestations effectuées par des entreprises établies en France. B.-Tout point relevant d'un poste autre que le poste “ Effets visuels numériques ” auquel il n'est pas fait appel pour des raisons artistiques ou techniques justifiées est réputé obtenu pour les œuvres cinématographiques d'initiative française.",
            "texteHtml": "<p>Pour les œuvres cinématographiques appartenant au genre fiction, les points sont répartis entre cinq groupes, dans les conditions suivantes : </p><p>I.-Groupe Langue de tournage <br/><br/>1° Il est affecté au groupe “ Langue de tournage ” un nombre maximal de 20 points. <br/><br/>2° Les points sont obtenus dans les conditions suivantes : <br/><br/>a) 20 points lorsque l'œuvre cinématographique est réalisée intégralement en version originale en langue française ou dans une langue régionale en usage en France ou, si au moins deux langues différentes sont employées, lorsque la langue française ou une langue régionale en usage en France est la langue la plus utilisée ; <br/><br/>b) 10 points lorsqu'une langue étrangère est la langue la plus utilisée pour des raisons artistiques tenant au scénario mais que la langue française ou une langue régionale en usage en France est employée pour au moins un tiers de la durée des dialogues et, le cas échéant, de la voix off. <br/><br/>c) 20 points lorsque l'œuvre cinématographique est tirée d'un opéra et réalisée dans la langue du livret. <br/><br/>II.-Groupe “ Entreprise de production et auteurs ” <br/><br/>A.-Il est affecté au groupe “ Entreprise de production et auteurs ” un nombre maximal de 20 points repartis entre les deux sous-groupes suivants : <br/><br/>1° Sous-groupe “ Entreprise de production ” : <br/><br/>a) Il est affecté au sous-groupe “ Entreprise de production ” un nombre de 9 points. <br/><br/>b) Les points sont obtenus si l'œuvre cinématographique est produite par au moins une entreprise de production qui satisfait aux conditions prévues à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000020908868&idArticle=LEGIARTI000031344835&dateTexte=&categorieLien=cid'>211-3</a>.<br/><br/>2° Sous-groupe “ Auteurs ” : <br/><br/>a) Il est affecté au sous-groupe “ Auteurs ” un nombre maximal de 11 points répartis entre les postes suivants :<br/><br/>-Réalisateur : 5 points ;<br/><br/>-Auteurs de l'œuvre originaire, du scénario, de l'adaptation et du texte parlé : 5 points ;<br/><br/>-Auteur des compositions musicales avec ou sans paroles spécialement réalisées pour l'œuvre : 1 point. <br/><br/>b) Les points sont obtenus si les conditions suivantes sont remplies :<br/><br/>-Le réalisateur et les autres auteurs sont soit de nationalité française, soit ressortissants d'un Etat membre de l'Union européenne, d'un autre Etat partie à l'accord sur l'Espace économique européen, d'un Etat partie à la Convention européenne sur la télévision transfrontière ou à la Convention européenne sur la coproduction cinématographique du Conseil de l'Europe ou d'un Etat tiers européen avec lequel la Communauté ou l'Union européenne a conclu des accords ayant trait au secteur audiovisuel. <br/><br/>Les étrangers autres que les ressortissants des Etats européens précités, titulaires de la carte de résident français ou d'un document équivalent délivré par un Etat membre de l'Union européenne ou un autre Etat partie à l'accord sur l'Espace économique européen, sont assimilés aux citoyens français. <br/><br/>Par dérogation et après avis de la commission d'agrément, pour les œuvres cinématographiques d'initiative française, les étrangers autres que les ressortissants des Etats européens précités et qui ne sont pas titulaires de la carte ou du document mentionnés à l'alinéa précédent sont assimilés aux citoyens français dès lors que l'entreprise de production qui satisfait aux conditions prévues à l'article 211-3 est à l'initiative de l'œuvre cinématographique ;<br/><br/>-En ce qui concerne le réalisateur, le contrat de production audiovisuelle et le contrat de travail désignent la loi française comme loi applicable ;<br/><br/>-En ce qui concerne les autres auteurs, le contrat de production audiovisuelle désigne la loi française comme loi applicable. <br/><br/>c) Tout point relevant d'un poste ou de l'un de ses éléments auquel il n'est pas fait appel pour des raisons artistiques ou techniques justifiées est réputé obtenu pour les œuvres cinématographiques d'initiative française. <br/><br/>III.-Groupe “ Artistes-interprètes ” <br/><br/>1° Il est affecté au groupe “ Artistes-interprètes ” un nombre maximal de 20 points. <br/><br/>2° Le nombre de points obtenu est déterminé en fonction du rapport entre :<br/><br/>-D'une part, le nombre de cachets perçus par les artistes-interprètes assurant des rôles donnant lieu à au moins trois cachets, pris en compte dans les conditions prévues au 3° ;<br/><br/>-D'autre part, le nombre total de cachets perçus par l'ensemble des artistes-interprètes assurant des rôles donnant lieu à au moins trois cachets. <br/><br/>3° Les artistes-interprètes sont pris en compte si les conditions suivantes sont remplies : <br/><br/>a) Les artistes-interprètes sont, soit de nationalité française, soit ressortissants d'un Etat membre de l'Union européenne, d'un autre Etat partie à l'accord sur l'Espace économique européen, d'un Etat partie à la Convention européenne sur la télévision transfrontière ou à la Convention européenne sur la coproduction cinématographique du Conseil de l'Europe ou d'un Etat tiers européen avec lequel la Communauté ou l'Union européenne a conclu des accords ayant trait au secteur audiovisuel. <br/><br/>Les étrangers autres que les ressortissants des Etats européens précités, titulaires de la carte de résident français ou d'un document équivalent délivré par un Etat membre de l'Union européenne ou un autre Etat partie à l'accord sur l'Espace économique européen, sont assimilés aux citoyens français ; <br/><br/>b) Le contrat conclu avec les artistes-interprètes désigne la loi française comme loi applicable. <br/><br/>4° Les points sont réputés obtenus en totalité lorsque, pour des raisons artistiques ou techniques justifiées, soit il n'est fait appel à aucun artiste-interprète soit il est uniquement fait appel à des artistes-interprètes assurant des rôles donnant lieu à moins de trois cachets, pour les œuvres cinématographiques d'initiative française. <br/><br/>IV.-Groupe “ Techniciens et ouvriers ” <br/><br/>A.-Il est affecté au groupe “ Techniciens et ouvriers ” un nombre maximal de 20 points répartis entre les deux sous-groupes suivants : <br/><br/>1° Sous-groupe “ Techniciens cadres collaborateurs de création ” : <br/><br/>a) Il est affecté au sous-groupe “ Techniciens cadres collaborateurs de création ” un nombre maximal de 10 points répartis entre les postes suivants :<br/><br/>-Directeur de production : 1,25 point ;<br/><br/>-Directeur de la photographie : 1,25 point ;<br/><br/>-Chef opérateur du son : 1 point ;<br/><br/>-Créateur de costumes ou à défaut chef costumier : 1 point ;<br/><br/>-Chef décorateur ou à défaut ensemblier décorateur : 1,25 point ;<br/><br/>-Chef monteur image : 1,25 point ;<br/><br/>-Chef monteur son : 1 point ;<br/><br/>-Mixeur : 1 point ;<br/><br/>-Bruiteur : 1 point. <br/><br/>b) Les points sont obtenus si les conditions suivantes sont remplies :<br/><br/>-Les techniciens cadres collaborateurs de création sont, soit de nationalité française, soit ressortissants d'un Etat membre de l'Union européenne, d'un autre Etat partie à l'accord sur l'Espace économique européen, d'un Etat partie à la Convention européenne sur la télévision transfrontière ou à la Convention européenne sur la coproduction cinématographique du Conseil de l'Europe ou d'un Etat tiers européen avec lequel la Communauté ou l'Union européenne a conclu des accords ayant trait au secteur audiovisuel. <br/><br/>Les étrangers autres que les ressortissants des Etats européens précités, titulaires de la carte de résident français ou d'un document équivalent délivré par un Etat membre de l'Union européenne ou un autre Etat partie à l'accord sur l'Espace économique européen, sont assimilés aux citoyens français ;<br/><br/>-Le contrat conclu avec les techniciens cadres collaborateurs de création désigne la loi française comme loi applicable. <br/><br/>c) Tout point relevant d'un poste auquel il n'est pas fait appel pour des raisons artistiques ou techniques justifiées est réputé obtenu pour les œuvres cinématographiques d'initiative française. <br/><br/>2° Sous-groupe “ Ouvriers, techniciens cadres et non cadres ” : <br/><br/>a) Il est affecté au sous-groupe “ Ouvriers, techniciens cadres et non cadres ” un nombre maximal de 10 points. <br/><br/>b) Le nombre de points obtenu est déterminé en fonction du rapport entre :<br/><br/>-D'une part, le montant des rémunérations, charges sociales comprises, des ouvriers et des techniciens cadres et non cadres, pris en compte dans les conditions prévues au c ;<br/><br/>-D'autre part, le montant total des rémunérations, charges sociales comprises, de l'ensemble des ouvriers et des techniciens cadres et non cadres. <br/><br/>c) Les ouvriers et les techniciens cadres et non cadres sont pris en compte si les conditions suivantes sont remplies :<br/><br/>-Les ouvriers et les techniciens cadres et non cadres sont, soit de nationalité française, soit ressortissants d'un Etat membre de l'Union européenne, d'un autre Etat partie à l'accord sur l'Espace économique européen, d'un Etat partie à la Convention européenne sur la télévision transfrontière ou à la Convention européenne sur la coproduction cinématographique du Conseil de l'Europe ou d'un Etat tiers européen avec lequel la Communauté ou l'Union européenne a conclu des accords ayant trait au secteur audiovisuel. <br/><br/>Les étrangers autres que les ressortissants des Etats européens précités, titulaires de la carte de résident français ou d'un document équivalent délivré par un Etat membre de l'Union européenne ou un autre Etat partie à l'accord sur l'Espace économique européen, sont assimilés aux citoyens français ;<br/><br/>-Le contrat conclu avec les ouvriers et les techniciens cadres et non cadres désigne la loi française comme loi applicable. <br/><br/>d) Les points sont réputés obtenus en totalité lorsque, pour des raisons artistiques ou techniques justifiées, il n'est fait appel à aucun ouvrier ni à aucun technicien cadre et non cadre, pour les œuvres cinématographiques d'initiative française. <br/><br/>V.-Groupe “ Tournage et postproduction ” <br/><br/>A.-Il est affecté au groupe “ Tournage et postproduction ” un nombre maximal de 20 points répartis entre les trois sous-groupes suivants : <br/><br/>1° Sous-groupe “ Lieux de tournage ” : <br/><br/>a) Il est affecté au sous-groupe “ Lieux de tournage ” un nombre de 5 points. <br/><br/>b) Les points sont obtenus si le tournage est effectué en France. Si une partie du tournage est effectuée à l'étranger et n'est pas justifiée par des raisons artistiques tenant au scénario, les points ne sont pas obtenus. <br/><br/>2° Sous-groupe “ Matériels techniques de tournage ” : <br/><br/>a) Il est affecté au sous-groupe “ Matériels techniques de tournage ” un nombre maximal de 4,5 points repartis entre les postes suivants :<br/><br/>-Prises de vues : 2 points ;<br/><br/>-Eclairage : 1,5 point ;<br/><br/>-Machinerie et autres matériels : 1 point. <br/><br/>b) Les points sont obtenus si au moins 50 % des dépenses se rapportant à chaque poste concerné correspondent à des prestations effectuées par des entreprises établies en France. <br/><br/>3° Sous-groupe “ Post-production ” : <br/><br/>a) Il est affecté au sous-groupe “ Post-production ” un nombre maximal de 10,5 points répartis entre les postes suivants :<br/><br/>-Image : 3,5 points. Ces points concernent tous les travaux de postproduction image, à l'exception des effets visuels numériques ;<br/><br/>-Son : 3,5 points. Ces points concernent tous les travaux de postproduction sonore ;<br/><br/>-Effets visuels numériques : 3,5 points. Lorsqu'il n'est pas fait appel à ce poste pour des raisons artistiques ou techniques justifiées, les points sont obtenus dès lors que les points correspondants au poste “ Image ” et au poste “ Son ” sont obtenus. <br/><br/>b) Les points sont obtenus si au moins 50 % des dépenses se rapportant à chaque poste concerné correspondent à des prestations effectuées par des entreprises établies en France. <br/><br/>B.-Tout point relevant d'un poste autre que le poste “ Effets visuels numériques ” auquel il n'est pas fait appel pour des raisons artistiques ou techniques justifiées est réputé obtenu pour les œuvres cinématographiques d'initiative française.</p>",
            "num": "211-9",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "ABROGE",
            "dateDebut": 1633737600000,
            "dateFin": 1675209600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2015-02-11",
                        "fin": "2999-01-01",
                        "titre": "Annexe : RÈGLEMENT GÉNÉRAL DES AIDES FINANCIÈRES DU CENTRE NATIONAL DU CINÉMA ET DE L'IMAGE ANIMÉE ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000030225929",
                        "id": "LEGISCTA000030225929",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-02-11",
                        "fin": "2023-02-01",
                        "titre": "Livre II : Soutien à la création cinématographique et à la diffusion en salle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000030226072",
                        "id": "LEGISCTA000030226072",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2015-02-11",
                        "fin": "2023-02-01",
                        "titre": "Titre Ier : Aides financières à la création des œuvres cinématographiques de longue durée",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031344826",
                        "id": "LEGISCTA000031344826",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2015-02-11",
                        "fin": "2023-02-01",
                        "titre": "Chapitre Ier : Aides financières à la production et à la préparation des œuvres cinématographiques de longue durée ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031344827",
                        "id": "LEGISCTA000031344827",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2015-02-11",
                        "fin": "2023-02-01",
                        "titre": "Section 1 : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031344828",
                        "id": "LEGISCTA000031344828",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2015-02-11",
                        "fin": "2023-02-01",
                        "titre": "Sous-section 2 : Conditions relatives aux œuvres",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031344840",
                        "id": "LEGISCTA000031344840",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2015-02-11",
                        "fin": "2023-02-01",
                        "titre": "Paragraphe 2 : Conditions particulières",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031344869",
                        "id": "LEGISCTA000031344869",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2015-02-11",
                        "fin": "2023-02-01",
                        "titre": "Sous-paragraphe 1 : Barème de points des œuvres de fiction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031344871",
                        "id": "LEGISCTA000031344871",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "2009-07-26",
                        "fin": "2999-01-01",
                        "titre": "Code du cinéma et de l'image animée",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000020908868",
                        "id": "LEGITEXT000020908868",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000031344872",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000031344871",
            "sectionParentId": "LEGISCTA000031344871",
            "sectionParentTitre": "Sous-paragraphe 1 : Barème de points des œuvres de fiction",
            "fullSectionsTitre": "Annexe : RÈGLEMENT GÉNÉRAL DES AIDES FINANCIÈRES DU CENTRE NATIONAL DU CINÉMA ET DE L'IMAGE ANIMÉE ",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000044175943",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000020908868",
                    "titre": "Code du cinéma et de l'image animée",
                    "titreLong": "Code du cinéma et de l'image animée",
                    "etat": "VIGUEUR",
                    "dateDebut": 1248566400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000020908868",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Se reporter aux conditions d’application prévues à l’article 17 de la délibération n° 2021/CA/28 du 30 septembre 2021.",
            "notaHtml": "<p align='justify'></p><p align='justify'>Se reporter aux conditions d’application prévues à l’article 17 de la délibération n° 2021/CA/28 du 30 septembre 2021.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000044173410",
                    "textTitle": "Délibération n°2021/CA/28 du 30 septembre 2021 - art. 2, v. init.",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "JORFARTI000044173416",
                    "natureText": "DELIBERATION",
                    "datePubliTexte": "2021-10-08",
                    "dateSignaTexte": "2021-09-30",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000047138508",
                    "textTitle": "Délibération n°2022/CA/38 du 8 décembre 2022 - art. 2 (V)",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000047143465",
                    "natureText": "DELIBERATION",
                    "datePubliTexte": "2023-01-24",
                    "dateSignaTexte": "2022-12-08",
                    "dateDebutCible": "2023-02-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. 211-12 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "211-12",
                    "articleId": "LEGIARTI000036198295",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. 211-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "211-3",
                    "articleId": "LEGIARTI000031344835",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1423612800000
                },
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. 211-84 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "211-84",
                    "articleId": "LEGIARTI000038382060",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1555286400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000031344872",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1423612800000,
                    "dateFin": 1514764800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036197823",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1514764800000,
                    "dateFin": 1633737600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044175943",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 1633737600000,
                    "dateFin": 1675209600000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "211-9"
            ],
            "versionPrecedente": "LEGIARTI000036197823",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000036197823",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Pour les œuvres cinématographiques appartenant au genre fiction, les points sont répartis entre cinq groupes, dans les conditions suivantes : I. - Groupe Langue de tournage 1° Il est affecté au groupe “Langue de tournage” un nombre maximal de 20 points. 2° Les points sont obtenus dans les conditions suivantes : a) 20 points lorsque l'œuvre cinématographique est réalisée intégralement en version originale en langue française ou dans une langue régionale en usage en France ou, si au moins deux langues différentes sont employées, lorsque la langue française ou une langue régionale en usage en France est la langue la plus utilisée ; b) 10 points lorsqu'une langue étrangère est la langue la plus utilisée pour des raisons artistiques tenant au scénario mais que la langue française ou une langue régionale en usage en France est employée pour au moins un tiers de la durée des dialogues et, le cas échéant, de la voix off. c) 20 points lorsque l'œuvre cinématographique est tirée d'un opéra et réalisée dans la langue du livret. II. - Groupe “Entreprise de production et auteurs” A. - Il est affecté au groupe “Entreprise de production et auteurs” un nombre maximal de 20 points repartis entre les deux sous-groupes suivants : 1° Sous-groupe “Entreprise de production” : a) Il est affecté au sous-groupe “Entreprise de production” un nombre de 9 points. b) Les points sont obtenus si l'œuvre cinématographique est produite par au moins une entreprise de production qui satisfait aux conditions prévues à l'article 211-3. 2° Sous-groupe “Auteurs” : a) Il est affecté au sous-groupe “Auteurs” un nombre maximal de 11 points répartis entre les postes suivants : - Réalisateur : 5 points ; - Auteurs de l'œuvre originaire, du scénario, de l'adaptation et du texte parlé : 5 points ; - Auteur des compositions musicales avec ou sans paroles spécialement réalisées pour l'œuvre : 1 point. b) Les points sont obtenus si les conditions suivantes sont remplies : - Le réalisateur et les autres auteurs sont soit de nationalité française, soit ressortissants d'un Etat membre de l'Union européenne, d'un autre Etat partie à l'accord sur l'Espace économique européen, d'un Etat partie à la Convention européenne sur la télévision transfrontière ou à la Convention européenne sur la coproduction cinématographique du Conseil de l'Europe ou d'un Etat tiers européen avec lequel la Communauté ou l'Union européenne a conclu des accords ayant trait au secteur audiovisuel. Les étrangers autres que les ressortissants des Etats européens précités, titulaires de la carte de résident français ou d'un document équivalent délivré par un Etat membre de l'Union européenne ou un autre Etat partie à l'accord sur l'Espace économique européen, sont assimilés aux citoyens français. Par dérogation et après avis de la commission d'agrément, pour les œuvres cinématographiques d'initiative française, les étrangers autres que les ressortissants des Etats européens précités et qui ne sont pas titulaires de la carte ou du document mentionnés à l'alinéa précédent sont assimilés aux citoyens français dès lors que l'entreprise de production qui satisfait aux conditions prévues à l'article 211-3 est à l'initiative de l'œuvre cinématographique ; - En ce qui concerne le réalisateur, le contrat de production audiovisuelle et le contrat de travail désignent la loi française comme loi applicable ; - En ce qui concerne les autres auteurs, le contrat de production audiovisuelle désigne la loi française comme loi applicable. c) Tout point relevant d'un poste ou de l'un de ses éléments auquel il n'est pas fait appel pour des raisons artistiques ou techniques justifiées est réputé obtenu pour les œuvres cinématographiques d'initiative française. III. - Groupe “Artistes-interprètes” 1° Il est affecté au groupe “Artistes-interprètes” un nombre maximal de 20 points. 2° Le nombre de points obtenu est déterminé en fonction du rapport entre : - D'une part, le nombre de cachets perçus par les artistes-interprètes assurant des rôles donnant lieu à au moins trois cachets, pris en compte dans les conditions prévues au 3° ; - D'autre part, le nombre total de cachets perçus par l'ensemble des artistes-interprètes assurant des rôles donnant lieu à au moins trois cachets. 3° Les artistes-interprètes sont pris en compte si les conditions suivantes sont remplies : a) Les artistes-interprètes sont, soit de nationalité française, soit ressortissants d'un Etat membre de l'Union européenne, d'un autre Etat partie à l'accord sur l'Espace économique européen, d'un Etat partie à la Convention européenne sur la télévision transfrontière ou à la Convention européenne sur la coproduction cinématographique du Conseil de l'Europe ou d'un Etat tiers européen avec lequel la Communauté ou l'Union européenne a conclu des accords ayant trait au secteur audiovisuel. Les étrangers autres que les ressortissants des Etats européens précités, titulaires de la carte de résident français ou d'un document équivalent délivré par un Etat membre de l'Union européenne ou un autre Etat partie à l'accord sur l'Espace économique européen, sont assimilés aux citoyens français ; b) Le contrat conclu avec les artistes-interprètes désigne la loi française comme loi applicable. 4° Les points sont réputés obtenus en totalité lorsque, pour des raisons artistiques ou techniques justifiées, soit il n'est fait appel à aucun artiste-interprète soit il est uniquement fait appel à des artistes-interprètes assurant des rôles donnant lieu à moins de trois cachets, pour les œuvres cinématographiques d'initiative française. IV. - Groupe “Techniciens et ouvriers” A. - Il est affecté au groupe “Techniciens et ouvriers” un nombre maximal de 20 points répartis entre les deux sous-groupes suivants : 1° Sous-groupe “Techniciens cadres collaborateurs de création” : a) Il est affecté au sous-groupe “Techniciens cadres collaborateurs de création” un nombre maximal de 9 points répartis entre les postes suivants : - Directeur de production : 1,5 point ; - Directeur de la photographie : 1,5 point ; - Chef opérateur du son : 1,5 point ; - Créateur de costumes ou à défaut chef costumier : 1,5 point ; - Chef décorateur ou à défaut ensemblier décorateur : 1,5 point ; - Chef monteur image : 1,5 point ; b) Les points sont obtenus si les conditions suivantes sont remplies : - Les techniciens cadres collaborateurs de création sont, soit de nationalité française, soit ressortissants d'un Etat membre de l'Union européenne, d'un autre Etat partie à l'accord sur l'Espace économique européen, d'un Etat partie à la Convention européenne sur la télévision transfrontière ou à la Convention européenne sur la coproduction cinématographique du Conseil de l'Europe ou d'un Etat tiers européen avec lequel la Communauté ou l'Union européenne a conclu des accords ayant trait au secteur audiovisuel. Les étrangers autres que les ressortissants des Etats européens précités, titulaires de la carte de résident français ou d'un document équivalent délivré par un Etat membre de l'Union européenne ou un autre Etat partie à l'accord sur l'Espace économique européen, sont assimilés aux citoyens français ; - Le contrat conclu avec les techniciens cadres collaborateurs de création désigne la loi française comme loi applicable. c) Tout point relevant d'un poste auquel il n'est pas fait appel pour des raisons artistiques ou techniques justifiées est réputé obtenu pour les œuvres cinématographiques d'initiative française. 2° Sous-groupe “Ouvriers, techniciens cadres et non cadres” : a) Il est affecté au sous-groupe “Ouvriers, techniciens cadres et non cadres” un nombre maximal de 11 points. b) Le nombre de points obtenu est déterminé en fonction du rapport entre : - D'une part, le montant des rémunérations, charges sociales comprises, des ouvriers et des techniciens cadres et non cadres, pris en compte dans les conditions prévues au c ; - D'autre part, le montant total des rémunérations, charges sociales comprises, de l'ensemble des ouvriers et des techniciens cadres et non cadres. c) Les ouvriers et les techniciens cadres et non cadres sont pris en compte si les conditions suivantes sont remplies : - Les ouvriers et les techniciens cadres et non cadres sont, soit de nationalité française, soit ressortissants d'un Etat membre de l'Union européenne, d'un autre Etat partie à l'accord sur l'Espace économique européen, d'un Etat partie à la Convention européenne sur la télévision transfrontière ou à la Convention européenne sur la coproduction cinématographique du Conseil de l'Europe ou d'un Etat tiers européen avec lequel la Communauté ou l'Union européenne a conclu des accords ayant trait au secteur audiovisuel. Les étrangers autres que les ressortissants des Etats européens précités, titulaires de la carte de résident français ou d'un document équivalent délivré par un Etat membre de l'Union européenne ou un autre Etat partie à l'accord sur l'Espace économique européen, sont assimilés aux citoyens français ; - Le contrat conclu avec les ouvriers et les techniciens cadres et non cadres désigne la loi française comme loi applicable. d) Les points sont réputés obtenus en totalité lorsque, pour des raisons artistiques ou techniques justifiées, il n'est fait appel à aucun ouvrier ni à aucun technicien cadre et non cadre, pour les œuvres cinématographiques d'initiative française. V. - Groupe “Tournage et postproduction” A. - Il est affecté au groupe “Tournage et postproduction” un nombre maximal de 20 points répartis entre les trois sous-groupes suivants : 1° Sous-groupe “Lieux de tournage” : a) Il est affecté au sous-groupe “Lieux de tournage” un nombre de 5 points. b) Les points sont obtenus si le tournage est effectué en France. Si une partie du tournage est effectuée à l'étranger et n'est pas justifiée par des raisons artistiques tenant au scénario, les points ne sont pas obtenus. 2° Sous-groupe “Matériels techniques de tournage” : a) Il est affecté au sous-groupe “Matériels techniques de tournage” un nombre maximal de 4,5 points repartis entre les postes suivants : -Prises de vues : 2 points ; -Eclairage : 1,5 point ; -Machinerie et autres matériels : 1 point. b) Les points sont obtenus si au moins 50 % des dépenses se rapportant à chaque poste concerné correspondent à des prestations effectuées par des entreprises établies en France. 3° Sous-groupe “Post-production” : a) Il est affecté au sous-groupe “Post-production” un nombre maximal de 10,5 points répartis entre les postes suivants : - Image : 3,5 points. Ces points concernent tous les travaux de postproduction image, à l'exception des effets visuels numériques ; - Son : 3,5 points. Ces points concernent tous les travaux de postproduction sonore ; - Effets visuels numériques : 3,5 points. Lorsqu'il n'est pas fait appel à ce poste pour des raisons artistiques ou techniques justifiées, les points sont obtenus dès lors que les points correspondants au poste “Image” et au poste “Son” sont obtenus. b) Les points sont obtenus si au moins 50 % des dépenses se rapportant à chaque poste concerné correspondent à des prestations effectuées par des entreprises établies en France. B. - Tout point relevant d'un poste autre que le poste “Effets visuels numériques” auquel il n'est pas fait appel pour des raisons artistiques ou techniques justifiées est réputé obtenu pour les œuvres cinématographiques d'initiative française.",
            "texteHtml": "<p>Pour les œuvres cinématographiques appartenant au genre fiction, les points sont répartis entre cinq groupes, dans les conditions suivantes :</p><p><br/>\n I. - Groupe Langue de tournage <br/><br/>\n 1° Il est affecté au groupe “Langue de tournage” un nombre maximal de 20 points.<br/><br/>\n 2° Les points sont obtenus dans les conditions suivantes :<br/><br/>\n a) 20 points lorsque l'œuvre cinématographique est réalisée intégralement en version originale en langue française ou dans une langue régionale en usage en France ou, si au moins deux langues différentes sont employées, lorsque la langue française ou une langue régionale en usage en France est la langue la plus utilisée ;<br/><br/>\n b) 10 points lorsqu'une langue étrangère est la langue la plus utilisée pour des raisons artistiques tenant au scénario mais que la langue française ou une langue régionale en usage en France est employée pour au moins un tiers de la durée des dialogues et, le cas échéant, de la voix off.<br/><br/>\n c) 20 points lorsque l'œuvre cinématographique est tirée d'un opéra et réalisée dans la langue du livret.<br/><br/>\n II. - Groupe “Entreprise de production et auteurs”<br/><br/>\n A. - Il est affecté au groupe “Entreprise de production et auteurs” un nombre maximal de 20 points repartis entre les deux sous-groupes suivants :<br/><br/>\n 1° Sous-groupe “Entreprise de production” :<br/><br/>\n a) Il est affecté au sous-groupe “Entreprise de production” un nombre de 9 points.<br/><br/>\n b) Les points sont obtenus si l'œuvre cinématographique est produite par au moins une entreprise de production qui satisfait aux conditions prévues à l'article 211-3.<br/><br/>\n 2° Sous-groupe “Auteurs” :<br/><br/>\n a) Il est affecté au sous-groupe “Auteurs” un nombre maximal de 11 points répartis entre les postes suivants :<br/><br/>\n - Réalisateur : 5 points ;<br/><br/>\n - Auteurs de l'œuvre originaire, du scénario, de l'adaptation et du texte parlé : 5 points ;<br/><br/>\n - Auteur des compositions musicales avec ou sans paroles spécialement réalisées pour l'œuvre : 1 point.<br/><br/>\n b) Les points sont obtenus si les conditions suivantes sont remplies :<br/><br/>\n - Le réalisateur et les autres auteurs sont soit de nationalité française, soit ressortissants d'un Etat membre de l'Union européenne, d'un autre Etat partie à l'accord sur l'Espace économique européen, d'un Etat partie à la Convention européenne sur la télévision transfrontière ou à la Convention européenne sur la coproduction cinématographique du Conseil de l'Europe ou d'un Etat tiers européen avec lequel la Communauté ou l'Union européenne a conclu des accords ayant trait au secteur audiovisuel.<br/><br/>\n Les étrangers autres que les ressortissants des Etats européens précités, titulaires de la carte de résident français ou d'un document équivalent délivré par un Etat membre de l'Union européenne ou un autre Etat partie à l'accord sur l'Espace économique européen, sont assimilés aux citoyens français.<br/><br/>\n Par dérogation et après avis de la commission d'agrément, pour les œuvres cinématographiques d'initiative française, les étrangers autres que les ressortissants des Etats européens précités et qui ne sont pas titulaires de la carte ou du document mentionnés à l'alinéa précédent sont assimilés aux citoyens français dès lors que l'entreprise de production qui satisfait aux conditions prévues à l'article 211-3 est à l'initiative de l'œuvre cinématographique ;<br/><br/>\n - En ce qui concerne le réalisateur, le contrat de production audiovisuelle et le contrat de travail désignent la loi française comme loi applicable ;<br/><br/>\n - En ce qui concerne les autres auteurs, le contrat de production audiovisuelle désigne la loi française comme loi applicable.<br/><br/>\n c) Tout point relevant d'un poste ou de l'un de ses éléments auquel il n'est pas fait appel pour des raisons artistiques ou techniques justifiées est réputé obtenu pour les œuvres cinématographiques d'initiative française.<br/><br/>\n III. - Groupe “Artistes-interprètes”<br/><br/>\n 1° Il est affecté au groupe “Artistes-interprètes” un nombre maximal de 20 points.<br/><br/>\n 2° Le nombre de points obtenu est déterminé en fonction du rapport entre :<br/><br/>\n - D'une part, le nombre de cachets perçus par les artistes-interprètes assurant des rôles donnant lieu à au moins trois cachets, pris en compte dans les conditions prévues au 3° ;<br/><br/>\n - D'autre part, le nombre total de cachets perçus par l'ensemble des artistes-interprètes assurant des rôles donnant lieu à au moins trois cachets.<br/><br/>\n 3° Les artistes-interprètes sont pris en compte si les conditions suivantes sont remplies :<br/><br/>\n a) Les artistes-interprètes sont, soit de nationalité française, soit ressortissants d'un Etat membre de l'Union européenne, d'un autre Etat partie à l'accord sur l'Espace économique européen, d'un Etat partie à la Convention européenne sur la télévision transfrontière ou à la Convention européenne sur la coproduction cinématographique du Conseil de l'Europe ou d'un Etat tiers européen avec lequel la Communauté ou l'Union européenne a conclu des accords ayant trait au secteur audiovisuel.<br/><br/>\n Les étrangers autres que les ressortissants des Etats européens précités, titulaires de la carte de résident français ou d'un document équivalent délivré par un Etat membre de l'Union européenne ou un autre Etat partie à l'accord sur l'Espace économique européen, sont assimilés aux citoyens français ;<br/><br/>\n b) Le contrat conclu avec les artistes-interprètes désigne la loi française comme loi applicable.<br/><br/>\n 4° Les points sont réputés obtenus en totalité lorsque, pour des raisons artistiques ou techniques justifiées, soit il n'est fait appel à aucun artiste-interprète soit il est uniquement fait appel à des artistes-interprètes assurant des rôles donnant lieu à moins de trois cachets, pour les œuvres cinématographiques d'initiative française.<br/><br/>\n IV. - Groupe “Techniciens et ouvriers”<br/><br/>\n A. - Il est affecté au groupe “Techniciens et ouvriers” un nombre maximal de 20 points répartis entre les deux sous-groupes suivants :<br/><br/>\n 1° Sous-groupe “Techniciens cadres collaborateurs de création” :<br/><br/>\n a) Il est affecté au sous-groupe “Techniciens cadres collaborateurs de création” un nombre maximal de 9 points répartis entre les postes suivants :<br/><br/>\n - Directeur de production : 1,5 point ;<br/><br/>\n - Directeur de la photographie : 1,5 point ;<br/><br/>\n - Chef opérateur du son : 1,5 point ;<br/><br/>\n - Créateur de costumes ou à défaut chef costumier : 1,5 point ;<br/><br/>\n - Chef décorateur ou à défaut ensemblier décorateur : 1,5 point ;<br/><br/>\n - Chef monteur image : 1,5 point ;<br/><br/>\n b) Les points sont obtenus si les conditions suivantes sont remplies :<br/><br/>\n - Les techniciens cadres collaborateurs de création sont, soit de nationalité française, soit ressortissants d'un Etat membre de l'Union européenne, d'un autre Etat partie à l'accord sur l'Espace économique européen, d'un Etat partie à la Convention européenne sur la télévision transfrontière ou à la Convention européenne sur la coproduction cinématographique du Conseil de l'Europe ou d'un Etat tiers européen avec lequel la Communauté ou l'Union européenne a conclu des accords ayant trait au secteur audiovisuel.<br/><br/>\n Les étrangers autres que les ressortissants des Etats européens précités, titulaires de la carte de résident français ou d'un document équivalent délivré par un Etat membre de l'Union européenne ou un autre Etat partie à l'accord sur l'Espace économique européen, sont assimilés aux citoyens français ;<br/><br/>\n - Le contrat conclu avec les techniciens cadres collaborateurs de création désigne la loi française comme loi applicable.<br/><br/>\n c) Tout point relevant d'un poste auquel il n'est pas fait appel pour des raisons artistiques ou techniques justifiées est réputé obtenu pour les œuvres cinématographiques d'initiative française.<br/><br/>\n 2° Sous-groupe “Ouvriers, techniciens cadres et non cadres” :<br/><br/>\n a) Il est affecté au sous-groupe “Ouvriers, techniciens cadres et non cadres” un nombre maximal de 11 points.<br/><br/>\n b) Le nombre de points obtenu est déterminé en fonction du rapport entre :<br/><br/>\n - D'une part, le montant des rémunérations, charges sociales comprises, des ouvriers et des techniciens cadres et non cadres, pris en compte dans les conditions prévues au c ;<br/><br/>\n - D'autre part, le montant total des rémunérations, charges sociales comprises, de l'ensemble des ouvriers et des techniciens cadres et non cadres.<br/><br/>\n c) Les ouvriers et les techniciens cadres et non cadres sont pris en compte si les conditions suivantes sont remplies :<br/><br/>\n - Les ouvriers et les techniciens cadres et non cadres sont, soit de nationalité française, soit ressortissants d'un Etat membre de l'Union européenne, d'un autre Etat partie à l'accord sur l'Espace économique européen, d'un Etat partie à la Convention européenne sur la télévision transfrontière ou à la Convention européenne sur la coproduction cinématographique du Conseil de l'Europe ou d'un Etat tiers européen avec lequel la Communauté ou l'Union européenne a conclu des accords ayant trait au secteur audiovisuel.<br/><br/>\n Les étrangers autres que les ressortissants des Etats européens précités, titulaires de la carte de résident français ou d'un document équivalent délivré par un Etat membre de l'Union européenne ou un autre Etat partie à l'accord sur l'Espace économique européen, sont assimilés aux citoyens français ;<br/><br/>\n - Le contrat conclu avec les ouvriers et les techniciens cadres et non cadres désigne la loi française comme loi applicable.<br/><br/>\n d) Les points sont réputés obtenus en totalité lorsque, pour des raisons artistiques ou techniques justifiées, il n'est fait appel à aucun ouvrier ni à aucun technicien cadre et non cadre, pour les œuvres cinématographiques d'initiative française.<br/><br/>\n V. - Groupe “Tournage et postproduction”<br/><br/>\n A. - Il est affecté au groupe “Tournage et postproduction” un nombre maximal de 20 points répartis entre les trois sous-groupes suivants :<br/><br/>\n 1° Sous-groupe “Lieux de tournage” :<br/><br/>\n a) Il est affecté au sous-groupe “Lieux de tournage” un nombre de 5 points.<br/><br/>\n b) Les points sont obtenus si le tournage est effectué en France. Si une partie du tournage est effectuée à l'étranger et n'est pas justifiée par des raisons artistiques tenant au scénario, les points ne sont pas obtenus.<br/><br/>\n 2° Sous-groupe “Matériels techniques de tournage” :<br/><br/>\n a) Il est affecté au sous-groupe “Matériels techniques de tournage” un nombre maximal de 4,5 points repartis entre les postes suivants :<br/><br/>\n-Prises de vues : 2 points ;<br/><br/>\n-Eclairage : 1,5 point ;<br/><br/>\n-Machinerie et autres matériels : 1 point.<br/><br/>\n b) Les points sont obtenus si au moins 50 % des dépenses se rapportant à chaque poste concerné correspondent à des prestations effectuées par des entreprises établies en France.<br/><br/>\n 3° Sous-groupe “Post-production” :<br/><br/>\n a) Il est affecté au sous-groupe “Post-production” un nombre maximal de 10,5 points répartis entre les postes suivants :<br/><br/>\n - Image : 3,5 points. Ces points concernent tous les travaux de postproduction image, à l'exception des effets visuels numériques ;<br/><br/>\n - Son : 3,5 points. Ces points concernent tous les travaux de postproduction sonore ;<br/><br/>\n - Effets visuels numériques : 3,5 points. Lorsqu'il n'est pas fait appel à ce poste pour des raisons artistiques ou techniques justifiées, les points sont obtenus dès lors que les points correspondants au poste “Image” et au poste “Son” sont obtenus.<br/><br/>\n b) Les points sont obtenus si au moins 50 % des dépenses se rapportant à chaque poste concerné correspondent à des prestations effectuées par des entreprises établies en France.<br/><br/>\n B. - Tout point relevant d'un poste autre que le poste “Effets visuels numériques” auquel il n'est pas fait appel pour des raisons artistiques ou techniques justifiées est réputé obtenu pour les œuvres cinématographiques d'initiative française.</p>",
            "num": "211-9",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1514764800000,
            "dateFin": 1633737600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2015-02-11",
                        "fin": "2999-01-01",
                        "titre": "Annexe : RÈGLEMENT GÉNÉRAL DES AIDES FINANCIÈRES DU CENTRE NATIONAL DU CINÉMA ET DE L'IMAGE ANIMÉE ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000030225929",
                        "id": "LEGISCTA000030225929",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-02-11",
                        "fin": "2023-02-01",
                        "titre": "Livre II : Soutien à la création cinématographique et à la diffusion en salle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000030226072",
                        "id": "LEGISCTA000030226072",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2015-02-11",
                        "fin": "2023-02-01",
                        "titre": "Titre Ier : Aides financières à la création des œuvres cinématographiques de longue durée",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031344826",
                        "id": "LEGISCTA000031344826",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2015-02-11",
                        "fin": "2023-02-01",
                        "titre": "Chapitre Ier : Aides financières à la production et à la préparation des œuvres cinématographiques de longue durée ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031344827",
                        "id": "LEGISCTA000031344827",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2015-02-11",
                        "fin": "2023-02-01",
                        "titre": "Section 1 : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031344828",
                        "id": "LEGISCTA000031344828",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2015-02-11",
                        "fin": "2023-02-01",
                        "titre": "Sous-section 2 : Conditions relatives aux œuvres",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031344840",
                        "id": "LEGISCTA000031344840",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2015-02-11",
                        "fin": "2023-02-01",
                        "titre": "Paragraphe 2 : Conditions particulières",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031344869",
                        "id": "LEGISCTA000031344869",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2015-02-11",
                        "fin": "2023-02-01",
                        "titre": "Sous-paragraphe 1 : Barème de points des œuvres de fiction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031344871",
                        "id": "LEGISCTA000031344871",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "2009-07-26",
                        "fin": "2999-01-01",
                        "titre": "Code du cinéma et de l'image animée",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000020908868",
                        "id": "LEGITEXT000020908868",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000031344872",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000031344871",
            "sectionParentId": "LEGISCTA000031344871",
            "sectionParentTitre": "Sous-paragraphe 1 : Barème de points des œuvres de fiction",
            "fullSectionsTitre": "Annexe : RÈGLEMENT GÉNÉRAL DES AIDES FINANCIÈRES DU CENTRE NATIONAL DU CINÉMA ET DE L'IMAGE ANIMÉE  &gt; Livre II : Soutien à la création cinématographique et à la diffusion en salle &gt; Titre Ier : Aides financières à la création des œuvres cinématographiques de longue durée &gt; Chapitre Ier : Aides financières à la production et à la préparation des œuvres cinématographiques de longue durée  &gt; Section 1 : Dispositions générales &gt; Sous-section 2 : Conditions relatives aux œuvres &gt; Paragraphe 2 : Conditions particulières &gt; Sous-paragraphe 1 : Barème de points des œuvres de fiction",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000036197823",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000020908868",
                    "titre": "Code du cinéma et de l'image animée",
                    "titreLong": "Code du cinéma et de l'image animée",
                    "etat": "VIGUEUR",
                    "dateDebut": 1248566400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000020908868",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000036196088",
                    "textTitle": "Délibération n°2017/CA/31 du 23 novembre 2017 - art. 3, v. init.",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "3",
                    "articleId": "JORFARTI000036196099",
                    "natureText": "DELIBERATION",
                    "datePubliTexte": "2017-12-14",
                    "dateSignaTexte": "2017-11-23",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. 211-12 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "211-12",
                    "articleId": "LEGIARTI000036198295",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. 211-84 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "211-84",
                    "articleId": "LEGIARTI000031345171",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1423612800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000031344872",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1423612800000,
                    "dateFin": 1514764800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036197823",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1514764800000,
                    "dateFin": 1633737600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044175943",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 1633737600000,
                    "dateFin": 1675209600000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "211-9"
            ],
            "versionPrecedente": "LEGIARTI000031344872",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000031344872",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Pour les œuvres cinématographiques appartenant au genre fiction, les points sont répartis entre sept groupes, dans les conditions suivantes : I.-Groupe \" Entreprise de production \". 1° Il est affecté au groupe \" Entreprise de production \" un nombre total de 10 points. 2° Ces points ne sont obtenus que si l'œuvre cinématographique considérée est produite par au moins une entreprise de production qui satisfait aux conditions prévues à l'article 211-3 . II.-Groupe \" Langue de tournage \". 1° Il est affecté au groupe \" Langue de tournage \" un nombre total de 20 points. 2° Ces points ne sont obtenus que si l'œuvre cinématographique considérée est réalisée intégralement ou principalement en version originale en langue française ou dans une langue régionale en usage en France. 3° Ces points sont réputés obtenus lorsque l'œuvre cinématographique est une œuvre cinématographique de fiction tirée d'un opéra et réalisée dans la langue du livret. III.-Groupe \" Auteurs \". 1° Il est affecté au groupe \" Auteurs \" un nombre total de 10 points répartis entre les postes suivants : a) Réalisateur : 5 points ; b) Auteurs de l'œuvre originaire, du scénario, de l'adaptation et du texte parlé : 4 points ; c) Auteur des compositions musicales avec ou sans paroles spécialement réalisées pour l'œuvre : 1 point. 2° Les points relevant du poste \" Réalisateur \" ne sont obtenus que si, pour l'œuvre cinématographique considérée, sont satisfaites les conditions suivantes : a) Le contrat de production audiovisuelle conclu avec le réalisateur désigne la loi française comme loi applicable ; b) Le contrat de travail conclu avec le réalisateur en complément du contrat de production audiovisuelle désigne la loi française comme loi applicable. 3° Les points relevant des postes autres que le poste \" Réalisateur \" ne sont obtenus que si, pour l'œuvre cinématographique considérée, le contrat de production audiovisuelle conclu avec chacun des auteurs concernés désigne la loi française comme loi applicable. 4° Tout point relevant d'un poste ou de l'un de ses éléments auquel il n'est pas fait appel pour des raisons artistiques ou techniques justifiées est réputé obtenu pour les œuvres cinématographiques d'initiative française. IV.-Groupe \" Artistes-interprètes \". 1° Il est affecté au groupe \" Artistes-interprètes \" un nombre total de 20 points répartis entre les postes suivants : a) Artistes-interprètes assurant les rôles principaux : 10 points ; b) Artistes-interprètes assurant les rôles secondaires : 10 points. 2° Ces points ne sont obtenus que si, pour l'œuvre cinématographique considérée, sont satisfaites les conditions suivantes : a) Les artistes-interprètes sont, soit de nationalité française, soit ressortissants d'un Etat membre de l'Union européenne, d'un autre Etat partie à l'accord sur l'Espace économique européen, d'un Etat partie à la Convention européenne sur la télévision transfrontière ou à la Convention européenne sur la coproduction cinématographique du Conseil de l'Europe ou d'un Etat tiers européen avec lequel la Communauté ou l'Union européenne a conclu des accords ayant trait au secteur audiovisuel. Les étrangers autres que les ressortissants des Etats européens précités, titulaires de la carte de résident français ou d'un document équivalent délivré par un Etat membre de l'Union européenne ou un autre Etat partie à l'accord sur l'Espace économique européen, sont assimilés aux citoyens français ; b) Le contrat conclu avec les artistes-interprètes désigne la loi française comme loi applicable. 3° Sont considérés comme rôles principaux les rôles pour lesquels la présence à l'écran des artistes-interprètes est requise pour la moitié au moins des scènes de l'œuvre cinématographique et comme rôles secondaires les rôles d'au moins quatre cachets. 4° Tout point relevant d'un poste ou de l'un de ses éléments auquel il n'est pas fait appel pour des raisons artistiques ou techniques justifiées est réputé obtenu pour les œuvres cinématographiques d'initiative française. V.-Groupe \" Techniciens collaborateurs de création \". 1° Il est affecté au groupe \" Techniciens collaborateurs de création \" un nombre total de 14 points répartis entre les postes suivants : a) Techniciens de la branche de la réalisation autres que le réalisateur : 2 points ; b) Techniciens de la branche de l'administration et de la régie : 2 points ; c) Techniciens de la branche de la prise de vues : 3 points ; d) Techniciens de la branche de la décoration : 2 points ; e) Techniciens de la branche du son : 2 points ; f) Techniciens de la branche du montage : 2 points ; g) Techniciens de la branche du maquillage : 1 point. 2° Ces points ne sont obtenus que si, pour l'œuvre cinématographique considérée, sont satisfaites les conditions suivantes : a) Les techniciens collaborateurs de création sont, soit de nationalité française, soit ressortissants d'un Etat membre de l'Union européenne, d'un autre Etat partie à l'accord sur l'Espace économique européen, d'un Etat partie à la Convention européenne sur la télévision transfrontière ou à la Convention européenne sur la coproduction cinématographique du Conseil de l'Europe ou d'un Etat tiers européen avec lequel la Communauté ou l'Union européenne a conclu des accords ayant trait au secteur audiovisuel. Les étrangers autres que les ressortissants des Etats européens précités, titulaires de la carte de résident français ou d'un document équivalent délivré par un Etat membre de l'Union européenne ou un autre Etat partie à l'accord sur l'Espace économique européen, sont assimilés aux citoyens français ; b) Le contrat conclu avec les techniciens collaborateurs désigne la loi française comme loi applicable. 3° Tout point relevant d'un poste ou de l'un de ses éléments auquel il n'est pas fait appel pour des raisons artistiques ou techniques justifiées est réputé obtenu pour les œuvres cinématographiques d'initiative française. VI.-Groupe \" Ouvriers \". 1° Il est affecté au groupe \" Ouvriers \" un nombre total de 6 points répartis entre les postes suivants : a) Ouvriers de l'équipe de tournage : 4 points ; b) Ouvriers de l'équipe de construction : 2 points. 2° Ces points ne sont obtenus que si, pour l'œuvre cinématographique considérée, sont satisfaites les conditions suivantes : a) Les ouvriers sont, soit de nationalité française, soit ressortissants d'un Etat membre de l'Union européenne, d'un autre Etat partie à l'accord sur l'Espace économique européen, d'un Etat partie à la Convention européenne sur la télévision transfrontière ou à la Convention européenne sur la coproduction cinématographique du Conseil de l'Europe ou d'un Etat tiers européen avec lequel la Communauté ou l'Union européenne a conclu des accords ayant trait au secteur audiovisuel. Les étrangers autres que les ressortissants des Etats européens précités, titulaires de la carte de résident français ou d'un document équivalent délivré par un Etat membre de l'Union européenne ou un autre Etat partie à l'accord sur l'Espace économique européen, sont assimilés aux citoyens français ; b) Le contrat conclu avec les ouvriers désigne la loi française comme loi applicable. 3° Tout point relevant d'un poste ou de l'un de ses éléments auquel il n'est pas fait appel pour des raisons artistiques ou techniques justifiées est réputé obtenu pour les œuvres cinématographiques d'initiative française. VII.-Groupe \" Tournage et post-production \". 1° Il est affecté au groupe \" Tournage et post-production \" un nombre total de 20 points répartis entre les postes suivants : a) Localisation des éléments de tournage : 5 points, dont 3 points pour les lieux de tournage et 2 points pour le laboratoire de tournage. Si une partie du tournage est effectuée à l'étranger et n'est pas justifiée par des raisons artistiques, les points relevant de ce poste ne sont pas obtenus. En ce qui concerne les laboratoires de tournage figurant au même poste, si l'entreprise chargée d'exécuter la prestation n'est pas établie en France mais dans le pays où le tournage est effectué, les points peuvent, par dérogation, être obtenus pour les œuvres cinématographiques d'initiative française dès lors que des raisons techniques le justifient ; b) Matériels techniques de tournage : 5 points, dont 2 points pour l'équipement de prise de vues, 2 points pour l'éclairage et 1 point pour la machinerie ; c) Entreprises de post-production son : 5 points. Ces points concernent les mixages relatifs à la version originale de l'œuvre cinématographique ; d) Entreprises de post-production image : 5 points. Ces points concernent les travaux effectués en laboratoires. 2° Ces points ne sont obtenus que si, pour l'œuvre cinématographique considérée, les entreprises chargées de l'exécution des prestations se rapportant à chacun des postes précités sont établies en France. 3° Tout point relevant d'un poste ou de l'un de ses éléments auquel il n'est pas fait appel pour des raisons artistiques ou techniques justifiées est réputé obtenu pour les œuvres cinématographiques d'initiative française.",
            "texteHtml": "<p>Pour les œuvres cinématographiques appartenant au genre fiction, les points sont répartis entre sept groupes, dans les conditions suivantes : </p><p><br/>I.-Groupe \" Entreprise de production \". </p><p><br/>1° Il est affecté au groupe \" Entreprise de production \" un nombre total de 10 points. </p><p><br/>2° Ces points ne sont obtenus que si l'œuvre cinématographique considérée est produite par au moins une entreprise de production qui satisfait aux conditions prévues à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000020908868&idArticle=LEGIARTI000031344835&dateTexte=&categorieLien=cid' title='Code du cinéma et de l'image animée - art. 211-3 (V)'>211-3</a>. </p><p><br/>II.-Groupe \" Langue de tournage \". </p><p><br/>1° Il est affecté au groupe \" Langue de tournage \" un nombre total de 20 points. </p><p><br/>2° Ces points ne sont obtenus que si l'œuvre cinématographique considérée est réalisée intégralement ou principalement en version originale en langue française ou dans une langue régionale en usage en France. </p><p><br/>3° Ces points sont réputés obtenus lorsque l'œuvre cinématographique est une œuvre cinématographique de fiction tirée d'un opéra et réalisée dans la langue du livret. </p><p><br/>III.-Groupe \" Auteurs \". </p><p><br/>1° Il est affecté au groupe \" Auteurs \" un nombre total de 10 points répartis entre les postes suivants : </p><p><br/>a) Réalisateur : 5 points ; </p><p><br/>b) Auteurs de l'œuvre originaire, du scénario, de l'adaptation et du texte parlé : 4 points ; </p><p><br/>c) Auteur des compositions musicales avec ou sans paroles spécialement réalisées pour l'œuvre : 1 point. </p><p><br/>2° Les points relevant du poste \" Réalisateur \" ne sont obtenus que si, pour l'œuvre cinématographique considérée, sont satisfaites les conditions suivantes : </p><p><br/>a) Le contrat de production audiovisuelle conclu avec le réalisateur désigne la loi française comme loi applicable ; </p><p><br/>b) Le contrat de travail conclu avec le réalisateur en complément du contrat de production audiovisuelle désigne la loi française comme loi applicable. </p><p><br/>3° Les points relevant des postes autres que le poste \" Réalisateur \" ne sont obtenus que si, pour l'œuvre cinématographique considérée, le contrat de production audiovisuelle conclu avec chacun des auteurs concernés désigne la loi française comme loi applicable. </p><p><br/>4° Tout point relevant d'un poste ou de l'un de ses éléments auquel il n'est pas fait appel pour des raisons artistiques ou techniques justifiées est réputé obtenu pour les œuvres cinématographiques d'initiative française. </p><p><br/>IV.-Groupe \" Artistes-interprètes \". </p><p><br/>1° Il est affecté au groupe \" Artistes-interprètes \" un nombre total de 20 points répartis entre les postes suivants : </p><p><br/>a) Artistes-interprètes assurant les rôles principaux : 10 points ; </p><p><br/>b) Artistes-interprètes assurant les rôles secondaires : 10 points. </p><p><br/>2° Ces points ne sont obtenus que si, pour l'œuvre cinématographique considérée, sont satisfaites les conditions suivantes : </p><p><br/>a) Les artistes-interprètes sont, soit de nationalité française, soit ressortissants d'un Etat membre de l'Union européenne, d'un autre Etat partie à l'accord sur l'Espace économique européen, d'un Etat partie à la Convention européenne sur la télévision transfrontière ou à la Convention européenne sur la coproduction cinématographique du Conseil de l'Europe ou d'un Etat tiers européen avec lequel la Communauté ou l'Union européenne a conclu des accords ayant trait au secteur audiovisuel. </p><p><br/>Les étrangers autres que les ressortissants des Etats européens précités, titulaires de la carte de résident français ou d'un document équivalent délivré par un Etat membre de l'Union européenne ou un autre Etat partie à l'accord sur l'Espace économique européen, sont assimilés aux citoyens français ; </p><p><br/>b) Le contrat conclu avec les artistes-interprètes désigne la loi française comme loi applicable. </p><p><br/>3° Sont considérés comme rôles principaux les rôles pour lesquels la présence à l'écran des artistes-interprètes est requise pour la moitié au moins des scènes de l'œuvre cinématographique et comme rôles secondaires les rôles d'au moins quatre cachets. </p><p><br/>4° Tout point relevant d'un poste ou de l'un de ses éléments auquel il n'est pas fait appel pour des raisons artistiques ou techniques justifiées est réputé obtenu pour les œuvres cinématographiques d'initiative française. </p><p><br/>V.-Groupe \" Techniciens collaborateurs de création \". </p><p><br/>1° Il est affecté au groupe \" Techniciens collaborateurs de création \" un nombre total de 14 points répartis entre les postes suivants : </p><p><br/>a) Techniciens de la branche de la réalisation autres que le réalisateur : 2 points ; </p><p><br/>b) Techniciens de la branche de l'administration et de la régie : 2 points ; </p><p><br/>c) Techniciens de la branche de la prise de vues : 3 points ; </p><p><br/>d) Techniciens de la branche de la décoration : 2 points ; </p><p><br/>e) Techniciens de la branche du son : 2 points ; </p><p><br/>f) Techniciens de la branche du montage : 2 points ; </p><p><br/>g) Techniciens de la branche du maquillage : 1 point. </p><p><br/>2° Ces points ne sont obtenus que si, pour l'œuvre cinématographique considérée, sont satisfaites les conditions suivantes : </p><p><br/>a) Les techniciens collaborateurs de création sont, soit de nationalité française, soit ressortissants d'un Etat membre de l'Union européenne, d'un autre Etat partie à l'accord sur l'Espace économique européen, d'un Etat partie à la Convention européenne sur la télévision transfrontière ou à la Convention européenne sur la coproduction cinématographique du Conseil de l'Europe ou d'un Etat tiers européen avec lequel la Communauté ou l'Union européenne a conclu des accords ayant trait au secteur audiovisuel. </p><p><br/>Les étrangers autres que les ressortissants des Etats européens précités, titulaires de la carte de résident français ou d'un document équivalent délivré par un Etat membre de l'Union européenne ou un autre Etat partie à l'accord sur l'Espace économique européen, sont assimilés aux citoyens français ; </p><p><br/>b) Le contrat conclu avec les techniciens collaborateurs désigne la loi française comme loi applicable. </p><p><br/>3° Tout point relevant d'un poste ou de l'un de ses éléments auquel il n'est pas fait appel pour des raisons artistiques ou techniques justifiées est réputé obtenu pour les œuvres cinématographiques d'initiative française. </p><p><br/>VI.-Groupe \" Ouvriers \". </p><p><br/>1° Il est affecté au groupe \" Ouvriers \" un nombre total de 6 points répartis entre les postes suivants : </p><p><br/>a) Ouvriers de l'équipe de tournage : 4 points ; </p><p><br/>b) Ouvriers de l'équipe de construction : 2 points. </p><p><br/>2° Ces points ne sont obtenus que si, pour l'œuvre cinématographique considérée, sont satisfaites les conditions suivantes : </p><p><br/>a) Les ouvriers sont, soit de nationalité française, soit ressortissants d'un Etat membre de l'Union européenne, d'un autre Etat partie à l'accord sur l'Espace économique européen, d'un Etat partie à la Convention européenne sur la télévision transfrontière ou à la Convention européenne sur la coproduction cinématographique du Conseil de l'Europe ou d'un Etat tiers européen avec lequel la Communauté ou l'Union européenne a conclu des accords ayant trait au secteur audiovisuel. </p><p><br/>Les étrangers autres que les ressortissants des Etats européens précités, titulaires de la carte de résident français ou d'un document équivalent délivré par un Etat membre de l'Union européenne ou un autre Etat partie à l'accord sur l'Espace économique européen, sont assimilés aux citoyens français ; </p><p><br/>b) Le contrat conclu avec les ouvriers désigne la loi française comme loi applicable. </p><p><br/>3° Tout point relevant d'un poste ou de l'un de ses éléments auquel il n'est pas fait appel pour des raisons artistiques ou techniques justifiées est réputé obtenu pour les œuvres cinématographiques d'initiative française. </p><p><br/>VII.-Groupe \" Tournage et post-production \". </p><p><br/>1° Il est affecté au groupe \" Tournage et post-production \" un nombre total de 20 points répartis entre les postes suivants : </p><p><br/>a) Localisation des éléments de tournage : 5 points, dont 3 points pour les lieux de tournage et 2 points pour le laboratoire de tournage. </p><p><br/>Si une partie du tournage est effectuée à l'étranger et n'est pas justifiée par des raisons artistiques, les points relevant de ce poste ne sont pas obtenus. En ce qui concerne les laboratoires de tournage figurant au même poste, si l'entreprise chargée d'exécuter la prestation n'est pas établie en France mais dans le pays où le tournage est effectué, les points peuvent, par dérogation, être obtenus pour les œuvres cinématographiques d'initiative française dès lors que des raisons techniques le justifient ; </p><p><br/>b) Matériels techniques de tournage : 5 points, dont 2 points pour l'équipement de prise de vues, 2 points pour l'éclairage et 1 point pour la machinerie ; </p><p><br/>c) Entreprises de post-production son : 5 points. Ces points concernent les mixages relatifs à la version originale de l'œuvre cinématographique ; </p><p><br/>d) Entreprises de post-production image : 5 points. Ces points concernent les travaux effectués en laboratoires. </p><p><br/>2° Ces points ne sont obtenus que si, pour l'œuvre cinématographique considérée, les entreprises chargées de l'exécution des prestations se rapportant à chacun des postes précités sont établies en France. </p><p><br/>3° Tout point relevant d'un poste ou de l'un de ses éléments auquel il n'est pas fait appel pour des raisons artistiques ou techniques justifiées est réputé obtenu pour les œuvres cinématographiques d'initiative française.<br/></p>",
            "num": "211-9",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1423612800000,
            "dateFin": 1514764800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2015-02-11",
                        "fin": "2999-01-01",
                        "titre": "Annexe : RÈGLEMENT GÉNÉRAL DES AIDES FINANCIÈRES DU CENTRE NATIONAL DU CINÉMA ET DE L'IMAGE ANIMÉE ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000030225929",
                        "id": "LEGISCTA000030225929",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-02-11",
                        "fin": "2023-02-01",
                        "titre": "Livre II : Soutien à la création cinématographique et à la diffusion en salle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000030226072",
                        "id": "LEGISCTA000030226072",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2015-02-11",
                        "fin": "2023-02-01",
                        "titre": "Titre Ier : Aides financières à la création des œuvres cinématographiques de longue durée",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031344826",
                        "id": "LEGISCTA000031344826",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2015-02-11",
                        "fin": "2023-02-01",
                        "titre": "Chapitre Ier : Aides financières à la production et à la préparation des œuvres cinématographiques de longue durée ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031344827",
                        "id": "LEGISCTA000031344827",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2015-02-11",
                        "fin": "2023-02-01",
                        "titre": "Section 1 : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031344828",
                        "id": "LEGISCTA000031344828",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2015-02-11",
                        "fin": "2023-02-01",
                        "titre": "Sous-section 2 : Conditions relatives aux œuvres",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031344840",
                        "id": "LEGISCTA000031344840",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2015-02-11",
                        "fin": "2023-02-01",
                        "titre": "Paragraphe 2 : Conditions particulières",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031344869",
                        "id": "LEGISCTA000031344869",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2015-02-11",
                        "fin": "2023-02-01",
                        "titre": "Sous-paragraphe 1 : Barème de points des œuvres de fiction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031344871",
                        "id": "LEGISCTA000031344871",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "2009-07-26",
                        "fin": "2999-01-01",
                        "titre": "Code du cinéma et de l'image animée",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000020908868",
                        "id": "LEGITEXT000020908868",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000031344872",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000031344871",
            "sectionParentId": "LEGISCTA000031344871",
            "sectionParentTitre": "Sous-paragraphe 1 : Barème de points des œuvres de fiction",
            "fullSectionsTitre": "Annexe : RÈGLEMENT GÉNÉRAL DES AIDES FINANCIÈRES DU CENTRE NATIONAL DU CINÉMA ET DE L'IMAGE ANIMÉE  &gt; Livre II : Soutien à la création cinématographique et à la diffusion en salle &gt; Titre Ier : Aides financières à la création des œuvres cinématographiques de longue durée &gt; Chapitre Ier : Aides financières à la production et à la préparation des œuvres cinématographiques de longue durée  &gt; Section 1 : Dispositions générales &gt; Sous-section 2 : Conditions relatives aux œuvres &gt; Paragraphe 2 : Conditions particulières &gt; Sous-paragraphe 1 : Barème de points des œuvres de fiction",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000031344872",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000020908868",
                    "titre": "Code du cinéma et de l'image animée",
                    "titreLong": "Code du cinéma et de l'image animée",
                    "etat": "VIGUEUR",
                    "dateDebut": 1248566400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000020908868",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000030212955",
                    "textTitle": "Délibération n°2014/CA/11 du 27 novembre 2014 - art., v. init.",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFARTI000030213070",
                    "natureText": "DELIBERATION",
                    "datePubliTexte": "2015-02-10",
                    "dateSignaTexte": "2014-11-27",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. 211-12 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "211-12",
                    "articleId": "LEGIARTI000036198295",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. 211-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "211-3",
                    "articleId": "LEGIARTI000031344835",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1423612800000
                },
                {
                    "textCid": "LEGITEXT000020908868",
                    "textTitle": "Code du cinéma et de l'image animée - art. 211-84 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "211-84",
                    "articleId": "LEGIARTI000031345171",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1423612800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000031344872",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1423612800000,
                    "dateFin": 1514764800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036197823",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1514764800000,
                    "dateFin": 1633737600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044175943",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 1633737600000,
                    "dateFin": 1675209600000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "211-9"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}