{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000048180493",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Procédure d'évaluation de la conformité des produits I. - Contrôle interne de la fabrication Le contrôle interne de la fabrication est la procédure d'évaluation de la conformité par laquelle le fabricant remplit les obligations définies aux II, III et IV de la présente annexe et assure et déclare sous sa seule responsabilité que les produits concernés satisfont aux exigences applicables de l'article D. 412-51. II. - Documentation technique La documentation technique est établie par le fabricant. Elle permet d'évaluer la conformité du produit avec les exigences en matière d'accessibilité mentionnées à l' article L. 412-13 du code de la consommation ainsi que, dans le cas où le fabricant s'est fondé sur le II de cet article, de démontrer que la conformité avec les exigences en matière d'accessibilité introduirait une modification fondamentale ou imposerait une charge disproportionnée. La documentation technique précise uniquement les exigences applicables et porte, dans la mesure nécessaire à l'évaluation, sur la conception, la fabrication et le fonctionnement du produit. La documentation technique comporte, s'il y a lieu, au moins les éléments suivants : a) Une description générale du produit ; b) Une liste des normes harmonisées et des spécifications techniques dont les références ont été publiées au Journal officiel de l'Union européenne et qui ont été intégralement ou partiellement appliquées, ainsi qu'une description des solutions adoptées pour satisfaire aux exigences en matière d'accessibilité mentionnées à l'article L. 412-13 du code de la consommation lorsque ces normes harmonisées ou ces spécifications techniques n'ont pas été appliquées. En cas d'application partielle de normes harmonisées ou de spécifications techniques, la documentation technique précise quelles parties ont été appliquées. III. - Fabrication Le fabricant prend toutes les mesures nécessaires pour que le procédé de fabrication et le suivi de celui-ci assurent la conformité des produits avec la documentation technique mentionnée II de cette annexe et avec les exigences en matière d'accessibilité énoncées à l'article D. 412-51. IV. - Marquage CE et déclaration de conformité UE a) Le fabricant appose le marquage CE sur chaque produit qui est conforme aux exigences applicables de l'article D. 412-51 ; b) Le fabricant établit une déclaration écrite de conformité UE concernant un modèle de produit. La déclaration précise le produit pour lequel elle a été établie. Une copie de cette déclaration est mise à la disposition des autorités compétentes sur demande. V. - Mandataire Les obligations du fabricant énoncées au IV peuvent être remplies par son mandataire, en son nom et sous sa responsabilité, pour autant qu'elles soient spécifiées dans le mandat.",
            "texteHtml": "<p>Procédure d'évaluation de la conformité des produits</p><p></p><p> I. - Contrôle interne de la fabrication</p><p></p><p> Le contrôle interne de la fabrication est la procédure d'évaluation de la conformité par laquelle le fabricant remplit les obligations définies aux II, III et IV de la présente annexe et assure et déclare sous sa seule responsabilité que les produits concernés satisfont aux exigences applicables de l'article D. 412-51.</p><p></p><p> II. - Documentation technique</p><p></p><p> La documentation technique est établie par le fabricant. Elle permet d'évaluer la conformité du produit avec les exigences en matière d'accessibilité mentionnées à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069565&idArticle=LEGIARTI000047284897&dateTexte=&categorieLien=cid'>article L. 412-13 du code de la consommation</a> ainsi que, dans le cas où le fabricant s'est fondé sur le II de cet article, de démontrer que la conformité avec les exigences en matière d'accessibilité introduirait une modification fondamentale ou imposerait une charge disproportionnée. La documentation technique précise uniquement les exigences applicables et porte, dans la mesure nécessaire à l'évaluation, sur la conception, la fabrication et le fonctionnement du produit.</p><p></p><p> La documentation technique comporte, s'il y a lieu, au moins les éléments suivants :</p><p></p><p> a) Une description générale du produit ;</p><p></p><p> b) Une liste des normes harmonisées et des spécifications techniques dont les références ont été publiées au Journal officiel de l'Union européenne et qui ont été intégralement ou partiellement appliquées, ainsi qu'une description des solutions adoptées pour satisfaire aux exigences en matière d'accessibilité mentionnées à l'article L. 412-13 du code de la consommation lorsque ces normes harmonisées ou ces spécifications techniques n'ont pas été appliquées. En cas d'application partielle de normes harmonisées ou de spécifications techniques, la documentation technique précise quelles parties ont été appliquées.</p><p></p><p> III. - Fabrication</p><p></p><p>Le fabricant prend toutes les mesures nécessaires pour que le procédé de fabrication et le suivi de celui-ci assurent la conformité des produits avec la documentation technique mentionnée II de cette annexe et avec les exigences en matière d'accessibilité énoncées à l'article D. 412-51.</p><p></p><p> IV. - Marquage CE et déclaration de conformité UE</p><p></p><p> a) Le fabricant appose le marquage CE sur chaque produit qui est conforme aux exigences applicables de l'article D. 412-51 ;</p><p></p><p> b) Le fabricant établit une déclaration écrite de conformité UE concernant un modèle de produit. La déclaration précise le produit pour lequel elle a été établie.</p><p></p><p> Une copie de cette déclaration est mise à la disposition des autorités compétentes sur demande.</p><p></p><p> V. - Mandataire</p><p></p><p> Les obligations du fabricant énoncées au IV peuvent être remplies par son mandataire, en son nom et sous sa responsabilité, pour autant qu'elles soient spécifiées dans le mandat.</p>",
            "num": "Annexe à l'article D412-51",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1696982400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1323003316,
            "context": {
                "titresTM": [
                    {
                        "debut": "2016-07-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire nouvelle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000032807108",
                        "id": "LEGISCTA000032807108",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-07-01",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000032887060",
                        "id": "LEGISCTA000032887060",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1993-07-27",
                        "fin": "2999-01-01",
                        "titre": "Code de la consommation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069565",
                        "id": "LEGITEXT000006069565",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000048180437",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000032887060",
            "sectionParentId": "LEGISCTA000032887060",
            "sectionParentTitre": "Annexes",
            "fullSectionsTitre": "Partie réglementaire nouvelle &gt; Annexes",
            "refInjection": "MD-20231010_195436_344_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000048180493",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069565",
                    "titre": "Code de la consommation",
                    "titreLong": "Code de la consommation",
                    "etat": "VIGUEUR",
                    "dateDebut": 743731200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069565",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 3 du décret n° 2023-931 du 9 octobre 2023, ces dispositions sont applicables aux produits mis sur le marché et aux services fournis après le 28 juin 2025, selon les modalités prévues aux B à E du VIII de l'article 16 de la loi n° 2023-171 du 9 mars 2023 portant diverses dispositions d'adaptation au droit de l'Union européenne dans les domaines de l'économie, de la santé, du travail, des transports et de l'agriculture.",
            "notaHtml": "<p>Conformément à l'article 3 du décret n° 2023-931 du 9 octobre 2023, ces dispositions sont applicables aux produits mis sur le marché et aux services fournis après le 28 juin 2025, selon les modalités prévues aux B à E du VIII de l'article 16 de la loi n° 2023-171 du 9 mars 2023 portant diverses dispositions d'adaptation au droit de l'Union européenne dans les domaines de l'économie, de la santé, du travail, des transports et de l'agriculture.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000048178349",
                    "textTitle": "Décret n°2023-931 du 9 octobre 2023 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000048179403",
                    "natureText": "DECRET",
                    "datePubliTexte": "2023-10-10",
                    "dateSignaTexte": "2023-10-09",
                    "dateDebutCible": "2023-10-11"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069565",
                    "textTitle": "Code de la consommation - art. L412-13",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L412-13",
                    "articleId": "LEGIARTI000047284897",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1678492800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000048180493",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1696982400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe à l'article D412-51"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}