{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000042915822",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Lorsque, au cours de l'instruction, la restitution des biens meubles placés sous main de justice et dont la conservation n'est plus nécessaire à la manifestation de la vérité s'avère impossible, soit parce que le propriétaire ne peut être identifié, soit parce que le propriétaire ne réclame pas l'objet dans un délai d'un mois à compter d'une mise en demeure adressée à son domicile, le juge d'instruction peut ordonner, sous réserve des droits des tiers, la destruction de ces biens ou leur remise à l'Agence de gestion et de recouvrement des avoirs saisis et confisqués aux fins d'aliénation. Le juge d'instruction peut également ordonner, sous réserve des droits des tiers, de remettre à l'Agence de gestion et de recouvrement des avoirs saisis et confisqués, en vue de leur aliénation, des biens meubles placés sous main de justice, dont la conservation n'est plus nécessaire à la manifestation de la vérité et dont la confiscation est prévue par la loi, lorsque le maintien de la saisie serait de nature à diminuer la valeur du bien. S'il est procédé à la vente du bien, le produit de celle-ci est consigné pendant une durée de dix ans. En cas de non-lieu, de relaxe ou d'acquittement, ou lorsque la peine de confiscation n'est pas prononcée, ce produit est restitué au propriétaire des objets s'il en fait la demande. Lorsque le maintien de la saisie serait de nature à diminuer la valeur du bien, le juge d'instruction peut également ordonner, sous réserve des droits des tiers, de remettre à l'agence de gestion et de recouvrement des avoirs saisis et confisqués, en vue de leur affectation à titre gratuit par l'autorité administrative et après que leur valeur a été estimée, aux services judiciaires ou à des services de police, des unités de gendarmerie, à l'Office français de la biodiversité ou à des services placés sous l'autorité du ministre chargé du budget qui effectuent des missions de police judiciaire, des biens meubles placés sous main de justice, dont la conservation n'est plus nécessaire à la manifestation de la vérité et dont la confiscation est prévue par la loi. En cas de non-lieu, de relaxe ou d'acquittement, ou lorsque la peine de confiscation n'est pas prononcée, le propriétaire qui en fait la demande obtient la restitution du bien, assortie s'il y a lieu d'une indemnité compensant la perte de valeur qui a pu résulter de l'usage du bien. Le juge d'instruction peut également ordonner la destruction des biens meubles placés sous main de justice dont la conservation n'est plus nécessaire à la manifestation de la vérité, lorsqu'il s'agit d'objets qualifiés par la loi de dangereux ou de nuisibles, ou dont la détention est illicite. Les décisions prises en application du présent article font l'objet d'une ordonnance motivée. Cette ordonnance est prise soit sur réquisitions du procureur de la République, soit d'office après avis de ce dernier. Elle est notifiée au ministère public, aux parties intéressées et, s'ils sont connus, au propriétaire ainsi qu'aux tiers ayant des droits sur le bien, qui peuvent la déférer à la chambre de l'instruction dans les conditions prévues aux cinquième et sixième alinéas de l'article 99 . Toutefois, en cas de notification orale d'une décision, prise en application du quatrième alinéa du présent article, de destruction de produits stupéfiants susceptibles d'être saisis à l'occasion de l'exécution d'une commission rogatoire, cette décision peut être déférée dans un délai de vingt-quatre heures devant la chambre de l'instruction, par déclaration au greffe du juge d'instruction ou à l'autorité qui a procédé à cette notification. Ces délais et l'exercice du recours sont suspensifs. Un décret en Conseil d'Etat détermine les modalités d'application du présent article.",
            "texteHtml": "<p>Lorsque, au cours de l'instruction, la restitution des biens meubles placés sous main de justice et dont la conservation n'est plus nécessaire à la manifestation de la vérité s'avère impossible, soit parce que le propriétaire ne peut être identifié, soit parce que le propriétaire ne réclame pas l'objet dans un délai d'un mois à compter d'une mise en demeure adressée à son domicile, le juge d'instruction peut ordonner, sous réserve des droits des tiers, la destruction de ces biens ou leur remise à l'Agence de gestion et de recouvrement des avoirs saisis et confisqués aux fins d'aliénation. </p><p>Le juge d'instruction peut également ordonner, sous réserve des droits des tiers, de remettre à l'Agence de gestion et de recouvrement des avoirs saisis et confisqués, en vue de leur aliénation, des biens meubles placés sous main de justice, dont la conservation n'est plus nécessaire à la manifestation de la vérité et dont la confiscation est prévue par la loi, lorsque le maintien de la saisie serait de nature à diminuer la valeur du bien. S'il est procédé à la vente du bien, le produit de celle-ci est consigné pendant une durée de dix ans. En cas de non-lieu, de relaxe ou d'acquittement, ou lorsque la peine de confiscation n'est pas prononcée, ce produit est restitué au propriétaire des objets s'il en fait la demande. </p><p>Lorsque le maintien de la saisie serait de nature à diminuer la valeur du bien, le juge d'instruction peut également ordonner, sous réserve des droits des tiers, de remettre à l'agence de gestion et de recouvrement des avoirs saisis et confisqués, en vue de leur affectation à titre gratuit par l'autorité administrative et après que leur valeur a été estimée, aux services judiciaires ou à des services de police, des unités de gendarmerie, à l'Office français de la biodiversité ou à des services placés sous l'autorité du ministre chargé du budget qui effectuent des missions de police judiciaire, des biens meubles placés sous main de justice, dont la conservation n'est plus nécessaire à la manifestation de la vérité et dont la confiscation est prévue par la loi. En cas de non-lieu, de relaxe ou d'acquittement, ou lorsque la peine de confiscation n'est pas prononcée, le propriétaire qui en fait la demande obtient la restitution du bien, assortie s'il y a lieu d'une indemnité compensant la perte de valeur qui a pu résulter de l'usage du bien. </p><p>Le juge d'instruction peut également ordonner la destruction des biens meubles placés sous main de justice dont la conservation n'est plus nécessaire à la manifestation de la vérité, lorsqu'il s'agit d'objets qualifiés par la loi de dangereux ou de nuisibles, ou dont la détention est illicite. </p><p>Les décisions prises en application du présent article font l'objet d'une ordonnance motivée. Cette ordonnance est prise soit sur réquisitions du procureur de la République, soit d'office après avis de ce dernier. Elle est notifiée au ministère public, aux parties intéressées et, s'ils sont connus, au propriétaire ainsi qu'aux tiers ayant des droits sur le bien, qui peuvent la déférer à la chambre de l'instruction dans les conditions prévues aux cinquième et sixième alinéas de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006575500&dateTexte=&categorieLien=cid' title='Code de procédure pénale - art. 99 (V)'>99</a>. Toutefois, en cas de notification orale d'une décision, prise en application du quatrième alinéa du présent article, de destruction de produits stupéfiants susceptibles d'être saisis à l'occasion de l'exécution d'une commission rogatoire, cette décision peut être déférée dans un délai de vingt-quatre heures devant la chambre de l'instruction, par déclaration au greffe du juge d'instruction ou à l'autorité qui a procédé à cette notification. Ces délais et l'exercice du recours sont suspensifs. </p><p>Un décret en Conseil d'Etat détermine les modalités d'application du présent article.</p><p></p>",
            "num": "99-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "8.0",
            "etat": "VIGUEUR",
            "dateDebut": 1609372800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 944878,
            "context": {
                "titresTM": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098229",
                        "id": "LEGISCTA000006098229",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2013-07-27",
                        "titre": "Livre Ier : De l'exercice de l'action publique et de l'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121321",
                        "id": "LEGISCTA000006121321",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-07-27",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : De la conduite de la politique pénale, de l'exercice de l'action publique et de l'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121321",
                        "id": "LEGISCTA000027753875",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Des juridictions d'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138090",
                        "id": "LEGISCTA000006138090",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Du juge d'instruction : juridiction d'instruction du premier degré",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151881",
                        "id": "LEGISCTA000006151881",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-10-01",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Des transports, des perquisitions, des saisies et des interceptions de correspondances émises par la voie des télécommunications",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006167423",
                        "id": "LEGISCTA000006167423",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-10-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : Des transports, des perquisitions et des saisies",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006182886",
                        "id": "LEGISCTA000006182886",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Code de procédure pénale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071154",
                        "id": "LEGITEXT000006071154",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006575241",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006182886",
            "sectionParentId": "LEGISCTA000006182886",
            "sectionParentTitre": "Sous-section 1 : Des transports, des perquisitions et des saisies",
            "fullSectionsTitre": "Partie législative &gt; Livre Ier : De la conduite de la politique pénale, de l'exercice de l'action publique et de l'instruction &gt; Titre III : Des juridictions d'instruction &gt; Chapitre Ier : Du juge d'instruction : juridiction d'instruction du premier degré &gt; Section 3 : Des transports, des perquisitions, des saisies et des interceptions de correspondances émises par la voie des télécommunications &gt; Sous-section 1 : Des transports, des perquisitions et des saisies",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000042915822",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071154",
                    "titre": "Code de procédure pénale",
                    "titreLong": "Code de procédure pénale",
                    "etat": "VIGUEUR",
                    "dateDebut": -370310400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071154",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000042753580",
                    "textTitle": "LOI n°2020-1721 du 29 décembre 2020 - art. 235",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "235",
                    "articleId": "LEGIARTI000042778937",
                    "natureText": "LOI",
                    "datePubliTexte": "2020-12-30",
                    "dateSignaTexte": "2020-12-29",
                    "dateDebutCible": "2020-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000713756",
                    "textTitle": "Loi n°94-589 du 15 juillet 1994 - art. 16 bis (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "16 bis",
                    "articleId": "LEGIARTI000031532617",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "94-589",
                    "datePubli": 774316800000,
                    "dateDebut": 1448668800000
                },
                {
                    "textCid": "JORFTEXT000000240757",
                    "textTitle": "Loi n°2004-1485 du 30 décembre 2004 - art. 115 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "115",
                    "articleId": "LEGIARTI000006322376",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2004-1485",
                    "datePubli": 1104451200000,
                    "dateDebut": 1104451200000
                },
                {
                    "textCid": "JORFTEXT000031531807",
                    "textTitle": "ORDONNANCE n°2015-1534 du 26 novembre 2015 - art. 5, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "JORFARTI000031531839",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2015-1534",
                    "datePubli": 1448582400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000034129194",
                    "textTitle": "Délibération n°2016-310 du 6 octobre 2016 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000034129202",
                    "natureText": "DELIBERATION",
                    "parentCid": null,
                    "numTexte": "2016-310",
                    "datePubli": 1488499200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036684292",
                    "textTitle": "Arrêté du 23 février 2018 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000036686798",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1520553600000,
                    "dateDebut": 1520640000000
                },
                {
                    "textCid": "JORFTEXT000037996285",
                    "textTitle": "Arrêté du 31 décembre 2018 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000038162790",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1547337600000,
                    "dateDebut": 1547424000000
                },
                {
                    "textCid": "JORFTEXT000037996285",
                    "textTitle": "Arrêté du 31 décembre 2018 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000045599842",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1547337600000,
                    "dateDebut": 1650153600000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 706-144 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "706-144",
                    "articleId": "LEGIARTI000022470116",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1278806400000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 706-145 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "706-145",
                    "articleId": "LEGIARTI000022470114",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1278806400000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 706-160 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "706-160",
                    "articleId": "LEGIARTI000043341952",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1618012800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 706-30-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "706-30-1",
                    "articleId": "LEGIARTI000023718471",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1300233600000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 99 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "99",
                    "articleId": "LEGIARTI000006575500",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465084800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R15-41-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R15-41-1",
                    "articleId": "LEGIARTI000006517136",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1052784000000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R54-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R54-9",
                    "articleId": "LEGIARTI000023509933",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1296777600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006575241",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 930182400000,
                    "dateFin": 978307200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006575242",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 978307200000,
                    "dateFin": 1296777600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022470159",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1296777600000,
                    "dateFin": 1300233600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000023718468",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1300233600000,
                    "dateFin": 1465084800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032655847",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1465084800000,
                    "dateFin": 1540425600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037526021",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1540425600000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038846030",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1609372800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042915822",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1609372800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "99-2"
            ],
            "versionPrecedente": "LEGIARTI000038846030",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000038846030",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Lorsque, au cours de l'instruction, la restitution des biens meubles placés sous main de justice et dont la conservation n'est plus nécessaire à la manifestation de la vérité s'avère impossible, soit parce que le propriétaire ne peut être identifié, soit parce que le propriétaire ne réclame pas l'objet dans un délai d'un mois à compter d'une mise en demeure adressée à son domicile, le juge d'instruction peut ordonner, sous réserve des droits des tiers, la destruction de ces biens ou leur remise à l'Agence de gestion et de recouvrement des avoirs saisis et confisqués aux fins d'aliénation. Le juge d'instruction peut également ordonner, sous réserve des droits des tiers, de remettre à l'Agence de gestion et de recouvrement des avoirs saisis et confisqués, en vue de leur aliénation, des biens meubles placés sous main de justice, dont la conservation n'est plus nécessaire à la manifestation de la vérité et dont la confiscation est prévue par la loi, lorsque le maintien de la saisie serait de nature à diminuer la valeur du bien. S'il est procédé à la vente du bien, le produit de celle-ci est consigné pendant une durée de dix ans. En cas de non-lieu, de relaxe ou d'acquittement, ou lorsque la peine de confiscation n'est pas prononcée, ce produit est restitué au propriétaire des objets s'il en fait la demande. Lorsque le maintien de la saisie serait de nature à diminuer la valeur du bien, le juge d'instruction peut également ordonner, sous réserve des droits des tiers, de remettre au service des domaines, en vue de leur affectation à titre gratuit par l'autorité administrative et après que leur valeur a été estimée, à des services de police, des unités de gendarmerie, à l'Office français de la biodiversité ou à des services placés sous l'autorité du ministre chargé du budget qui effectuent des missions de police judiciaire, des biens meubles placés sous main de justice, dont la conservation n'est plus nécessaire à la manifestation de la vérité et dont la confiscation est prévue par la loi. En cas de non-lieu, de relaxe ou d'acquittement, ou lorsque la peine de confiscation n'est pas prononcée, le propriétaire qui en fait la demande obtient la restitution du bien, assortie s'il y a lieu d'une indemnité compensant la perte de valeur qui a pu résulter de l'usage du bien. Le juge d'instruction peut également ordonner la destruction des biens meubles placés sous main de justice dont la conservation n'est plus nécessaire à la manifestation de la vérité, lorsqu'il s'agit d'objets qualifiés par la loi de dangereux ou de nuisibles, ou dont la détention est illicite. Les décisions prises en application du présent article font l'objet d'une ordonnance motivée. Cette ordonnance est prise soit sur réquisitions du procureur de la République, soit d'office après avis de ce dernier. Elle est notifiée au ministère public, aux parties intéressées et, s'ils sont connus, au propriétaire ainsi qu'aux tiers ayant des droits sur le bien, qui peuvent la déférer à la chambre de l'instruction dans les conditions prévues aux cinquième et sixième alinéas de l'article 99. Toutefois, en cas de notification orale d'une décision, prise en application du quatrième alinéa du présent article, de destruction de produits stupéfiants susceptibles d'être saisis à l'occasion de l'exécution d'une commission rogatoire, cette décision peut être déférée dans un délai de vingt-quatre heures devant la chambre de l'instruction, par déclaration au greffe du juge d'instruction ou à l'autorité qui a procédé à cette notification. Ces délais et l'exercice du recours sont suspensifs. Un décret en Conseil d'Etat détermine les modalités d'application du présent article.",
            "texteHtml": "<p>Lorsque, au cours de l'instruction, la restitution des biens meubles placés sous main de justice et dont la conservation n'est plus nécessaire à la manifestation de la vérité s'avère impossible, soit parce que le propriétaire ne peut être identifié, soit parce que le propriétaire ne réclame pas l'objet dans un délai d'un mois à compter d'une mise en demeure adressée à son domicile, le juge d'instruction peut ordonner, sous réserve des droits des tiers, la destruction de ces biens ou leur remise à l'Agence de gestion et de recouvrement des avoirs saisis et confisqués aux fins d'aliénation.</p><p>Le juge d'instruction peut également ordonner, sous réserve des droits des tiers, de remettre à l'Agence de gestion et de recouvrement des avoirs saisis et confisqués, en vue de leur aliénation, des biens meubles placés sous main de justice, dont la conservation n'est plus nécessaire à la manifestation de la vérité et dont la confiscation est prévue par la loi, lorsque le maintien de la saisie serait de nature à diminuer la valeur du bien. S'il est procédé à la vente du bien, le produit de celle-ci est consigné pendant une durée de dix ans. En cas de non-lieu, de relaxe ou d'acquittement, ou lorsque la peine de confiscation n'est pas prononcée, ce produit est restitué au propriétaire des objets s'il en fait la demande.</p><p>Lorsque le maintien de la saisie serait de nature à diminuer la valeur du bien, le juge d'instruction peut également ordonner, sous réserve des droits des tiers, de remettre au service des domaines, en vue de leur affectation à titre gratuit par l'autorité administrative et après que leur valeur a été estimée, à des services de police, des unités de gendarmerie, à l'Office français de la biodiversité ou à des services placés sous l'autorité du ministre chargé du budget qui effectuent des missions de police judiciaire, des biens meubles placés sous main de justice, dont la conservation n'est plus nécessaire à la manifestation de la vérité et dont la confiscation est prévue par la loi. En cas de non-lieu, de relaxe ou d'acquittement, ou lorsque la peine de confiscation n'est pas prononcée, le propriétaire qui en fait la demande obtient la restitution du bien, assortie s'il y a lieu d'une indemnité compensant la perte de valeur qui a pu résulter de l'usage du bien.</p><p>Le juge d'instruction peut également ordonner la destruction des biens meubles placés sous main de justice dont la conservation n'est plus nécessaire à la manifestation de la vérité, lorsqu'il s'agit d'objets qualifiés par la loi de dangereux ou de nuisibles, ou dont la détention est illicite.</p><p>Les décisions prises en application du présent article font l'objet d'une ordonnance motivée. Cette ordonnance est prise soit sur réquisitions du procureur de la République, soit d'office après avis de ce dernier. Elle est notifiée au ministère public, aux parties intéressées et, s'ils sont connus, au propriétaire ainsi qu'aux tiers ayant des droits sur le bien, qui peuvent la déférer à la chambre de l'instruction dans les conditions prévues aux cinquième et sixième alinéas de l'article 99. Toutefois, en cas de notification orale d'une décision, prise en application du quatrième alinéa du présent article, de destruction de produits stupéfiants susceptibles d'être saisis à l'occasion de l'exécution d'une commission rogatoire, cette décision peut être déférée dans un délai de vingt-quatre heures devant la chambre de l'instruction, par déclaration au greffe du juge d'instruction ou à l'autorité qui a procédé à cette notification. Ces délais et l'exercice du recours sont suspensifs.</p><p>Un décret en Conseil d'Etat détermine les modalités d'application du présent article.</p>",
            "num": "99-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "7.0",
            "etat": "MODIFIE",
            "dateDebut": 1577836800000,
            "dateFin": 1609372800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 944878,
            "context": {
                "titresTM": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098229",
                        "id": "LEGISCTA000006098229",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2013-07-27",
                        "titre": "Livre Ier : De l'exercice de l'action publique et de l'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121321",
                        "id": "LEGISCTA000006121321",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-07-27",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : De la conduite de la politique pénale, de l'exercice de l'action publique et de l'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121321",
                        "id": "LEGISCTA000027753875",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Des juridictions d'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138090",
                        "id": "LEGISCTA000006138090",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Du juge d'instruction : juridiction d'instruction du premier degré",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151881",
                        "id": "LEGISCTA000006151881",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-10-01",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Des transports, des perquisitions, des saisies et des interceptions de correspondances émises par la voie des télécommunications",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006167423",
                        "id": "LEGISCTA000006167423",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-10-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : Des transports, des perquisitions et des saisies",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006182886",
                        "id": "LEGISCTA000006182886",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Code de procédure pénale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071154",
                        "id": "LEGITEXT000006071154",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006575241",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006182886",
            "sectionParentId": "LEGISCTA000006182886",
            "sectionParentTitre": "Sous-section 1 : Des transports, des perquisitions et des saisies",
            "fullSectionsTitre": "Partie législative &gt; Livre Ier : De la conduite de la politique pénale, de l'exercice de l'action publique et de l'instruction &gt; Titre III : Des juridictions d'instruction &gt; Chapitre Ier : Du juge d'instruction : juridiction d'instruction du premier degré &gt; Section 3 : Des transports, des perquisitions, des saisies et des interceptions de correspondances émises par la voie des télécommunications &gt; Sous-section 1 : Des transports, des perquisitions et des saisies",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000038846030",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071154",
                    "titre": "Code de procédure pénale",
                    "titreLong": "Code de procédure pénale",
                    "etat": "VIGUEUR",
                    "dateDebut": -370310400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071154",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000038821234",
                    "textTitle": "LOI n°2019-773 du 24 juillet 2019 - art. 4",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000038823656",
                    "natureText": "LOI",
                    "datePubliTexte": "2019-07-26",
                    "dateSignaTexte": "2019-07-24",
                    "dateDebutCible": "2019-07-27"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000713756",
                    "textTitle": "Loi n°94-589 du 15 juillet 1994 - art. 16 bis (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "16 bis",
                    "articleId": "LEGIARTI000031532617",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "94-589",
                    "datePubli": 774316800000,
                    "dateDebut": 1448668800000
                },
                {
                    "textCid": "JORFTEXT000000240757",
                    "textTitle": "Loi n°2004-1485 du 30 décembre 2004 - art. 115 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "115",
                    "articleId": "LEGIARTI000006322376",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2004-1485",
                    "datePubli": 1104451200000,
                    "dateDebut": 1104451200000
                },
                {
                    "textCid": "JORFTEXT000031531807",
                    "textTitle": "ORDONNANCE n°2015-1534 du 26 novembre 2015 - art. 5, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "JORFARTI000031531839",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2015-1534",
                    "datePubli": 1448582400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000034129194",
                    "textTitle": "Délibération n°2016-310 du 6 octobre 2016 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000034129202",
                    "natureText": "DELIBERATION",
                    "parentCid": null,
                    "numTexte": "2016-310",
                    "datePubli": 1488499200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036684292",
                    "textTitle": "Arrêté du 23 février 2018 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000036686798",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1520553600000,
                    "dateDebut": 1520640000000
                },
                {
                    "textCid": "JORFTEXT000037996285",
                    "textTitle": "Arrêté du 31 décembre 2018 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000038162790",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1547337600000,
                    "dateDebut": 1547424000000
                },
                {
                    "textCid": "JORFTEXT000037996285",
                    "textTitle": "Arrêté du 31 décembre 2018 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000045599842",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1547337600000,
                    "dateDebut": 1650153600000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 706-144 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "706-144",
                    "articleId": "LEGIARTI000022470116",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1278806400000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 706-145 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "706-145",
                    "articleId": "LEGIARTI000022470114",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1278806400000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 706-160 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "706-160",
                    "articleId": "LEGIARTI000043341952",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1618012800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 706-30-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "706-30-1",
                    "articleId": "LEGIARTI000023718471",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1300233600000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R15-41-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R15-41-1",
                    "articleId": "LEGIARTI000006517136",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1052784000000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R54-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R54-9",
                    "articleId": "LEGIARTI000023509933",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1296777600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006575241",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 930182400000,
                    "dateFin": 978307200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006575242",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 978307200000,
                    "dateFin": 1296777600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022470159",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1296777600000,
                    "dateFin": 1300233600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000023718468",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1300233600000,
                    "dateFin": 1465084800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032655847",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1465084800000,
                    "dateFin": 1540425600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037526021",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1540425600000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038846030",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1609372800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042915822",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1609372800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "99-2"
            ],
            "versionPrecedente": "LEGIARTI000037526021",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000037526021",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Lorsque, au cours de l'instruction, la restitution des biens meubles placés sous main de justice et dont la conservation n'est plus nécessaire à la manifestation de la vérité s'avère impossible, soit parce que le propriétaire ne peut être identifié, soit parce que le propriétaire ne réclame pas l'objet dans un délai d'un mois à compter d'une mise en demeure adressée à son domicile, le juge d'instruction peut ordonner, sous réserve des droits des tiers, la destruction de ces biens ou leur remise à l'Agence de gestion et de recouvrement des avoirs saisis et confisqués aux fins d'aliénation. Le juge d'instruction peut également ordonner, sous réserve des droits des tiers, de remettre à l'Agence de gestion et de recouvrement des avoirs saisis et confisqués, en vue de leur aliénation, des biens meubles placés sous main de justice, dont la conservation n'est plus nécessaire à la manifestation de la vérité et dont la confiscation est prévue par la loi, lorsque le maintien de la saisie serait de nature à diminuer la valeur du bien. S'il est procédé à la vente du bien, le produit de celle-ci est consigné pendant une durée de dix ans. En cas de non-lieu, de relaxe ou d'acquittement, ou lorsque la peine de confiscation n'est pas prononcée, ce produit est restitué au propriétaire des objets s'il en fait la demande. Lorsque le maintien de la saisie serait de nature à diminuer la valeur du bien, le juge d'instruction peut également ordonner, sous réserve des droits des tiers, de remettre au service des domaines, en vue de leur affectation à titre gratuit par l'autorité administrative et après que leur valeur a été estimée, à des services de police, des unités de gendarmerie ou des services placés sous l'autorité du ministre chargé du budget qui effectuent des missions de police judiciaire, des biens meubles placés sous main de justice, dont la conservation n'est plus nécessaire à la manifestation de la vérité et dont la confiscation est prévue par la loi. En cas de non-lieu, de relaxe ou d'acquittement, ou lorsque la peine de confiscation n'est pas prononcée, le propriétaire qui en fait la demande obtient la restitution du bien, assortie s'il y a lieu d'une indemnité compensant la perte de valeur qui a pu résulter de l'usage du bien. Le juge d'instruction peut également ordonner la destruction des biens meubles placés sous main de justice dont la conservation n'est plus nécessaire à la manifestation de la vérité, lorsqu'il s'agit d'objets qualifiés par la loi de dangereux ou de nuisibles, ou dont la détention est illicite. Les décisions prises en application du présent article font l'objet d'une ordonnance motivée. Cette ordonnance est prise soit sur réquisitions du procureur de la République, soit d'office après avis de ce dernier. Elle est notifiée au ministère public, aux parties intéressées et, s'ils sont connus, au propriétaire ainsi qu'aux tiers ayant des droits sur le bien, qui peuvent la déférer à la chambre de l'instruction dans les conditions prévues aux cinquième et sixième alinéas de l'article 99. Toutefois, en cas de notification orale d'une décision, prise en application du quatrième alinéa du présent article, de destruction de produits stupéfiants susceptibles d'être saisis à l'occasion de l'exécution d'une commission rogatoire, cette décision peut être déférée dans un délai de vingt-quatre heures devant la chambre de l'instruction, par déclaration au greffe du juge d'instruction ou à l'autorité qui a procédé à cette notification. Ces délais et l'exercice du recours sont suspensifs. Un décret en Conseil d'Etat détermine les modalités d'application du présent article.",
            "texteHtml": "<p>Lorsque, au cours de l'instruction, la restitution des biens meubles placés sous main de justice et dont la conservation n'est plus nécessaire à la manifestation de la vérité s'avère impossible, soit parce que le propriétaire ne peut être identifié, soit parce que le propriétaire ne réclame pas l'objet dans un délai d'un mois à compter d'une mise en demeure adressée à son domicile, le juge d'instruction peut ordonner, sous réserve des droits des tiers, la destruction de ces biens ou leur remise à l'Agence de gestion et de recouvrement des avoirs saisis et confisqués aux fins d'aliénation.</p><p>Le juge d'instruction peut également ordonner, sous réserve des droits des tiers, de remettre à l'Agence de gestion et de recouvrement des avoirs saisis et confisqués, en vue de leur aliénation, des biens meubles placés sous main de justice, dont la conservation n'est plus nécessaire à la manifestation de la vérité et dont la confiscation est prévue par la loi, lorsque le maintien de la saisie serait de nature à diminuer la valeur du bien. S'il est procédé à la vente du bien, le produit de celle-ci est consigné pendant une durée de dix ans. En cas de non-lieu, de relaxe ou d'acquittement, ou lorsque la peine de confiscation n'est pas prononcée, ce produit est restitué au propriétaire des objets s'il en fait la demande.</p><p>Lorsque le maintien de la saisie serait de nature à diminuer la valeur du bien, le juge d'instruction peut également ordonner, sous réserve des droits des tiers, de remettre au service des domaines, en vue de leur affectation à titre gratuit par l'autorité administrative et après que leur valeur a été estimée, à des services de police, des unités de gendarmerie ou des services placés sous l'autorité du ministre chargé du budget qui effectuent des missions de police judiciaire, des biens meubles placés sous main de justice, dont la conservation n'est plus nécessaire à la manifestation de la vérité et dont la confiscation est prévue par la loi. En cas de non-lieu, de relaxe ou d'acquittement, ou lorsque la peine de confiscation n'est pas prononcée, le propriétaire qui en fait la demande obtient la restitution du bien, assortie s'il y a lieu d'une indemnité compensant la perte de valeur qui a pu résulter de l'usage du bien.</p><p>Le juge d'instruction peut également ordonner la destruction des biens meubles placés sous main de justice dont la conservation n'est plus nécessaire à la manifestation de la vérité, lorsqu'il s'agit d'objets qualifiés par la loi de dangereux ou de nuisibles, ou dont la détention est illicite.</p><p>Les décisions prises en application du présent article font l'objet d'une ordonnance motivée. Cette ordonnance est prise soit sur réquisitions du procureur de la République, soit d'office après avis de ce dernier. Elle est notifiée au ministère public, aux parties intéressées et, s'ils sont connus, au propriétaire ainsi qu'aux tiers ayant des droits sur le bien, qui peuvent la déférer à la chambre de l'instruction dans les conditions prévues aux cinquième et sixième alinéas de l'article 99. Toutefois, en cas de notification orale d'une décision, prise en application du quatrième alinéa du présent article, de destruction de produits stupéfiants susceptibles d'être saisis à l'occasion de l'exécution d'une commission rogatoire, cette décision peut être déférée dans un délai de vingt-quatre heures devant la chambre de l'instruction, par déclaration au greffe du juge d'instruction ou à l'autorité qui a procédé à cette notification. Ces délais et l'exercice du recours sont suspensifs.</p><p>Un décret en Conseil d'Etat détermine les modalités d'application du présent article.</p>",
            "num": "99-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "6.0",
            "etat": "MODIFIE",
            "dateDebut": 1540425600000,
            "dateFin": 1577836800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 944878,
            "context": {
                "titresTM": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098229",
                        "id": "LEGISCTA000006098229",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2013-07-27",
                        "titre": "Livre Ier : De l'exercice de l'action publique et de l'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121321",
                        "id": "LEGISCTA000006121321",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-07-27",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : De la conduite de la politique pénale, de l'exercice de l'action publique et de l'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121321",
                        "id": "LEGISCTA000027753875",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Des juridictions d'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138090",
                        "id": "LEGISCTA000006138090",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Du juge d'instruction : juridiction d'instruction du premier degré",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151881",
                        "id": "LEGISCTA000006151881",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-10-01",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Des transports, des perquisitions, des saisies et des interceptions de correspondances émises par la voie des télécommunications",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006167423",
                        "id": "LEGISCTA000006167423",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-10-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : Des transports, des perquisitions et des saisies",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006182886",
                        "id": "LEGISCTA000006182886",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Code de procédure pénale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071154",
                        "id": "LEGITEXT000006071154",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006575241",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006182886",
            "sectionParentId": "LEGISCTA000006182886",
            "sectionParentTitre": "Sous-section 1 : Des transports, des perquisitions et des saisies",
            "fullSectionsTitre": "Partie législative &gt; Livre Ier : De la conduite de la politique pénale, de l'exercice de l'action publique et de l'instruction &gt; Titre III : Des juridictions d'instruction &gt; Chapitre Ier : Du juge d'instruction : juridiction d'instruction du premier degré &gt; Section 3 : Des transports, des perquisitions, des saisies et des interceptions de correspondances émises par la voie des télécommunications &gt; Sous-section 1 : Des transports, des perquisitions et des saisies",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000037526021",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071154",
                    "titre": "Code de procédure pénale",
                    "titreLong": "Code de procédure pénale",
                    "etat": "VIGUEUR",
                    "dateDebut": -370310400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071154",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000037518803",
                    "textTitle": "LOI n°2018-898 du 23 octobre 2018 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000037520266",
                    "natureText": "LOI",
                    "datePubliTexte": "2018-10-24",
                    "dateSignaTexte": "2018-10-23",
                    "dateDebutCible": "2018-10-25"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000713756",
                    "textTitle": "Loi n°94-589 du 15 juillet 1994 - art. 16 bis (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "16 bis",
                    "articleId": "LEGIARTI000031532617",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "94-589",
                    "datePubli": 774316800000,
                    "dateDebut": 1448668800000
                },
                {
                    "textCid": "JORFTEXT000000240757",
                    "textTitle": "Loi n°2004-1485 du 30 décembre 2004 - art. 115 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "115",
                    "articleId": "LEGIARTI000006322376",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2004-1485",
                    "datePubli": 1104451200000,
                    "dateDebut": 1104451200000
                },
                {
                    "textCid": "JORFTEXT000031531807",
                    "textTitle": "ORDONNANCE n°2015-1534 du 26 novembre 2015 - art. 5, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "JORFARTI000031531839",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2015-1534",
                    "datePubli": 1448582400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000034129194",
                    "textTitle": "Délibération n°2016-310 du 6 octobre 2016 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000034129202",
                    "natureText": "DELIBERATION",
                    "parentCid": null,
                    "numTexte": "2016-310",
                    "datePubli": 1488499200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036684292",
                    "textTitle": "Arrêté du 23 février 2018 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000036686798",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1520553600000,
                    "dateDebut": 1520640000000
                },
                {
                    "textCid": "JORFTEXT000037996285",
                    "textTitle": "Arrêté du 31 décembre 2018 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000038162790",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1547337600000,
                    "dateDebut": 1547424000000
                },
                {
                    "textCid": "JORFTEXT000037996285",
                    "textTitle": "Arrêté du 31 décembre 2018 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000045599842",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1547337600000,
                    "dateDebut": 1650153600000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 706-144 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "706-144",
                    "articleId": "LEGIARTI000022470116",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1278806400000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 706-145 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "706-145",
                    "articleId": "LEGIARTI000022470114",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1278806400000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 706-160 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "706-160",
                    "articleId": "LEGIARTI000043341952",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1618012800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 706-30-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "706-30-1",
                    "articleId": "LEGIARTI000023718471",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1300233600000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R15-41-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R15-41-1",
                    "articleId": "LEGIARTI000006517136",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1052784000000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R54-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R54-9",
                    "articleId": "LEGIARTI000023509933",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1296777600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006575241",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 930182400000,
                    "dateFin": 978307200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006575242",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 978307200000,
                    "dateFin": 1296777600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022470159",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1296777600000,
                    "dateFin": 1300233600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000023718468",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1300233600000,
                    "dateFin": 1465084800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032655847",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1465084800000,
                    "dateFin": 1540425600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037526021",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1540425600000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038846030",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1609372800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042915822",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1609372800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "99-2"
            ],
            "versionPrecedente": "LEGIARTI000032655847",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000032655847",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Lorsque, au cours de l'instruction, la restitution des biens meubles placés sous main de justice et dont la conservation n'est plus nécessaire à la manifestation de la vérité s'avère impossible, soit parce que le propriétaire ne peut être identifié, soit parce que le propriétaire ne réclame pas l'objet dans un délai d'un mois à compter d'une mise en demeure adressée à son domicile, le juge d'instruction peut ordonner, sous réserve des droits des tiers, la destruction de ces biens ou leur remise à l'Agence de gestion et de recouvrement des avoirs saisis et confisqués aux fins d'aliénation. Le juge d'instruction peut également ordonner, sous réserve des droits des tiers, de remettre à l'Agence de gestion et de recouvrement des avoirs saisis et confisqués, en vue de leur aliénation, des biens meubles placés sous main de justice, dont la conservation n'est plus nécessaire à la manifestation de la vérité et dont la confiscation est prévue par la loi, lorsque le maintien de la saisie serait de nature à diminuer la valeur du bien. S'il est procédé à la vente du bien, le produit de celle-ci est consigné pendant une durée de dix ans. En cas de non-lieu, de relaxe ou d'acquittement, ou lorsque la peine de confiscation n'est pas prononcée, ce produit est restitué au propriétaire des objets s'il en fait la demande. Lorsque le maintien de la saisie serait de nature à diminuer la valeur du bien, le juge d'instruction peut également ordonner, sous réserve des droits des tiers, de remettre au service des domaines, en vue de leur affectation à titre gratuit par l'autorité administrative et après que leur valeur a été estimée, à des services de police, des unités de gendarmerie ou des services de l'administration des douanes qui effectuent des missions de police judiciaire, des biens meubles placés sous main de justice, dont la conservation n'est plus nécessaire à la manifestation de la vérité et dont la confiscation est prévue par la loi. En cas de non-lieu, de relaxe ou d'acquittement, ou lorsque la peine de confiscation n'est pas prononcée, le propriétaire qui en fait la demande obtient la restitution du bien, assortie s'il y a lieu d'une indemnité compensant la perte de valeur qui a pu résulter de l'usage du bien. Le juge d'instruction peut également ordonner la destruction des biens meubles placés sous main de justice dont la conservation n'est plus nécessaire à la manifestation de la vérité, lorsqu'il s'agit d'objets qualifiés par la loi de dangereux ou de nuisibles, ou dont la détention est illicite. Les décisions prises en application du présent article font l'objet d'une ordonnance motivée. Cette ordonnance est prise soit sur réquisitions du procureur de la République, soit d'office après avis de ce dernier. Elle est notifiée au ministère public, aux parties intéressées et, s'ils sont connus, au propriétaire ainsi qu'aux tiers ayant des droits sur le bien, qui peuvent la déférer à la chambre de l'instruction dans les conditions prévues aux cinquième et sixième alinéas de l'article 99. Toutefois, en cas de notification orale d'une décision, prise en application du quatrième alinéa du présent article, de destruction de produits stupéfiants susceptibles d'être saisis à l'occasion de l'exécution d'une commission rogatoire, cette décision peut être déférée dans un délai de vingt-quatre heures devant la chambre de l'instruction, par déclaration au greffe du juge d'instruction ou à l'autorité qui a procédé à cette notification. Ces délais et l'exercice du recours sont suspensifs. Un décret en Conseil d'Etat détermine les modalités d'application du présent article.",
            "texteHtml": "<p>Lorsque, au cours de l'instruction, la restitution des biens meubles placés sous main de justice et dont la conservation n'est plus nécessaire à la manifestation de la vérité s'avère impossible, soit parce que le propriétaire ne peut être identifié, soit parce que le propriétaire ne réclame pas l'objet dans un délai d'un mois à compter d'une mise en demeure adressée à son domicile, le juge d'instruction peut ordonner, sous réserve des droits des tiers, la destruction de ces biens ou leur remise à l'Agence de gestion et de recouvrement des avoirs saisis et confisqués aux fins d'aliénation. </p><p>Le juge d'instruction peut également ordonner, sous réserve des droits des tiers, de remettre à l'Agence de gestion et de recouvrement des avoirs saisis et confisqués, en vue de leur aliénation, des biens meubles placés sous main de justice, dont la conservation n'est plus nécessaire à la manifestation de la vérité et dont la confiscation est prévue par la loi, lorsque le maintien de la saisie serait de nature à diminuer la valeur du bien. S'il est procédé à la vente du bien, le produit de celle-ci est consigné pendant une durée de dix ans. En cas de non-lieu, de relaxe ou d'acquittement, ou lorsque la peine de confiscation n'est pas prononcée, ce produit est restitué au propriétaire des objets s'il en fait la demande. </p><p>Lorsque le maintien de la saisie serait de nature à diminuer la valeur du bien, le juge d'instruction peut également ordonner, sous réserve des droits des tiers, de remettre au service des domaines, en vue de leur affectation à titre gratuit par l'autorité administrative et après que leur valeur a été estimée, à des services de police, des unités de gendarmerie ou des services de l'administration des douanes qui effectuent des missions de police judiciaire, des biens meubles placés sous main de justice, dont la conservation n'est plus nécessaire à la manifestation de la vérité et dont la confiscation est prévue par la loi. En cas de non-lieu, de relaxe ou d'acquittement, ou lorsque la peine de confiscation n'est pas prononcée, le propriétaire qui en fait la demande obtient la restitution du bien, assortie s'il y a lieu d'une indemnité compensant la perte de valeur qui a pu résulter de l'usage du bien.</p><p>Le juge d'instruction peut également ordonner la destruction des biens meubles placés sous main de justice dont la conservation n'est plus nécessaire à la manifestation de la vérité, lorsqu'il s'agit d'objets qualifiés par la loi de dangereux ou de nuisibles, ou dont la détention est illicite. </p><p>Les décisions prises en application du présent article font l'objet d'une ordonnance motivée. Cette ordonnance est prise soit sur réquisitions du procureur de la République, soit d'office après avis de ce dernier. Elle est notifiée au ministère public, aux parties intéressées et, s'ils sont connus, au propriétaire ainsi qu'aux tiers ayant des droits sur le bien, qui peuvent la déférer à la chambre de l'instruction dans les conditions prévues aux cinquième et sixième alinéas de l'article 99. Toutefois, en cas de notification orale d'une décision, prise en application du quatrième alinéa du présent article, de destruction de produits stupéfiants susceptibles d'être saisis à l'occasion de l'exécution d'une commission rogatoire, cette décision peut être déférée dans un délai de vingt-quatre heures devant la chambre de l'instruction, par déclaration au greffe du juge d'instruction ou à l'autorité qui a procédé à cette notification. Ces délais et l'exercice du recours sont suspensifs. </p><p>Un décret en Conseil d'Etat détermine les modalités d'application du présent article.</p>",
            "num": "99-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "MODIFIE",
            "dateDebut": 1465084800000,
            "dateFin": 1540425600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 944878,
            "context": {
                "titresTM": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098229",
                        "id": "LEGISCTA000006098229",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2013-07-27",
                        "titre": "Livre Ier : De l'exercice de l'action publique et de l'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121321",
                        "id": "LEGISCTA000006121321",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-07-27",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : De la conduite de la politique pénale, de l'exercice de l'action publique et de l'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121321",
                        "id": "LEGISCTA000027753875",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Des juridictions d'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138090",
                        "id": "LEGISCTA000006138090",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Du juge d'instruction : juridiction d'instruction du premier degré",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151881",
                        "id": "LEGISCTA000006151881",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-10-01",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Des transports, des perquisitions, des saisies et des interceptions de correspondances émises par la voie des télécommunications",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006167423",
                        "id": "LEGISCTA000006167423",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-10-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : Des transports, des perquisitions et des saisies",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006182886",
                        "id": "LEGISCTA000006182886",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Code de procédure pénale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071154",
                        "id": "LEGITEXT000006071154",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006575241",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006182886",
            "sectionParentId": "LEGISCTA000006182886",
            "sectionParentTitre": "Sous-section 1 : Des transports, des perquisitions et des saisies",
            "fullSectionsTitre": "Partie législative &gt; Livre Ier : De la conduite de la politique pénale, de l'exercice de l'action publique et de l'instruction &gt; Titre III : Des juridictions d'instruction &gt; Chapitre Ier : Du juge d'instruction : juridiction d'instruction du premier degré &gt; Section 3 : Des transports, des perquisitions, des saisies et des interceptions de correspondances émises par la voie des télécommunications &gt; Sous-section 1 : Des transports, des perquisitions et des saisies",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000032655847",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071154",
                    "titre": "Code de procédure pénale",
                    "titreLong": "Code de procédure pénale",
                    "etat": "VIGUEUR",
                    "dateDebut": -370310400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071154",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000032627231",
                    "textTitle": "LOI n° 2016-731 du 3 juin 2016 - art. 84 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "84",
                    "articleId": "LEGIARTI000032631333",
                    "natureText": "LOI",
                    "datePubliTexte": "2016-06-04",
                    "dateSignaTexte": "2016-06-03",
                    "dateDebutCible": "2016-06-05"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000713756",
                    "textTitle": "Loi n°94-589 du 15 juillet 1994 - art. 16 bis (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "16 bis",
                    "articleId": "LEGIARTI000031532617",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "94-589",
                    "datePubli": 774316800000,
                    "dateDebut": 1448668800000
                },
                {
                    "textCid": "JORFTEXT000000240757",
                    "textTitle": "Loi n°2004-1485 du 30 décembre 2004 - art. 115 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "115",
                    "articleId": "LEGIARTI000006322376",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2004-1485",
                    "datePubli": 1104451200000,
                    "dateDebut": 1104451200000
                },
                {
                    "textCid": "JORFTEXT000031531807",
                    "textTitle": "ORDONNANCE n°2015-1534 du 26 novembre 2015 - art. 5, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "JORFARTI000031531839",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2015-1534",
                    "datePubli": 1448582400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000034129194",
                    "textTitle": "Délibération n°2016-310 du 6 octobre 2016 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000034129202",
                    "natureText": "DELIBERATION",
                    "parentCid": null,
                    "numTexte": "2016-310",
                    "datePubli": 1488499200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036684292",
                    "textTitle": "Arrêté du 23 février 2018 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000036686798",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1520553600000,
                    "dateDebut": 1520640000000
                },
                {
                    "textCid": "JORFTEXT000037996285",
                    "textTitle": "Arrêté du 31 décembre 2018 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000038162790",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1547337600000,
                    "dateDebut": 1547424000000
                },
                {
                    "textCid": "JORFTEXT000037996285",
                    "textTitle": "Arrêté du 31 décembre 2018 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000045599842",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1547337600000,
                    "dateDebut": 1650153600000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 706-144 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "706-144",
                    "articleId": "LEGIARTI000022470116",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1278806400000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 706-145 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "706-145",
                    "articleId": "LEGIARTI000022470114",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1278806400000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 706-160 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "706-160",
                    "articleId": "LEGIARTI000043341952",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1618012800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 706-30-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "706-30-1",
                    "articleId": "LEGIARTI000023718471",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1300233600000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R15-41-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R15-41-1",
                    "articleId": "LEGIARTI000006517136",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1052784000000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R54-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R54-9",
                    "articleId": "LEGIARTI000023509933",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1296777600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006575241",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 930182400000,
                    "dateFin": 978307200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006575242",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 978307200000,
                    "dateFin": 1296777600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022470159",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1296777600000,
                    "dateFin": 1300233600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000023718468",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1300233600000,
                    "dateFin": 1465084800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032655847",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1465084800000,
                    "dateFin": 1540425600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037526021",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1540425600000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038846030",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1609372800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042915822",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1609372800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "99-2"
            ],
            "versionPrecedente": "LEGIARTI000023718468",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000023718468",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Lorsque, au cours de l'instruction, la restitution des biens meubles placés sous main de justice et dont la conservation n'est plus nécessaire à la manifestation de la vérité s'avère impossible, soit parce que le propriétaire ne peut être identifié, soit parce que le propriétaire ne réclame pas l'objet dans un délai de deux mois à compter d'une mise en demeure adressée à son domicile, le juge d'instruction peut ordonner, sous réserve des droits des tiers, la destruction de ces biens ou leur remise à l'Agence de gestion et de recouvrement des avoirs saisis et confisqués aux fins d'aliénation. Le juge d'instruction peut également ordonner, sous réserve des droits des tiers, de remettre à l'Agence de gestion et de recouvrement des avoirs saisis et confisqués, en vue de leur aliénation, des biens meubles placés sous main de justice appartenant aux personnes poursuivies, dont la conservation n'est plus nécessaire à la manifestation de la vérité et dont la confiscation est prévue par la loi, lorsque le maintien de la saisie serait de nature à diminuer la valeur du bien.S'il est procédé à la vente du bien, le produit de celle-ci est consigné pendant une durée de dix ans. En cas de non-lieu, de relaxe ou d'acquittement, ou lorsque la peine de confiscation n'est pas prononcée, ce produit est restitué au propriétaire des objets s'il en fait la demande. Lorsque le maintien de la saisie serait de nature à diminuer la valeur du bien, le juge d'instruction peut également ordonner, sous réserve des droits des tiers, de remettre au service des domaines, en vue de leur affectation à titre gratuit par l'autorité administrative et après que leur valeur a été expertisée, à des services de police, des unités de gendarmerie ou des services de l'administration des douanes qui effectuent des missions de police judiciaire, des biens meubles placés sous main de justice appartenant aux personnes poursuivies, dont la conservation n'est plus nécessaire à la manifestation de la vérité et dont la confiscation est prévue par la loi. En cas de non-lieu, de relaxe ou d'acquittement, ou lorsque la peine de confiscation n'est pas prononcée, le propriétaire qui en fait la demande obtient la restitution du bien, assortie s'il y a lieu d'une indemnité compensant la perte de valeur qui a pu résulter de l'usage du bien. Le juge d'instruction peut également ordonner la destruction des biens meubles placés sous main de justice dont la conservation n'est plus nécessaire à la manifestation de la vérité, lorsqu'il s'agit d'objets qualifiés par la loi de dangereux ou de nuisibles, ou dont la détention est illicite. Les décisions prises en application du présent article font l'objet d'une ordonnance motivée. Cette ordonnance est prise soit sur réquisitions du procureur de la République, soit d'office après avis de ce dernier. Elle est notifiée au ministère public, aux parties intéressées et, s'ils sont connus, au propriétaire ainsi qu'aux tiers ayant des droits sur le bien, qui peuvent la déférer à la chambre de l'instruction dans les conditions prévues aux cinquième et sixième alinéas de l'article 99 . Un décret en Conseil d'Etat détermine les modalités d'application du présent article.",
            "texteHtml": "<p>Lorsque, au cours de l'instruction, la restitution des biens meubles placés sous main de justice et dont la conservation n'est plus nécessaire à la manifestation de la vérité s'avère impossible, soit parce que le propriétaire ne peut être identifié, soit parce que le propriétaire ne réclame pas l'objet dans un délai de deux mois à compter d'une mise en demeure adressée à son domicile, le juge d'instruction peut ordonner, sous réserve des droits des tiers, la destruction de ces biens ou leur remise à l'Agence de gestion et de recouvrement des avoirs saisis et confisqués aux fins d'aliénation. </p><p>Le juge d'instruction peut également ordonner, sous réserve des droits des tiers, de remettre à l'Agence de gestion et de recouvrement des avoirs saisis et confisqués, en vue de leur aliénation, des biens meubles placés sous main de justice appartenant aux personnes poursuivies, dont la conservation n'est plus nécessaire à la manifestation de la vérité et dont la confiscation est prévue par la loi, lorsque le maintien de la saisie serait de nature à diminuer la valeur du bien.S'il est procédé à la vente du bien, le produit de celle-ci est consigné pendant une durée de dix ans. En cas de non-lieu, de relaxe ou d'acquittement, ou lorsque la peine de confiscation n'est pas prononcée, ce produit est restitué au propriétaire des objets s'il en fait la demande. </p><p>Lorsque le maintien de la saisie serait de nature à diminuer la valeur du bien, le juge d'instruction peut également ordonner, sous réserve des droits des tiers, de remettre au service des domaines, en vue de leur affectation à titre gratuit par l'autorité administrative et après que leur valeur a été expertisée, à des services de police, des unités de gendarmerie ou des services de l'administration des douanes qui effectuent des missions de police judiciaire, des biens meubles placés sous main de justice appartenant aux personnes poursuivies, dont la conservation n'est plus nécessaire à la manifestation de la vérité et dont la confiscation est prévue par la loi. En cas de non-lieu, de relaxe ou d'acquittement, ou lorsque la peine de confiscation n'est pas prononcée, le propriétaire qui en fait la demande obtient la restitution du bien, assortie s'il y a lieu d'une indemnité compensant la perte de valeur qui a pu résulter de l'usage du bien.</p><p>Le juge d'instruction peut également ordonner la destruction des biens meubles placés sous main de justice dont la conservation n'est plus nécessaire à la manifestation de la vérité, lorsqu'il s'agit d'objets qualifiés par la loi de dangereux ou de nuisibles, ou dont la détention est illicite. </p><p>Les décisions prises en application du présent article font l'objet d'une ordonnance motivée. Cette ordonnance est prise soit sur réquisitions du procureur de la République, soit d'office après avis de ce dernier. Elle est notifiée au ministère public, aux parties intéressées et, s'ils sont connus, au propriétaire ainsi qu'aux tiers ayant des droits sur le bien, qui peuvent la déférer à la chambre de l'instruction dans les conditions prévues aux cinquième et sixième alinéas de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006575500&dateTexte=&categorieLien=cid'>l'article 99</a>. </p><p>Un décret en Conseil d'Etat détermine les modalités d'application du présent article.</p>",
            "num": "99-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1300233600000,
            "dateFin": 1465084800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 944878,
            "context": {
                "titresTM": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098229",
                        "id": "LEGISCTA000006098229",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2013-07-27",
                        "titre": "Livre Ier : De l'exercice de l'action publique et de l'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121321",
                        "id": "LEGISCTA000006121321",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-07-27",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : De la conduite de la politique pénale, de l'exercice de l'action publique et de l'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121321",
                        "id": "LEGISCTA000027753875",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Des juridictions d'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138090",
                        "id": "LEGISCTA000006138090",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Du juge d'instruction : juridiction d'instruction du premier degré",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151881",
                        "id": "LEGISCTA000006151881",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-10-01",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Des transports, des perquisitions, des saisies et des interceptions de correspondances émises par la voie des télécommunications",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006167423",
                        "id": "LEGISCTA000006167423",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-10-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : Des transports, des perquisitions et des saisies",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006182886",
                        "id": "LEGISCTA000006182886",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Code de procédure pénale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071154",
                        "id": "LEGITEXT000006071154",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006575241",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006182886",
            "sectionParentId": "LEGISCTA000006182886",
            "sectionParentTitre": "Sous-section 1 : Des transports, des perquisitions et des saisies",
            "fullSectionsTitre": "Partie législative &gt; Livre Ier : De la conduite de la politique pénale, de l'exercice de l'action publique et de l'instruction &gt; Titre III : Des juridictions d'instruction &gt; Chapitre Ier : Du juge d'instruction : juridiction d'instruction du premier degré &gt; Section 3 : Des transports, des perquisitions, des saisies et des interceptions de correspondances émises par la voie des télécommunications &gt; Sous-section 1 : Des transports, des perquisitions et des saisies",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000023718468",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071154",
                    "titre": "Code de procédure pénale",
                    "titreLong": "Code de procédure pénale",
                    "etat": "VIGUEUR",
                    "dateDebut": -370310400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071154",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000023707312",
                    "textTitle": "LOI n°2011-267\n du 14 mars 2011 - art. 98",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "98",
                    "articleId": "LEGIARTI000023708955",
                    "natureText": "LOI",
                    "datePubliTexte": "2011-03-15",
                    "dateSignaTexte": "2011-03-14",
                    "dateDebutCible": "2011-03-16"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000713756",
                    "textTitle": "Loi n°94-589 du 15 juillet 1994 - art. 16 bis (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "16 bis",
                    "articleId": "LEGIARTI000031532617",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "94-589",
                    "datePubli": 774316800000,
                    "dateDebut": 1448668800000
                },
                {
                    "textCid": "JORFTEXT000000240757",
                    "textTitle": "Loi n°2004-1485 du 30 décembre 2004 - art. 115 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "115",
                    "articleId": "LEGIARTI000006322376",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2004-1485",
                    "datePubli": 1104451200000,
                    "dateDebut": 1104451200000
                },
                {
                    "textCid": "JORFTEXT000031531807",
                    "textTitle": "ORDONNANCE n°2015-1534 du 26 novembre 2015 - art. 5, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "JORFARTI000031531839",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2015-1534",
                    "datePubli": 1448582400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000034129194",
                    "textTitle": "Délibération n°2016-310 du 6 octobre 2016 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000034129202",
                    "natureText": "DELIBERATION",
                    "parentCid": null,
                    "numTexte": "2016-310",
                    "datePubli": 1488499200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036684292",
                    "textTitle": "Arrêté du 23 février 2018 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000036686798",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1520553600000,
                    "dateDebut": 1520640000000
                },
                {
                    "textCid": "JORFTEXT000037996285",
                    "textTitle": "Arrêté du 31 décembre 2018 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000038162790",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1547337600000,
                    "dateDebut": 1547424000000
                },
                {
                    "textCid": "JORFTEXT000037996285",
                    "textTitle": "Arrêté du 31 décembre 2018 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000045599842",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1547337600000,
                    "dateDebut": 1650153600000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 706-144 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "706-144",
                    "articleId": "LEGIARTI000022470116",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1278806400000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 706-145 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "706-145",
                    "articleId": "LEGIARTI000022470114",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1278806400000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 706-160 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "706-160",
                    "articleId": "LEGIARTI000043341952",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1618012800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 706-30-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "706-30-1",
                    "articleId": "LEGIARTI000023718471",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1300233600000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 99",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "99",
                    "articleId": "LEGIARTI000006575500",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465084800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R15-41-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R15-41-1",
                    "articleId": "LEGIARTI000006517136",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1052784000000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R54-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R54-9",
                    "articleId": "LEGIARTI000023509933",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1296777600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006575241",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 930182400000,
                    "dateFin": 978307200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006575242",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 978307200000,
                    "dateFin": 1296777600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022470159",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1296777600000,
                    "dateFin": 1300233600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000023718468",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1300233600000,
                    "dateFin": 1465084800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032655847",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1465084800000,
                    "dateFin": 1540425600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037526021",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1540425600000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038846030",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1609372800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042915822",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1609372800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "99-2"
            ],
            "versionPrecedente": "LEGIARTI000022470159",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000022470159",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Lorsque, au cours de l'instruction, la restitution des biens meubles placés sous main de justice et dont la conservation n'est plus nécessaire à la manifestation de la vérité s'avère impossible, soit parce que le propriétaire ne peut être identifié, soit parce que le propriétaire ne réclame pas l'objet dans un délai de deux mois à compter d'une mise en demeure adressée à son domicile, le juge d'instruction peut ordonner, sous réserve des droits des tiers, la destruction de ces biens ou leur remise à l'Agence de gestion et de recouvrement des avoirs saisis et confisqués aux fins d'aliénation. Le juge d'instruction peut également ordonner, sous réserve des droits des tiers, de remettre à l'Agence de gestion et de recouvrement des avoirs saisis et confisqués, en vue de leur aliénation, des biens meubles placés sous main de justice appartenant aux personnes poursuivies, dont la conservation n'est plus nécessaire à la manifestation de la vérité et dont la confiscation est prévue par la loi, lorsque le maintien de la saisie serait de nature à diminuer la valeur du bien.S'il est procédé à la vente du bien, le produit de celle-ci est consigné pendant une durée de dix ans. En cas de non-lieu, de relaxe ou d'acquittement, ou lorsque la peine de confiscation n'est pas prononcée, ce produit est restitué au propriétaire des objets s'il en fait la demande. Le juge d'instruction peut également ordonner la destruction des biens meubles placés sous main de justice dont la conservation n'est plus nécessaire à la manifestation de la vérité, lorsqu'il s'agit d'objets qualifiés par la loi de dangereux ou de nuisibles, ou dont la détention est illicite. Les décisions prises en application du présent article font l'objet d'une ordonnance motivée. Cette ordonnance est prise soit sur réquisitions du procureur de la République, soit d'office après avis de ce dernier. Elle est notifiée au ministère public, aux parties intéressées et, s'ils sont connus, au propriétaire ainsi qu'aux tiers ayant des droits sur le bien, qui peuvent la déférer à la chambre de l'instruction dans les conditions prévues aux cinquième et sixième alinéas de l'article 99 . Un décret en Conseil d'Etat détermine les modalités d'application du présent article.",
            "texteHtml": "<p>Lorsque, au cours de l'instruction, la restitution des biens meubles placés sous main de justice et dont la conservation n'est plus nécessaire à la manifestation de la vérité s'avère impossible, soit parce que le propriétaire ne peut être identifié, soit parce que le propriétaire ne réclame pas l'objet dans un délai de deux mois à compter d'une mise en demeure adressée à son domicile, le juge d'instruction peut ordonner, sous réserve des droits des tiers, la destruction de ces biens ou leur remise à l'Agence de gestion et de recouvrement des avoirs saisis et confisqués aux fins d'aliénation. </p><p>Le juge d'instruction peut également ordonner, sous réserve des droits des tiers, de remettre à l'Agence de gestion et de recouvrement des avoirs saisis et confisqués, en vue de leur aliénation, des biens meubles placés sous main de justice appartenant aux personnes poursuivies, dont la conservation n'est plus nécessaire à la manifestation de la vérité et dont la confiscation est prévue par la loi, lorsque le maintien de la saisie serait de nature à diminuer la valeur du bien.S'il est procédé à la vente du bien, le produit de celle-ci est consigné pendant une durée de dix ans. En cas de non-lieu, de relaxe ou d'acquittement, ou lorsque la peine de confiscation n'est pas prononcée, ce produit est restitué au propriétaire des objets s'il en fait la demande. </p><p>Le juge d'instruction peut également ordonner la destruction des biens meubles placés sous main de justice dont la conservation n'est plus nécessaire à la manifestation de la vérité, lorsqu'il s'agit d'objets qualifiés par la loi de dangereux ou de nuisibles, ou dont la détention est illicite. </p><p>Les décisions prises en application du présent article font l'objet d'une ordonnance motivée. Cette ordonnance est prise soit sur réquisitions du procureur de la République, soit d'office après avis de ce dernier. Elle est notifiée au ministère public, aux parties intéressées et, s'ils sont connus, au propriétaire ainsi qu'aux tiers ayant des droits sur le bien, qui peuvent la déférer à la chambre de l'instruction dans les conditions prévues aux cinquième et sixième alinéas de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006575500&dateTexte=&categorieLien=cid'>l'article 99</a>. </p><p>Un décret en Conseil d'Etat détermine les modalités d'application du présent article.</p>",
            "num": "99-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1296777600000,
            "dateFin": 1300233600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 944878,
            "context": {
                "titresTM": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098229",
                        "id": "LEGISCTA000006098229",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2013-07-27",
                        "titre": "Livre Ier : De l'exercice de l'action publique et de l'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121321",
                        "id": "LEGISCTA000006121321",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-07-27",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : De la conduite de la politique pénale, de l'exercice de l'action publique et de l'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121321",
                        "id": "LEGISCTA000027753875",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Des juridictions d'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138090",
                        "id": "LEGISCTA000006138090",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Du juge d'instruction : juridiction d'instruction du premier degré",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151881",
                        "id": "LEGISCTA000006151881",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-10-01",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Des transports, des perquisitions, des saisies et des interceptions de correspondances émises par la voie des télécommunications",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006167423",
                        "id": "LEGISCTA000006167423",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-10-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : Des transports, des perquisitions et des saisies",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006182886",
                        "id": "LEGISCTA000006182886",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Code de procédure pénale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071154",
                        "id": "LEGITEXT000006071154",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006575241",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006182886",
            "sectionParentId": "LEGISCTA000006182886",
            "sectionParentTitre": "Sous-section 1 : Des transports, des perquisitions et des saisies",
            "fullSectionsTitre": "Partie législative &gt; Livre Ier : De l'exercice de l'action publique et de l'instruction &gt; Titre III : Des juridictions d'instruction &gt; Chapitre Ier : Du juge d'instruction : juridiction d'instruction du premier degré &gt; Section 3 : Des transports, des perquisitions, des saisies et des interceptions de correspondances émises par la voie des télécommunications &gt; Sous-section 1 : Des transports, des perquisitions et des saisies",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000022470159",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071154",
                    "titre": "Code de procédure pénale",
                    "titreLong": "Code de procédure pénale",
                    "etat": "VIGUEUR",
                    "dateDebut": -370310400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071154",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000022453925",
                    "textTitle": "LOI n°2010-768\n du 9 juillet 2010 - art. 6",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000022455610",
                    "natureText": "LOI",
                    "datePubliTexte": "2010-07-10",
                    "dateSignaTexte": "2010-07-09",
                    "dateDebutCible": "2010-07-11"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000713756",
                    "textTitle": "Loi n°94-589 du 15 juillet 1994 - art. 16 bis (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "16 bis",
                    "articleId": "LEGIARTI000031532617",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "94-589",
                    "datePubli": 774316800000,
                    "dateDebut": 1448668800000
                },
                {
                    "textCid": "JORFTEXT000000240757",
                    "textTitle": "Loi n°2004-1485 du 30 décembre 2004 - art. 115 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "115",
                    "articleId": "LEGIARTI000006322376",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2004-1485",
                    "datePubli": 1104451200000,
                    "dateDebut": 1104451200000
                },
                {
                    "textCid": "JORFTEXT000031531807",
                    "textTitle": "ORDONNANCE n°2015-1534 du 26 novembre 2015 - art. 5, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "JORFARTI000031531839",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2015-1534",
                    "datePubli": 1448582400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000034129194",
                    "textTitle": "Délibération n°2016-310 du 6 octobre 2016 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000034129202",
                    "natureText": "DELIBERATION",
                    "parentCid": null,
                    "numTexte": "2016-310",
                    "datePubli": 1488499200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036684292",
                    "textTitle": "Arrêté du 23 février 2018 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000036686798",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1520553600000,
                    "dateDebut": 1520640000000
                },
                {
                    "textCid": "JORFTEXT000037996285",
                    "textTitle": "Arrêté du 31 décembre 2018 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000038162790",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1547337600000,
                    "dateDebut": 1547424000000
                },
                {
                    "textCid": "JORFTEXT000037996285",
                    "textTitle": "Arrêté du 31 décembre 2018 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000045599842",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1547337600000,
                    "dateDebut": 1650153600000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 706-144 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "706-144",
                    "articleId": "LEGIARTI000022470116",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1278806400000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 706-145 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "706-145",
                    "articleId": "LEGIARTI000022470114",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1278806400000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 706-160 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "706-160",
                    "articleId": "LEGIARTI000043341952",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1618012800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 706-30-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "706-30-1",
                    "articleId": "LEGIARTI000023718471",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1300233600000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 99",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "99",
                    "articleId": "LEGIARTI000006575500",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465084800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R15-41-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R15-41-1",
                    "articleId": "LEGIARTI000006517136",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1052784000000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R54-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R54-9",
                    "articleId": "LEGIARTI000023509933",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1296777600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006575241",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 930182400000,
                    "dateFin": 978307200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006575242",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 978307200000,
                    "dateFin": 1296777600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022470159",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1296777600000,
                    "dateFin": 1300233600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000023718468",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1300233600000,
                    "dateFin": 1465084800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032655847",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1465084800000,
                    "dateFin": 1540425600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037526021",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1540425600000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038846030",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1609372800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042915822",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1609372800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "99-2"
            ],
            "versionPrecedente": "LEGIARTI000006575242",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006575242",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Lorsque, au cours de l'instruction, la restitution des biens meubles placés sous main de justice et dont la conservation n'est plus nécessaire à la manifestation de la vérité s'avère impossible, soit parce que le propriétaire ne peut être identifié, soit parce que le propriétaire ne réclame pas l'objet dans un délai de deux mois à compter d'une mise en demeure adressée à son domicile, le juge d'instruction peut ordonner, sous réserve des droits des tiers, la destruction de ces biens ou leur remise au service des domaines aux fins d'aliénation. Le juge d'instruction peut également ordonner, sous réserve des droits des tiers, de remettre au service des domaines, en vue de leur aliénation, des biens meubles placés sous main de justice appartenant aux personnes poursuivies, dont la conservation n'est plus nécessaire à la manifestation de la vérité et dont la confiscation est prévue par la loi, lorsque le maintien de la saisie serait de nature à diminuer la valeur du bien.S'il est procédé à la vente du bien, le produit de celle-ci est consigné pendant une durée de dix ans. En cas de non-lieu, de relaxe ou d'acquittement, ou lorsque la peine de confiscation n'est pas prononcée, ce produit est restitué au propriétaire des objets s'il en fait la demande. Le juge d'instruction peut également ordonner la destruction des biens meubles placés sous main de justice dont la conservation n'est plus nécessaire à la manifestation de la vérité, lorsqu'il s'agit d'objets qualifiés par la loi de dangereux ou de nuisibles, ou dont la détention est illicite. Les décisions prises en application du présent article font l'objet d'une ordonnance motivée. Cette ordonnance est prise soit sur réquisitions du procureur de la République, soit d'office après avis de ce dernier. Elle est notifiée au ministère public, aux parties intéressées et, s'ils sont connus, au propriétaire ainsi qu'aux tiers ayant des droits sur le bien, qui peuvent la déférer à la chambre de l'instruction dans les conditions prévues aux cinquième et sixième alinéas de l'article 99 . Un décret en Conseil d'Etat détermine les modalités d'application du présent article.",
            "texteHtml": "<p></p>Lorsque, au cours de l'instruction, la restitution des biens meubles placés sous main de justice et dont la conservation n'est plus nécessaire à la manifestation de la vérité s'avère impossible, soit parce que le propriétaire ne peut être identifié, soit parce que le propriétaire ne réclame pas l'objet dans un délai de deux mois à compter d'une mise en demeure adressée à son domicile, le juge d'instruction peut ordonner, sous réserve des droits des tiers, la destruction de ces biens ou leur remise au service des domaines aux fins d'aliénation. <p></p><p></p>Le juge d'instruction peut également ordonner, sous réserve des droits des tiers, de remettre au service des domaines, en vue de leur aliénation, des biens meubles placés sous main de justice appartenant aux personnes poursuivies, dont la conservation n'est plus nécessaire à la manifestation de la vérité et dont la confiscation est prévue par la loi, lorsque le maintien de la saisie serait de nature à diminuer la valeur du bien.S'il est procédé à la vente du bien, le produit de celle-ci est consigné pendant une durée de dix ans. En cas de non-lieu, de relaxe ou d'acquittement, ou lorsque la peine de confiscation n'est pas prononcée, ce produit est restitué au propriétaire des objets s'il en fait la demande. <p></p><p></p>Le juge d'instruction peut également ordonner la destruction des biens meubles placés sous main de justice dont la conservation n'est plus nécessaire à la manifestation de la vérité, lorsqu'il s'agit d'objets qualifiés par la loi de dangereux ou de nuisibles, ou dont la détention est illicite. <p></p><p></p>Les décisions prises en application du présent article font l'objet d'une ordonnance motivée. Cette ordonnance est prise soit sur réquisitions du procureur de la République, soit d'office après avis de ce dernier. Elle est notifiée au ministère public, aux parties intéressées et, s'ils sont connus, au propriétaire ainsi qu'aux tiers ayant des droits sur le bien, qui peuvent la déférer à la chambre de l'instruction dans les conditions prévues aux cinquième et sixième alinéas de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006575500&dateTexte=&categorieLien=cid' title='Code de procédure pénale - art. 99 (V)'>l'article 99</a>. <p></p><p></p>Un décret en Conseil d'Etat détermine les modalités d'application du présent article.<p></p>",
            "num": "99-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 978307200000,
            "dateFin": 1296777600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 944878,
            "context": {
                "titresTM": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098229",
                        "id": "LEGISCTA000006098229",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2013-07-27",
                        "titre": "Livre Ier : De l'exercice de l'action publique et de l'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121321",
                        "id": "LEGISCTA000006121321",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-07-27",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : De la conduite de la politique pénale, de l'exercice de l'action publique et de l'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121321",
                        "id": "LEGISCTA000027753875",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Des juridictions d'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138090",
                        "id": "LEGISCTA000006138090",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Du juge d'instruction : juridiction d'instruction du premier degré",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151881",
                        "id": "LEGISCTA000006151881",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-10-01",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Des transports, des perquisitions, des saisies et des interceptions de correspondances émises par la voie des télécommunications",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006167423",
                        "id": "LEGISCTA000006167423",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-10-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : Des transports, des perquisitions et des saisies",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006182886",
                        "id": "LEGISCTA000006182886",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Code de procédure pénale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071154",
                        "id": "LEGITEXT000006071154",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006575241",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006182886",
            "sectionParentId": "LEGISCTA000006182886",
            "sectionParentTitre": "Sous-section 1 : Des transports, des perquisitions et des saisies",
            "fullSectionsTitre": "Partie législative &gt; Livre Ier : De l'exercice de l'action publique et de l'instruction &gt; Titre III : Des juridictions d'instruction &gt; Chapitre Ier : Du juge d'instruction : juridiction d'instruction du premier degré &gt; Section 3 : Des transports, des perquisitions, des saisies et des interceptions de correspondances émises par la voie des télécommunications &gt; Sous-section 1 : Des transports, des perquisitions et des saisies",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006575242",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071154",
                    "titre": "Code de procédure pénale",
                    "titreLong": "Code de procédure pénale",
                    "etat": "VIGUEUR",
                    "dateDebut": -370310400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071154",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000692469",
                    "textTitle": "Loi 57-1426 1957-12-31",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000692469",
                    "natureText": "LOI",
                    "datePubliTexte": "1958-01-08",
                    "dateSignaTexte": "1957-12-31",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000765204",
                    "textTitle": "Loi n°2000-516 du 15 juin 2000 - art. 83 () JORF 16 juin 2000 en vigueur le 1er janvier 2001",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "83",
                    "articleId": "LEGIARTI000006493396",
                    "natureText": "LOI",
                    "datePubliTexte": "2000-06-16",
                    "dateSignaTexte": "2000-06-15",
                    "dateDebutCible": "2000-06-16"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000713756",
                    "textTitle": "Loi n°94-589 du 15 juillet 1994 - art. 16 bis (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "16 bis",
                    "articleId": "LEGIARTI000031532617",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "94-589",
                    "datePubli": 774316800000,
                    "dateDebut": 1448668800000
                },
                {
                    "textCid": "JORFTEXT000000240757",
                    "textTitle": "Loi n°2004-1485 du 30 décembre 2004 - art. 115 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "115",
                    "articleId": "LEGIARTI000006322376",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2004-1485",
                    "datePubli": 1104451200000,
                    "dateDebut": 1104451200000
                },
                {
                    "textCid": "JORFTEXT000031531807",
                    "textTitle": "ORDONNANCE n°2015-1534 du 26 novembre 2015 - art. 5, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "JORFARTI000031531839",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2015-1534",
                    "datePubli": 1448582400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000034129194",
                    "textTitle": "Délibération n°2016-310 du 6 octobre 2016 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000034129202",
                    "natureText": "DELIBERATION",
                    "parentCid": null,
                    "numTexte": "2016-310",
                    "datePubli": 1488499200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036684292",
                    "textTitle": "Arrêté du 23 février 2018 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000036686798",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1520553600000,
                    "dateDebut": 1520640000000
                },
                {
                    "textCid": "JORFTEXT000037996285",
                    "textTitle": "Arrêté du 31 décembre 2018 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000038162790",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1547337600000,
                    "dateDebut": 1547424000000
                },
                {
                    "textCid": "JORFTEXT000037996285",
                    "textTitle": "Arrêté du 31 décembre 2018 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000045599842",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1547337600000,
                    "dateDebut": 1650153600000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 706-144 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "706-144",
                    "articleId": "LEGIARTI000022470116",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1278806400000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 706-145 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "706-145",
                    "articleId": "LEGIARTI000022470114",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1278806400000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 706-160 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "706-160",
                    "articleId": "LEGIARTI000043341952",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1618012800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 706-30-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "706-30-1",
                    "articleId": "LEGIARTI000023718471",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1300233600000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 99 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "99",
                    "articleId": "LEGIARTI000006575500",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465084800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R15-41-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R15-41-1",
                    "articleId": "LEGIARTI000006517136",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1052784000000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R54-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R54-9",
                    "articleId": "LEGIARTI000023509933",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1296777600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006575241",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 930182400000,
                    "dateFin": 978307200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006575242",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 978307200000,
                    "dateFin": 1296777600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022470159",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1296777600000,
                    "dateFin": 1300233600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000023718468",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1300233600000,
                    "dateFin": 1465084800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032655847",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1465084800000,
                    "dateFin": 1540425600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037526021",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1540425600000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038846030",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1609372800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042915822",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1609372800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "99-2"
            ],
            "versionPrecedente": "LEGIARTI000006575241",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006575241",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Lorsque, au cours de l'instruction, la restitution des biens meubles placés sous main de justice et dont la conservation n'est plus nécessaire à la manifestation de la vérité s'avère impossible, soit parce que le propriétaire ne peut être identifié, soit parce que le propriétaire ne réclame pas l'objet dans un délai de deux mois à compter d'une mise en demeure adressée à son domicile, le juge d'instruction peut ordonner, sous réserve des droits des tiers, la destruction de ces biens ou leur remise au service des domaines aux fins d'aliénation. Le juge d'instruction peut également ordonner, sous réserve des droits des tiers, de remettre au service des domaines, en vue de leur aliénation, des biens meubles placés sous main de justice appartenant aux personnes poursuivies, dont la conservation n'est plus nécessaire à la manifestation de la vérité et dont la confiscation est prévue par la loi, lorsque le maintien de la saisie serait de nature à diminuer la valeur du bien. S'il est procédé à la vente du bien, le produit de celle-ci est consigné pendant une durée de dix ans. En cas de non-lieu, de relaxe ou d'acquittement, ou lorsque la peine de confiscation n'est pas prononcée, ce produit est restitué au propriétaire des objets s'il en fait la demande. Le juge d'instruction peut également ordonner la destruction des biens meubles placés sous main de justice dont la conservation n'est plus nécessaire à la manifestation de la vérité, lorsqu'il s'agit d'objets qualifiés par la loi de dangereux ou de nuisibles, ou dont la détention est illicite. Les décisions prises en application du présent article font l'objet d'une ordonnance motivée. Cette ordonnance est prise soit sur réquisitions du procureur de la République, soit d'office après avis de ce dernier. Elle est notifiée au ministère public, aux parties intéressées et, s'ils sont connus, au propriétaire ainsi qu'aux tiers ayant des droits sur le bien, qui peuvent la déférer à la chambre d'accusation dans les conditions prévues aux cinquième et sixième alinéas de l'article 99. Un décret en Conseil d'Etat détermine les modalités d'application du présent article.",
            "texteHtml": "<p></p>   Lorsque, au cours de l'instruction, la restitution des biens meubles placés sous main de justice et dont la conservation n'est plus nécessaire à la manifestation de la vérité s'avère impossible, soit parce que le propriétaire ne peut être identifié, soit parce que le propriétaire ne réclame pas l'objet dans un délai de deux mois à compter d'une mise en demeure adressée à son domicile, le juge d'instruction peut ordonner, sous réserve des droits des tiers, la destruction de ces biens ou leur remise au service des domaines aux fins d'aliénation.<p></p><p></p>   Le juge d'instruction peut également ordonner, sous réserve des droits des tiers, de remettre au service des domaines, en vue de leur aliénation, des biens meubles placés sous main de justice appartenant aux personnes poursuivies, dont la conservation n'est plus nécessaire à la manifestation de la vérité et dont la confiscation est prévue par la loi, lorsque le maintien de la saisie serait de nature à diminuer la valeur du bien. S'il est procédé à la vente du bien, le produit de celle-ci est consigné pendant une durée de dix ans. En cas de non-lieu, de relaxe ou d'acquittement, ou lorsque la peine de confiscation n'est pas prononcée, ce produit est restitué au propriétaire des objets s'il en fait la demande.<p></p><p></p>   Le juge d'instruction peut également ordonner la destruction des biens meubles placés sous main de justice dont la conservation n'est plus nécessaire à la manifestation de la vérité, lorsqu'il s'agit d'objets qualifiés par la loi de dangereux ou de nuisibles, ou dont la détention est illicite.<p></p><p></p>   Les décisions prises en application du présent article font l'objet d'une ordonnance motivée. Cette ordonnance est prise soit sur réquisitions du procureur de la République, soit d'office après avis de ce dernier. Elle est notifiée au ministère public, aux parties intéressées et, s'ils sont connus, au propriétaire ainsi qu'aux tiers ayant des droits sur le bien, qui peuvent la déférer à la chambre d'accusation dans les conditions prévues aux cinquième et sixième alinéas de l'article 99.<p></p><p></p>   Un décret en Conseil d'Etat détermine les modalités d'application du présent article.<p></p>",
            "num": "99-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 930182400000,
            "dateFin": 978307200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 987827,
            "context": {
                "titresTM": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098229",
                        "id": "LEGISCTA000006098229",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2013-07-27",
                        "titre": "Livre Ier : De l'exercice de l'action publique et de l'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121321",
                        "id": "LEGISCTA000006121321",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-07-27",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : De la conduite de la politique pénale, de l'exercice de l'action publique et de l'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121321",
                        "id": "LEGISCTA000027753875",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Des juridictions d'instruction",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138090",
                        "id": "LEGISCTA000006138090",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Du juge d'instruction : juridiction d'instruction du premier degré",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151881",
                        "id": "LEGISCTA000006151881",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-10-01",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Des transports, des perquisitions, des saisies et des interceptions de correspondances émises par la voie des télécommunications",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006167423",
                        "id": "LEGISCTA000006167423",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-10-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : Des transports, des perquisitions et des saisies",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006182886",
                        "id": "LEGISCTA000006182886",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Code de procédure pénale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071154",
                        "id": "LEGITEXT000006071154",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006575241",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006182886",
            "sectionParentId": "LEGISCTA000006182886",
            "sectionParentTitre": "Sous-section 1 : Des transports, des perquisitions et des saisies",
            "fullSectionsTitre": "Partie législative &gt; Livre Ier : De l'exercice de l'action publique et de l'instruction &gt; Titre III : Des juridictions d'instruction &gt; Chapitre Ier : Du juge d'instruction : juridiction d'instruction du premier degré &gt; Section 3 : Des transports, des perquisitions, des saisies et des interceptions de correspondances émises par la voie des télécommunications &gt; Sous-section 1 : Des transports, des perquisitions et des saisies",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006575241",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071154",
                    "titre": "Code de procédure pénale",
                    "titreLong": "Code de procédure pénale",
                    "etat": "VIGUEUR",
                    "dateDebut": -370310400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071154",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000692469",
                    "textTitle": "Loi 57-1426 1957-12-31",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000692469",
                    "natureText": "LOI",
                    "datePubliTexte": "1958-01-08",
                    "dateSignaTexte": "1957-12-31",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000759946",
                    "textTitle": "Loi n°99-515 du 23 juin 1999 - art. 23 () JORF 24 juin 1999",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "23",
                    "articleId": "LEGIARTI000006493211",
                    "natureText": "LOI",
                    "datePubliTexte": "1999-06-24",
                    "dateSignaTexte": "1999-06-23",
                    "dateDebutCible": "1999-06-24"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000713756",
                    "textTitle": "Loi n°94-589 du 15 juillet 1994 - art. 16 bis (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "16 bis",
                    "articleId": "LEGIARTI000031532617",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "94-589",
                    "datePubli": 774316800000,
                    "dateDebut": 1448668800000
                },
                {
                    "textCid": "JORFTEXT000000240757",
                    "textTitle": "Loi n°2004-1485 du 30 décembre 2004 - art. 115 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "115",
                    "articleId": "LEGIARTI000006322376",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2004-1485",
                    "datePubli": 1104451200000,
                    "dateDebut": 1104451200000
                },
                {
                    "textCid": "JORFTEXT000031531807",
                    "textTitle": "ORDONNANCE n°2015-1534 du 26 novembre 2015 - art. 5, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "JORFARTI000031531839",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2015-1534",
                    "datePubli": 1448582400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000034129194",
                    "textTitle": "Délibération n°2016-310 du 6 octobre 2016 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000034129202",
                    "natureText": "DELIBERATION",
                    "parentCid": null,
                    "numTexte": "2016-310",
                    "datePubli": 1488499200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000036684292",
                    "textTitle": "Arrêté du 23 février 2018 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000036686798",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1520553600000,
                    "dateDebut": 1520640000000
                },
                {
                    "textCid": "JORFTEXT000037996285",
                    "textTitle": "Arrêté du 31 décembre 2018 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000038162790",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1547337600000,
                    "dateDebut": 1547424000000
                },
                {
                    "textCid": "JORFTEXT000037996285",
                    "textTitle": "Arrêté du 31 décembre 2018 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000045599842",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1547337600000,
                    "dateDebut": 1650153600000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "CODE DE PROCEDURE PENALE - art. 99 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "99",
                    "articleId": "LEGIARTI000006575500",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465084800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 706-144 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "706-144",
                    "articleId": "LEGIARTI000022470116",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1278806400000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 706-145 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "706-145",
                    "articleId": "LEGIARTI000022470114",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1278806400000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 706-160 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "706-160",
                    "articleId": "LEGIARTI000043341952",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1618012800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 706-30-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "706-30-1",
                    "articleId": "LEGIARTI000023718471",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1300233600000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R15-41-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R15-41-1",
                    "articleId": "LEGIARTI000006517136",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1052784000000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R54-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R54-9",
                    "articleId": "LEGIARTI000023509933",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1296777600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006575241",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 930182400000,
                    "dateFin": 978307200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006575242",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 978307200000,
                    "dateFin": 1296777600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022470159",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1296777600000,
                    "dateFin": 1300233600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000023718468",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1300233600000,
                    "dateFin": 1465084800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032655847",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1465084800000,
                    "dateFin": 1540425600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037526021",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1540425600000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038846030",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 1609372800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042915822",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1609372800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "99-2"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}