{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000037273424",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Le redevable qui désire acquitter tout ou partie des droits dus par la remise d'immeubles en nature de bois et forêts ou espaces naturels pouvant être incorporés au domaine forestier de l'Etat mentionnés à l'article 1716 bis du code général des impôts dépose une offre de dation à l'Etat, indiquant la nature, la situation et la valeur de chacun des biens qu'il envisage de remettre à l'Etat. Cette offre est déposée au service des impôts compétent pour enregistrer la déclaration de succession ou l'acte constatant la mutation à titre gratuit ou le partage, ou, s'agissant de l'impôt sur la fortune immobilière, pour recevoir la déclaration mentionnée au 1 du I de l'article 982 du code général des impôts. Il en est délivré récépissé. L'offre de dation en paiement est faite dans le délai prévu pour l'enregistrement de la déclaration de succession ou de l'acte constatant la mutation à titre gratuit ou le partage ou, s'agissant de l'impôt sur la fortune immobilière, dans le délai de dépôt de la déclaration mentionnée au 1 du I de l'article 982 précité. II. – Le ministre chargé du budget adresse l'offre, accompagnée d'un avis sur la valeur libératoire proposée, au ministre chargé des forêts. Le ministre chargé des forêts, après consultation de l'Office national des forêts, émet un avis sur l'existence d'un intérêt économique, environnemental ou social du bien offert, sur les conditions de sa gestion, sur la contribution de ce bien à l'enrichissement de l'ensemble foncier auquel il pourrait être, le cas échéant, incorporé ainsi que sur la valeur libératoire proposée. III. – Au vu des avis mentionnés au II, le ministre chargé du budget décide d'agréer ou non l'offre de dation en précisant la valeur libératoire retenue. IV. – La décision du ministre chargé du budget est notifiée au demandeur par pli recommandé avec demande d'avis de réception. V. – En cas d'agrément, le demandeur dispose du délai fixé par la décision d'agrément pour accepter par lettre simple, le cachet de la poste faisant foi, la valeur libératoire reconnue au bien offert en paiement des droits.",
            "texteHtml": "<p> I. - Le redevable qui désire acquitter tout ou partie des droits dus par la remise d'immeubles en nature de bois et forêts ou espaces naturels pouvant être incorporés au domaine forestier de l'Etat mentionnés à l'article 1716 bis du code général des impôts dépose une offre de dation à l'Etat, indiquant la nature, la situation et la valeur de chacun des biens qu'il envisage de remettre à l'Etat. Cette offre est déposée au service des impôts compétent pour enregistrer la déclaration de succession ou l'acte constatant la mutation à titre gratuit ou le partage, ou, s'agissant de l'impôt sur la fortune immobilière, pour recevoir la déclaration mentionnée au 1 du I de l'article 982 du code général des impôts. Il en est délivré récépissé.</p><p> L'offre de dation en paiement est faite dans le délai prévu pour l'enregistrement de la déclaration de succession ou de l'acte constatant la mutation à titre gratuit ou le partage ou, s'agissant de l'impôt sur la fortune immobilière, dans le délai de dépôt de la déclaration mentionnée au 1 du I de l'article 982 précité.</p><p>II. – Le ministre chargé du budget adresse l'offre, accompagnée d'un avis sur la valeur libératoire proposée, au ministre chargé des forêts.</p><p>Le ministre chargé des forêts, après consultation de l'Office national des forêts, émet un avis sur l'existence d'un intérêt économique, environnemental ou social du bien offert, sur les conditions de sa gestion, sur la contribution de ce bien à l'enrichissement de l'ensemble foncier auquel il pourrait être, le cas échéant, incorporé ainsi que sur la valeur libératoire proposée.</p><p>III. – Au vu des avis mentionnés au II, le ministre chargé du budget décide d'agréer ou non l'offre de dation en précisant la valeur libératoire retenue.</p><p>IV. – La décision du ministre chargé du budget est notifiée au demandeur par pli recommandé avec demande d'avis de réception.</p><p>V. – En cas d'agrément, le demandeur dispose du délai fixé par la décision d'agrément pour accepter par lettre simple, le cachet de la poste faisant foi, la valeur libératoire reconnue au bien offert en paiement des droits.</p>",
            "num": "384 A ter",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "6.0",
            "etat": "VIGUEUR",
            "dateDebut": 1533168000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1970-11-11",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Recouvrement de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084162",
                        "id": "LEGISCTA000006084162",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1970-11-11",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Paiement de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114403",
                        "id": "LEGISCTA000006114403",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1970-11-11",
                        "fin": "2999-01-01",
                        "titre": "Section III : Enregistrement, publicité foncière, timbre",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133714",
                        "id": "LEGISCTA000006133714",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1970-11-11",
                        "fin": "2999-01-01",
                        "titre": "I : Dation en paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146747",
                        "id": "LEGISCTA000006146747",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-01-01",
                        "fin": "2999-01-01",
                        "titre": "3° : Remise d'immeubles en nature de bois et forêts ou espaces naturels",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000022896430",
                        "id": "LEGISCTA000022896430",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1967-09-16",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe II",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069569",
                        "id": "LEGITEXT000006069569",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006296216",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000022896430",
            "sectionParentId": "LEGISCTA000022896430",
            "sectionParentTitre": "3° : Remise d'immeubles en nature de bois et forêts ou espaces naturels",
            "fullSectionsTitre": "Livre II : Recouvrement de l'impôt &gt; Chapitre premier : Paiement de l'impôt &gt; Section III : Enregistrement, publicité foncière, timbre &gt; I : Dation en paiement &gt; 3° : Remise d'immeubles en nature de bois et forêts ou espaces naturels",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000037273424",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069569",
                    "titre": "Code général des impôts, annexe II, CGIANII.",
                    "titreLong": "Code général des impôts, annexe II",
                    "etat": "VIGUEUR",
                    "dateDebut": -72403200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069569",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000814579",
                    "textTitle": "Décret n°2006-356 du 24 mars 2006",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000814579",
                    "natureText": "DECRET",
                    "datePubliTexte": "2006-03-26",
                    "dateSignaTexte": "2006-03-24",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000037270359",
                    "textTitle": "Décret n°2018-680 du 30 juillet 2018 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000037271528",
                    "natureText": "DECRET",
                    "datePubliTexte": "2018-08-01",
                    "dateSignaTexte": "2018-07-30",
                    "dateDebutCible": "2018-08-02"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000017572526",
                    "textTitle": "Arrêté du 30 novembre 2007, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000017572526",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1196553600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000017574251",
                    "textTitle": "Arrêté du 3 décembre 2007 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000017574252",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1196812800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1716 bis",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1716 bis",
                    "articleId": "LEGIARTI000006312804",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006296216",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1041379200000,
                    "dateFin": 1136073600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043051170",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1136073600000,
                    "dateFin": 1333238400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025622345",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1333238400000,
                    "dateFin": 1356998400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026854561",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1356998400000,
                    "dateFin": 1475798400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033196557",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1475798400000,
                    "dateFin": 1533168000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037273424",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1533168000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "384 A ter",
                "384"
            ],
            "versionPrecedente": "LEGIARTI000033196557",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000033196557",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – L'héritier, le donataire, le légataire ou le copartageant, qui désire acquitter tout ou partie des droits de mutation ou de partage dont il est redevable par la remise d'immeubles en nature de bois et forêts ou espaces naturels pouvant être incorporés au domaine forestier de l'Etat mentionnés à l'article 1716 bis du code général des impôts, doit déposer au service de la direction générale des finances publiques compétent pour enregistrer l'acte constatant la mutation, le partage ou la déclaration de succession une offre de dation à l'Etat indiquant la nature, la situation et la valeur de chacun des biens qu'il envisage de remettre à l'Etat. Il en est délivré récépissé. L'offre de dation en paiement doit être faite dans le délai prévu pour l'enregistrement de la déclaration de la succession ou de l'acte constatant la mutation ou le partage. II. – Le ministre chargé du budget adresse l'offre, accompagnée d'un avis sur la valeur libératoire proposée, au ministre chargé des forêts. Le ministre chargé des forêts, après consultation de l'Office national des forêts, émet un avis sur l'existence d'un intérêt économique, environnemental ou social du bien offert, sur les conditions de sa gestion, sur la contribution de ce bien à l'enrichissement de l'ensemble foncier auquel il pourrait être, le cas échéant, incorporé ainsi que sur la valeur libératoire proposée. III. – Au vu des avis mentionnés au II, le ministre chargé du budget décide d'agréer ou non l'offre de dation en précisant la valeur libératoire retenue. IV. – La décision du ministre chargé du budget est notifiée au demandeur par pli recommandé avec demande d'avis de réception. V. – En cas d'agrément, le demandeur dispose du délai fixé par la décision d'agrément pour accepter par lettre simple, le cachet de la poste faisant foi, la valeur libératoire reconnue au bien offert en paiement des droits.",
            "texteHtml": "<p>I. – L'héritier, le donataire, le légataire ou le copartageant, qui désire acquitter tout ou partie des droits de mutation ou de partage dont il est redevable par la remise d'immeubles en nature de bois et forêts ou espaces naturels pouvant être incorporés au domaine forestier de l'Etat mentionnés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006312804&dateTexte=&categorieLien=cid'>l'article 1716 bis</a> du code général des impôts, doit déposer au service de la direction générale des finances publiques compétent pour enregistrer l'acte constatant la mutation, le partage ou la déclaration de succession une offre de dation à l'Etat indiquant la nature, la situation et la valeur de chacun des biens qu'il envisage de remettre à l'Etat. Il en est délivré récépissé.</p><p>L'offre de dation en paiement doit être faite dans le délai prévu pour l'enregistrement de la déclaration de la succession ou de l'acte constatant la mutation ou le partage.</p><p>II. – Le ministre chargé du budget adresse l'offre, accompagnée d'un avis sur la valeur libératoire proposée, au ministre chargé des forêts.</p><p>Le ministre chargé des forêts, après consultation de l'Office national des forêts, émet un avis sur l'existence d'un intérêt économique, environnemental ou social du bien offert, sur les conditions de sa gestion, sur la contribution de ce bien à l'enrichissement de l'ensemble foncier auquel il pourrait être, le cas échéant, incorporé ainsi que sur la valeur libératoire proposée.</p><p>III. – Au vu des avis mentionnés au II, le ministre chargé du budget décide d'agréer ou non l'offre de dation en précisant la valeur libératoire retenue.</p><p>IV. – La décision du ministre chargé du budget est notifiée au demandeur par pli recommandé avec demande d'avis de réception.</p><p>V. – En cas d'agrément, le demandeur dispose du délai fixé par la décision d'agrément pour accepter par lettre simple, le cachet de la poste faisant foi, la valeur libératoire reconnue au bien offert en paiement des droits.</p>",
            "num": "384 A ter",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "MODIFIE",
            "dateDebut": 1475798400000,
            "dateFin": 1533168000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1970-11-11",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Recouvrement de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084162",
                        "id": "LEGISCTA000006084162",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1970-11-11",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Paiement de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114403",
                        "id": "LEGISCTA000006114403",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1970-11-11",
                        "fin": "2999-01-01",
                        "titre": "Section III : Enregistrement, publicité foncière, timbre",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133714",
                        "id": "LEGISCTA000006133714",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1970-11-11",
                        "fin": "2999-01-01",
                        "titre": "I : Dation en paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146747",
                        "id": "LEGISCTA000006146747",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-01-01",
                        "fin": "2999-01-01",
                        "titre": "3° : Remise d'immeubles en nature de bois et forêts ou espaces naturels",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000022896430",
                        "id": "LEGISCTA000022896430",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1967-09-16",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe II",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069569",
                        "id": "LEGITEXT000006069569",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006296216",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000022896430",
            "sectionParentId": "LEGISCTA000022896430",
            "sectionParentTitre": "3° : Remise d'immeubles en nature de bois et forêts ou espaces naturels",
            "fullSectionsTitre": "Livre II : Recouvrement de l'impôt &gt; Chapitre premier : Paiement de l'impôt &gt; Section III : Enregistrement, publicité foncière, timbre &gt; I : Dation en paiement &gt; 3° : Remise d'immeubles en nature de bois et forêts ou espaces naturels",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000033196557",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069569",
                    "titre": "Code général des impôts, annexe II, CGIANII.",
                    "titreLong": "Code général des impôts, annexe II",
                    "etat": "VIGUEUR",
                    "dateDebut": -72403200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069569",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000814579",
                    "textTitle": "Décret n°2006-356 du 24 mars 2006",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000814579",
                    "natureText": "DECRET",
                    "datePubliTexte": "2006-03-26",
                    "dateSignaTexte": "2006-03-24",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000033193201",
                    "textTitle": "Décret n°2016-1310 du 4 octobre 2016 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000033194043",
                    "natureText": "DECRET",
                    "datePubliTexte": "2016-10-06",
                    "dateSignaTexte": "2016-10-04",
                    "dateDebutCible": "2016-10-07"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000017572526",
                    "textTitle": "Arrêté du 30 novembre 2007, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000017572526",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1196553600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000017574251",
                    "textTitle": "Arrêté du 3 décembre 2007 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000017574252",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1196812800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1716 bis",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1716 bis",
                    "articleId": "LEGIARTI000006312804",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006296216",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1041379200000,
                    "dateFin": 1136073600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043051170",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1136073600000,
                    "dateFin": 1333238400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025622345",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1333238400000,
                    "dateFin": 1356998400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026854561",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1356998400000,
                    "dateFin": 1475798400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033196557",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1475798400000,
                    "dateFin": 1533168000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037273424",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1533168000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "384 A ter",
                "384"
            ],
            "versionPrecedente": "LEGIARTI000026854561",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000026854561",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-L'héritier, le donataire, le légataire ou le copartageant, qui désire acquitter tout ou partie des droits de mutation ou de partage dont il est redevable par la remise d'immeubles en nature de bois et forêts ou espaces naturels pouvant être incorporés au domaine forestier de l'Etat mentionnés à l'article 1716 bis du code général des impôts, doit déposer au service des impôts ou au service de la publicité foncière compétent pour enregistrer l'acte constatant la mutation, le partage ou la déclaration de succession une offre de dation à l'Etat indiquant la nature, la situation et la valeur de chacun des biens qu'il envisage de remettre à l'Etat. Il en est délivré récépissé. L'offre de dation en paiement doit être faite dans le délai prévu pour l'enregistrement de la déclaration de la succession ou de l'acte constatant la mutation ou le partage. II.-L'offre est adressée par le service des impôts    ou le service de la publicité foncière à une commission dont la composition est fixée par arrêté conjoint du Premier ministre, du ministre chargé du budget, du ministre chargé des forêts et du ministre chargé de la protection de la nature. Avant de se prononcer, cette commission consulte l'Office national des forêts. La commission émet un avis sur l'existence d'un intérêt économique, environnemental ou social du bien offert, sur les conditions de sa gestion ainsi que sur la contribution de ce bien à l'enrichissement de l'ensemble foncier auquel il pourrait être, le cas échéant, incorporé. La commission se prononce également, après avoir consulté le directeur départemental ou, le cas échéant, régional des finances publiques, sur sa valeur libératoire. III.-Au vu de l'avis de la commission, le ministre chargé des forêts propose au ministre chargé du budget l'octroi ou le refus de l'agrément. IV.-La décision est notifiée au demandeur par pli recommandé avec demande d'avis de réception. V.-En cas d'agrément, le demandeur dispose du délai fixé par la décision d'agrément pour accepter par lettre simple, le cachet de la poste faisant foi, la valeur libératoire reconnue au bien offert en paiement des droits.",
            "texteHtml": "<p>I.-L'héritier, le donataire, le légataire ou le copartageant, qui désire acquitter tout ou partie des droits de mutation ou de partage dont il est redevable par la remise d'immeubles en nature de bois et forêts ou espaces naturels pouvant être incorporés au domaine forestier de l'Etat mentionnés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006312804&dateTexte=&categorieLien=cid'>l'article 1716 bis</a> du code général des impôts, doit déposer au service des impôts ou au service de la publicité foncière compétent pour enregistrer l'acte constatant la mutation, le partage ou la déclaration de succession une offre de dation à l'Etat indiquant la nature, la situation et la valeur de chacun des biens qu'il envisage de remettre à l'Etat. Il en est délivré récépissé. </p><p></p><p>L'offre de dation en paiement doit être faite dans le délai prévu pour l'enregistrement de la déclaration de la succession ou de l'acte constatant la mutation ou le partage. </p><p></p><p>II.-L'offre est adressée par le service des impôts    ou le service de la publicité foncière à une commission dont la composition est fixée par arrêté conjoint du Premier ministre, du ministre chargé du budget, du ministre chargé des forêts et du ministre chargé de la protection de la nature. </p><p></p><p>Avant de se prononcer, cette commission consulte l'Office national des forêts. </p><p></p><p>La commission émet un avis sur l'existence d'un intérêt économique, environnemental ou social du bien offert, sur les conditions de sa gestion ainsi que sur la contribution de ce bien à l'enrichissement de l'ensemble foncier auquel il pourrait être, le cas échéant, incorporé. La commission se prononce également, après avoir consulté le directeur départemental ou, le cas échéant, régional des finances publiques, sur sa valeur libératoire. </p><p></p><p>III.-Au vu de l'avis de la commission, le ministre chargé des forêts propose au ministre chargé du budget l'octroi ou le refus de l'agrément. </p><p></p><p></p><p>IV.-La décision est notifiée au demandeur par pli recommandé avec demande d'avis de réception. </p><p></p><p></p><p>V.-En cas d'agrément, le demandeur dispose du délai fixé par la décision d'agrément pour accepter par lettre simple, le cachet de la poste faisant foi, la valeur libératoire reconnue au bien offert en paiement des droits.</p><p></p><p></p>",
            "num": "384 A ter",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1356998400000,
            "dateFin": 1475798400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1970-11-11",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Recouvrement de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084162",
                        "id": "LEGISCTA000006084162",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1970-11-11",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Paiement de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114403",
                        "id": "LEGISCTA000006114403",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1970-11-11",
                        "fin": "2999-01-01",
                        "titre": "Section III : Enregistrement, publicité foncière, timbre",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133714",
                        "id": "LEGISCTA000006133714",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1970-11-11",
                        "fin": "2999-01-01",
                        "titre": "I : Dation en paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146747",
                        "id": "LEGISCTA000006146747",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-01-01",
                        "fin": "2999-01-01",
                        "titre": "3° : Remise d'immeubles en nature de bois et forêts ou espaces naturels",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000022896430",
                        "id": "LEGISCTA000022896430",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1967-09-16",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe II",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069569",
                        "id": "LEGITEXT000006069569",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006296216",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000022896430",
            "sectionParentId": "LEGISCTA000022896430",
            "sectionParentTitre": "3° : Remise d'immeubles en nature de bois et forêts ou espaces naturels",
            "fullSectionsTitre": "Livre II : Recouvrement de l'impôt &gt; Chapitre premier : Paiement de l'impôt &gt; Section III : Enregistrement, publicité foncière, timbre &gt; I : Dation en paiement &gt; 3° : Remise d'immeubles en nature de bois et forêts ou espaces naturels",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000026854561",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069569",
                    "titre": "Code général des impôts, annexe II, CGIANII.",
                    "titreLong": "Code général des impôts, annexe II",
                    "etat": "VIGUEUR",
                    "dateDebut": -72403200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069569",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000814579",
                    "textTitle": "Décret n°2006-356 du 24 mars 2006",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000814579",
                    "natureText": "DECRET",
                    "datePubliTexte": "2006-03-26",
                    "dateSignaTexte": "2006-03-24",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000026843243",
                    "textTitle": "Décret n°2012-1462\n du 26 décembre 2012 - art. 35",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "35",
                    "articleId": "LEGIARTI000026845157",
                    "natureText": "DECRET",
                    "datePubliTexte": "2012-12-28",
                    "dateSignaTexte": "2012-12-26",
                    "dateDebutCible": "2013-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000017572526",
                    "textTitle": "Arrêté du 30 novembre 2007, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000017572526",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1196553600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000017574251",
                    "textTitle": "Arrêté du 3 décembre 2007 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000017574252",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1196812800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1716 bis",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1716 bis",
                    "articleId": "LEGIARTI000006312804",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006296216",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1041379200000,
                    "dateFin": 1136073600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043051170",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1136073600000,
                    "dateFin": 1333238400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025622345",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1333238400000,
                    "dateFin": 1356998400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026854561",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1356998400000,
                    "dateFin": 1475798400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033196557",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1475798400000,
                    "dateFin": 1533168000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037273424",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1533168000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "384 A ter",
                "384"
            ],
            "versionPrecedente": "LEGIARTI000025622345",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000025622345",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-L'héritier, le donataire, le légataire ou le copartageant, qui désire acquitter tout ou partie des droits de mutation ou de partage dont il est redevable par la remise d'immeubles en nature de bois et forêts ou espaces naturels pouvant être incorporés au domaine forestier de l'Etat mentionnés à l'article 1716 bis du code général des impôts, doit déposer au service des impôts ou à la conservation des hypothèques compétent pour enregistrer l'acte constatant la mutation, le partage ou la déclaration de succession une offre de dation à l'Etat indiquant la nature, la situation et la valeur de chacun des biens qu'il envisage de remettre à l'Etat. Il en est délivré récépissé. L'offre de dation en paiement doit être faite dans le délai prévu pour l'enregistrement de la déclaration de la succession ou de l'acte constatant la mutation ou le partage. II.-L'offre est adressée par le service des impôts ou la conservation des hypothèques à une commission dont la composition est fixée par arrêté conjoint du Premier ministre, du ministre chargé du budget, du ministre chargé des forêts et du ministre chargé de la protection de la nature. Avant de se prononcer, cette commission consulte l'Office national des forêts. La commission émet un avis sur l'existence d'un intérêt économique, environnemental ou social du bien offert, sur les conditions de sa gestion ainsi que sur la contribution de ce bien à l'enrichissement de l'ensemble foncier auquel il pourrait être, le cas échéant, incorporé. La commission se prononce également, après avoir consulté le directeur départemental ou, le cas échéant, régional des finances publiques, sur sa valeur libératoire. III.-Au vu de l'avis de la commission, le ministre chargé des forêts propose au ministre chargé du budget l'octroi ou le refus de l'agrément. IV.-La décision est notifiée au demandeur par pli recommandé avec demande d'avis de réception. V.-En cas d'agrément, le demandeur dispose du délai fixé par la décision d'agrément pour accepter par lettre simple, le cachet de la poste faisant foi, la valeur libératoire reconnue au bien offert en paiement des droits.",
            "texteHtml": "<p>I.-L'héritier, le donataire, le légataire ou le copartageant, qui désire acquitter tout ou partie des droits de mutation ou de partage dont il est redevable par la remise d'immeubles en nature de bois et forêts ou espaces naturels pouvant être incorporés au domaine forestier de l'Etat mentionnés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006312804&dateTexte=&categorieLien=cid'>l'article 1716 bis</a> du code général des impôts, doit déposer au service des impôts ou à la conservation des hypothèques compétent pour enregistrer l'acte constatant la mutation, le partage ou la déclaration de succession une offre de dation à l'Etat indiquant la nature, la situation et la valeur de chacun des biens qu'il envisage de remettre à l'Etat. Il en est délivré récépissé. </p><p></p><p>L'offre de dation en paiement doit être faite dans le délai prévu pour l'enregistrement de la déclaration de la succession ou de l'acte constatant la mutation ou le partage. </p><p></p><p>II.-L'offre est adressée par le service des impôts ou la conservation des hypothèques à une commission dont la composition est fixée par arrêté conjoint du Premier ministre, du ministre chargé du budget, du ministre chargé des forêts et du ministre chargé de la protection de la nature. </p><p></p><p>Avant de se prononcer, cette commission consulte l'Office national des forêts. </p><p></p><p>La commission émet un avis sur l'existence d'un intérêt économique, environnemental ou social du bien offert, sur les conditions de sa gestion ainsi que sur la contribution de ce bien à l'enrichissement de l'ensemble foncier auquel il pourrait être, le cas échéant, incorporé. La commission se prononce également, après avoir consulté le directeur départemental ou, le cas échéant, régional des finances publiques, sur sa valeur libératoire. </p><p></p><p>III.-Au vu de l'avis de la commission, le ministre chargé des forêts propose au ministre chargé du budget l'octroi ou le refus de l'agrément. </p><p></p><p></p><p>IV.-La décision est notifiée au demandeur par pli recommandé avec demande d'avis de réception. </p><p></p><p></p><p>V.-En cas d'agrément, le demandeur dispose du délai fixé par la décision d'agrément pour accepter par lettre simple, le cachet de la poste faisant foi, la valeur libératoire reconnue au bien offert en paiement des droits.</p><p></p><p></p>",
            "num": "384 A ter",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1333238400000,
            "dateFin": 1356998400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1970-11-11",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Recouvrement de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084162",
                        "id": "LEGISCTA000006084162",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1970-11-11",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Paiement de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114403",
                        "id": "LEGISCTA000006114403",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1970-11-11",
                        "fin": "2999-01-01",
                        "titre": "Section III : Enregistrement, publicité foncière, timbre",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133714",
                        "id": "LEGISCTA000006133714",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1970-11-11",
                        "fin": "2999-01-01",
                        "titre": "I : Dation en paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146747",
                        "id": "LEGISCTA000006146747",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-01-01",
                        "fin": "2999-01-01",
                        "titre": "3° : Remise d'immeubles en nature de bois et forêts ou espaces naturels",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000022896430",
                        "id": "LEGISCTA000022896430",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1967-09-16",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe II",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069569",
                        "id": "LEGITEXT000006069569",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006296216",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000022896430",
            "sectionParentId": "LEGISCTA000022896430",
            "sectionParentTitre": "3° : Remise d'immeubles en nature de bois et forêts ou espaces naturels",
            "fullSectionsTitre": "Livre II : Recouvrement de l'impôt &gt; Chapitre premier : Paiement de l'impôt &gt; Section III : Enregistrement, publicité foncière, timbre &gt; I : Dation en paiement &gt; 3° : Remise d'immeubles en nature de bois et forêts ou espaces naturels",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000025622345",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069569",
                    "titre": "Code général des impôts, annexe II, CGIANII.",
                    "titreLong": "Code général des impôts, annexe II",
                    "etat": "VIGUEUR",
                    "dateDebut": -72403200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069569",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000025595949",
                    "textTitle": "Décret n°2012-430\n du 29 mars 2012 - art. 18",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "18",
                    "articleId": "LEGIARTI000025598633",
                    "natureText": "DECRET",
                    "datePubliTexte": "2012-03-31",
                    "dateSignaTexte": "2012-03-29",
                    "dateDebutCible": "2012-04-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000017572526",
                    "textTitle": "Arrêté du 30 novembre 2007, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000017572526",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1196553600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000017574251",
                    "textTitle": "Arrêté du 3 décembre 2007 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000017574252",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1196812800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1716 bis",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "1716 bis",
                    "articleId": "LEGIARTI000006312804",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006296216",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1041379200000,
                    "dateFin": 1136073600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043051170",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1136073600000,
                    "dateFin": 1333238400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025622345",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1333238400000,
                    "dateFin": 1356998400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026854561",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1356998400000,
                    "dateFin": 1475798400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033196557",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1475798400000,
                    "dateFin": 1533168000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037273424",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1533168000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "384 A ter",
                "384"
            ],
            "versionPrecedente": "LEGIARTI000043051170",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000043051170",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - L'héritier, le donataire, le légataire ou le copartageant, qui désire acquitter tout ou partie des droits de mutation ou de partage dont il est redevable par la remise d'immeubles en nature de bois et forêts ou espaces naturels pouvant être incorporés au domaine forestier de l'Etat mentionnés à l'article 1716 bis du code général des impôts, doit déposer au service des impôts ou à la conservation des hypothèques compétent pour enregistrer l'acte constatant la mutation, le partage ou la déclaration de succession une offre de dation à l'Etat indiquant la nature, la situation et la valeur de chacun des biens qu'il envisage de remettre à l'Etat. Il en est délivré récépissé. L'offre de dation en paiement doit être faite dans le délai prévu pour l'enregistrement de la déclaration de la succession ou de l'acte constatant la mutation ou le partage. II. - L'offre est adressée par le service des impôts ou la conservation des hypothèques à une commission dont la composition est fixée par arrêté conjoint du Premier ministre, du ministre chargé du budget, du ministre chargé des forêts et du ministre chargé de la protection de la nature. Avant de se prononcer, cette commission consulte l'Office national des forêts. La commission émet un avis sur l'existence d'un intérêt économique, environnemental ou social du bien offert, sur les conditions de sa gestion ainsi que sur la contribution de ce bien à l'enrichissement de l'ensemble foncier auquel il pourrait être, le cas échéant, incorporé. La commission se prononce également, après avoir consulté le service des domaines, sur sa valeur libératoire. III. - Au vu de l'avis de la commission, le ministre chargé des forêts propose au ministre chargé du budget l'octroi ou le refus de l'agrément. IV. - La décision est notifiée au demandeur par pli recommandé avec demande d'avis de réception. V. - En cas d'agrément, le demandeur dispose du délai fixé par la décision d'agrément pour accepter par lettre simple, le cachet de la poste faisant foi, la valeur libératoire reconnue au bien offert en paiement des droits.",
            "texteHtml": "<p>I. - L'héritier, le donataire, le légataire ou le copartageant, qui désire acquitter tout ou partie des droits de mutation ou de partage dont il est redevable par la remise d'immeubles en nature de bois et forêts ou espaces naturels pouvant être incorporés au domaine forestier de l'Etat mentionnés à l'article 1716 bis du code général des impôts, doit déposer au service des impôts ou à la conservation des hypothèques compétent pour enregistrer l'acte constatant la mutation, le partage ou la déclaration de succession une offre de dation à l'Etat indiquant la nature, la situation et la valeur de chacun des biens qu'il envisage de remettre à l'Etat. Il en est délivré récépissé.</p><p>L'offre de dation en paiement doit être faite dans le délai prévu pour l'enregistrement de la déclaration de la succession ou de l'acte constatant la mutation ou le partage.</p><p>II. - L'offre est adressée par le service des impôts ou la conservation des hypothèques à une commission dont la composition est fixée par arrêté conjoint du Premier ministre, du ministre chargé du budget, du ministre chargé des forêts et du ministre chargé de la protection de la nature.</p><p>Avant de se prononcer, cette commission consulte l'Office national des forêts.</p><p>La commission émet un avis sur l'existence d'un intérêt économique, environnemental ou social du bien offert, sur les conditions de sa gestion ainsi que sur la contribution de ce bien à l'enrichissement de l'ensemble foncier auquel il pourrait être, le cas échéant, incorporé. La commission se prononce également, après avoir consulté le service des domaines, sur sa valeur libératoire.</p><p>III. - Au vu de l'avis de la commission, le ministre chargé des forêts propose au ministre chargé du budget l'octroi ou le refus de l'agrément.</p><p>IV. - La décision est notifiée au demandeur par pli recommandé avec demande d'avis de réception.</p><p>V. - En cas d'agrément, le demandeur dispose du délai fixé par la décision d'agrément pour accepter par lettre simple, le cachet de la poste faisant foi, la valeur libératoire reconnue au bien offert en paiement des droits.</p><p></p>",
            "num": "384 A ter",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1136073600000,
            "dateFin": 1333238400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1970-11-11",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Recouvrement de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084162",
                        "id": "LEGISCTA000006084162",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1970-11-11",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Paiement de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114403",
                        "id": "LEGISCTA000006114403",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1970-11-11",
                        "fin": "2999-01-01",
                        "titre": "Section III : Enregistrement, publicité foncière, timbre",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133714",
                        "id": "LEGISCTA000006133714",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1970-11-11",
                        "fin": "2999-01-01",
                        "titre": "I : Dation en paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146747",
                        "id": "LEGISCTA000006146747",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-01-01",
                        "fin": "2999-01-01",
                        "titre": "3° : Remise d'immeubles en nature de bois et forêts ou espaces naturels",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000022896430",
                        "id": "LEGISCTA000022896430",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1967-09-16",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe II",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069569",
                        "id": "LEGITEXT000006069569",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006296216",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000022896430",
            "sectionParentId": "LEGISCTA000022896430",
            "sectionParentTitre": "3° : Remise d'immeubles en nature de bois et forêts ou espaces naturels",
            "fullSectionsTitre": "Livre II : Recouvrement de l'impôt &gt; Chapitre premier : Paiement de l'impôt &gt; Section III : Enregistrement, publicité foncière, timbre &gt; I : Dation en paiement &gt; 3° : Remise d'immeubles en nature de bois et forêts ou espaces naturels",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000043051170",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069569",
                    "titre": "Code général des impôts, annexe II, CGIANII.",
                    "titreLong": "Code général des impôts, annexe II",
                    "etat": "VIGUEUR",
                    "dateDebut": -72403200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069569",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000814579",
                    "textTitle": "Décret n°2006-356 du 24 mars 2006 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006250209",
                    "natureText": "DECRET",
                    "datePubliTexte": "2006-03-26",
                    "dateSignaTexte": "2006-03-24",
                    "dateDebutCible": "2006-03-26"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000017572526",
                    "textTitle": "Arrêté du 30 novembre 2007, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000017572526",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1196553600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000017574251",
                    "textTitle": "Arrêté du 3 décembre 2007 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000017574252",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1196812800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 1716 bis",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006296216",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1041379200000,
                    "dateFin": 1136073600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043051170",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1136073600000,
                    "dateFin": 1333238400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025622345",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1333238400000,
                    "dateFin": 1356998400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026854561",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1356998400000,
                    "dateFin": 1475798400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033196557",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1475798400000,
                    "dateFin": 1533168000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037273424",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1533168000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "384 A ter",
                "384"
            ],
            "versionPrecedente": "LEGIARTI000006296216",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006296216",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - L'héritier, le donataire, le légataire ou le copartageant, qui désire acquitter tout ou partie des droits de mutation ou de partage dont il est redevable par la remise d'immeubles en nature de bois et forêts ou espaces naturels pouvant être incorporés au domaine forestier de l'Etat mentionnés à l'article 1716 bis du code général des impôts, doit déposer à la recette des impôts ou à la conservation des hypothèques compétente pour enregistrer l'acte constatant la mutation, le partage ou la déclaration de succession une offre de dation à l'Etat indiquant la nature, la situation et la valeur de chacun des biens qu'il envisage de remettre à l'Etat. Il en est délivré récépissé. L'offre de dation en paiement doit être faite dans le délai prévu pour l'enregistrement de la déclaration de la succession ou de l'acte constatant la mutation ou le partage. II. - L'offre est adressée par le service des impôts à une commission dont la composition est fixée par arrêté conjoint du Premier ministre, du ministre chargé du budget, du ministre chargé des forêts et du ministre chargé de la protection de la nature. Avant de se prononcer, cette commission consulte l'Office national des forêts. La commission émet un avis sur l'existence d'un intérêt économique, environnemental ou social du bien offert, sur les conditions de sa gestion ainsi que sur la contribution de ce bien à l'enrichissement de l'ensemble foncier auquel il pourrait être, le cas échéant, incorporé. La commission se prononce également, après avoir consulté le service des domaines, sur sa valeur libératoire. III. - Au vu de l'avis de la commission, le ministre chargé des forêts propose au ministre chargé du budget l'octroi ou le refus de l'agrément. IV. - La décision est notifiée au demandeur par pli recommandé avec demande d'avis de réception. V. - En cas d'agrément, le demandeur dispose du délai fixé par la décision d'agrément pour accepter par lettre simple, le cachet de la poste faisant foi, la valeur libératoire reconnue au bien offert en paiement des droits.",
            "texteHtml": "<p></p>   I. - L'héritier, le donataire, le légataire ou le copartageant, qui désire acquitter tout ou partie des droits de mutation ou de partage dont il est redevable par la remise d'immeubles en nature de bois et forêts ou espaces naturels pouvant être incorporés au domaine forestier de l'Etat mentionnés à l'article 1716 bis du code général des impôts, doit déposer à la recette des impôts ou à la conservation des hypothèques compétente pour enregistrer l'acte constatant la mutation, le partage ou la déclaration de succession une offre de dation à l'Etat indiquant la nature, la situation et la valeur de chacun des biens qu'il envisage de remettre à l'Etat. Il en est délivré récépissé.<p></p><p></p>   L'offre de dation en paiement doit être faite dans le délai prévu pour l'enregistrement de la déclaration de la succession ou de l'acte constatant la mutation ou le partage.<p></p><p></p>   II. - L'offre est adressée par le service des impôts à une commission dont la composition est fixée par arrêté conjoint du Premier ministre, du ministre chargé du budget, du ministre chargé des forêts et du ministre chargé de la protection de la nature.<p></p><p></p>   Avant de se prononcer, cette commission consulte l'Office national des forêts.<p></p><p></p>   La commission émet un avis sur l'existence d'un intérêt économique, environnemental ou social du bien offert, sur les conditions de sa gestion ainsi que sur la contribution de ce bien à l'enrichissement de l'ensemble foncier auquel il pourrait être, le cas échéant, incorporé. La commission se prononce également, après avoir consulté le service des domaines, sur sa valeur libératoire.<p></p><p></p>   III. - Au vu de l'avis de la commission, le ministre chargé des forêts propose au ministre chargé du budget l'octroi ou le refus de l'agrément.<p></p><p></p><p></p>   IV. - La décision est notifiée au demandeur par pli recommandé avec demande d'avis de réception.<p></p><p></p><p></p>   V. - En cas d'agrément, le demandeur dispose du délai fixé par la décision d'agrément pour accepter par lettre simple, le cachet de la poste faisant foi, la valeur libératoire reconnue au bien offert en paiement des droits.<p></p><p></p>",
            "num": "384 A ter",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1041379200000,
            "dateFin": 1136073600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1970-11-11",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Recouvrement de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084162",
                        "id": "LEGISCTA000006084162",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1970-11-11",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Paiement de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114403",
                        "id": "LEGISCTA000006114403",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1970-11-11",
                        "fin": "2999-01-01",
                        "titre": "Section III : Enregistrement, publicité foncière, timbre",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133714",
                        "id": "LEGISCTA000006133714",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1970-11-11",
                        "fin": "2999-01-01",
                        "titre": "I : Dation en paiement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146747",
                        "id": "LEGISCTA000006146747",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-01-01",
                        "fin": "2999-01-01",
                        "titre": "3° : Remise d'immeubles en nature de bois et forêts ou espaces naturels",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000022896430",
                        "id": "LEGISCTA000022896430",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1967-09-16",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe II",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069569",
                        "id": "LEGITEXT000006069569",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006296216",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000022896430",
            "sectionParentId": "LEGISCTA000022896430",
            "sectionParentTitre": "3° : Remise d'immeubles en nature de bois et forêts ou espaces naturels",
            "fullSectionsTitre": "Livre II : Recouvrement de l'impôt &gt; Chapitre premier : Paiement de l'impôt &gt; Section III : Enregistrement, publicité foncière, timbre &gt; I : Dation en paiement &gt; 3° : Remise d'immeubles en nature de bois et forêts ou espaces naturels",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006296216",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069569",
                    "titre": "Code général des impôts, annexe II, CGIANII.",
                    "titreLong": "Code général des impôts, annexe II",
                    "etat": "VIGUEUR",
                    "dateDebut": -72403200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069569",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000236911",
                    "textTitle": "Décret n°2003-281 du 24 mars 2003 - art. 1 () JORF 29 mars 2003",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006218076",
                    "natureText": "DECRET",
                    "datePubliTexte": "2003-03-29",
                    "dateSignaTexte": "2003-03-24",
                    "dateDebutCible": "2003-03-29"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 1716 bis",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000017572526",
                    "textTitle": "Arrêté du 30 novembre 2007, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000017572526",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1196553600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000017574251",
                    "textTitle": "Arrêté du 3 décembre 2007 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000017574252",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1196812800000,
                    "dateDebut": 32472144000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006296216",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1041379200000,
                    "dateFin": 1136073600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043051170",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1136073600000,
                    "dateFin": 1333238400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025622345",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1333238400000,
                    "dateFin": 1356998400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026854561",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1356998400000,
                    "dateFin": 1475798400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033196557",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1475798400000,
                    "dateFin": 1533168000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037273424",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1533168000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "384 A ter",
                "384"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}