{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000030964003",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-En application des articles L. 141-1 à L. 141-5, les sociétés d'aménagement foncier et d'établissement rural peuvent notamment : 1° Procéder à l'attribution, par cession ou par substitution, des biens mentionnés au 1° du II de l'article L. 141-1, au bénéfice : -soit de propriétaires ou d'exploitants dont les propriétés ou les exploitations sont mal adaptées à une mise en valeur rationnelle ou n'atteignent pas une dimension économique viable au regard des critères du schéma directeur régional des exploitations agricoles ; -soit d'agriculteurs que cette opération permet d'installer ou de maintenir ; -soit de personnes qui s'engagent à louer les biens dans les conditions déterminées à l 'article R. 142-2 ; -soit de personnes physiques ou morales qui concourent à la diversité des paysages, à la protection des ressources naturelles et au maintien de la diversité biologique ; -soit de personnes dont elles établissent que leur projet satisfait à l'un des objectifs de l'article L. 111-2, ou facilite la réorientation des terres, bâtiments ou exploitations vers des usages non agricoles en vue de favoriser le développement rural ainsi que la protection de la nature et de l'environnement au sens de l'article L. 141-3 ; 2° Réaliser, sur des immeubles leur appartenant, des études et des travaux, en vue de faciliter la mise en valeur agricole, ainsi que de favoriser la protection de la nature et de l'environnement et le développement rural ; 3° Réaliser, sur des immeubles appartenant à des tiers, des études liées à l'aménagement foncier ou à la mise en valeur du sol et être associées à la réalisation des travaux correspondants ; 4° Effectuer ou provoquer des échanges dans les conditions fixées aux articles L. 124-1 à L. 124-12 ; 5° Participer à la mise en valeur des terres incultes ou manifestement sous-exploitées, dans les conditions et limites fixées aux articles L. 125-1 à L. 125-15 ; 6° Exploiter les informations qu'elles détiennent en vue d'assurer la transparence du marché foncier rural et mettre les résultats obtenus à la disposition du public ; 7° Se livrer ou prêter leur concours à des opérations d'entremise relatives au louage régi par le livre IV au bénéfice d'exploitants au titre d'une installation, d'un maintien, d'un agrandissement ou d'un remaniement parcellaire de leur exploitation. Le mandat écrit donné par le propriétaire ou le candidat à l'exploitation comporte les indications mentionnées au II ci-dessous. II.-Pour l'exercice de la mission mentionnée au 7° ci-dessus, les sociétés d'aménagement foncier et d'établissement rural doivent justifier annuellement auprès des commissaires du Gouvernement d'une garantie financière d'un montant minimal de 30000 euros résultant d'une caution écrite fournie par un établissement de crédit ou une société de financement habilité à donner cette caution ou une entreprise d'assurance agréée à cet effet, ainsi que d'une assurance couvrant les risques pécuniaires de leur responsabilité civile professionnelle. La garantie financière fournie en application du cinquième alinéa du III de l'article L. 141-1 s'applique à toute créance ayant pour origine un versement ou une remise effectué à l'occasion de la mission mentionnée au 7° ci-dessus. Elle intervient sur les seules justifications présentées par le créancier à l'organisme garant, établissant que la créance est certaine et exigible et que la société d'aménagement foncier et d'établissement rural garantie est défaillante, sans que le garant puisse opposer au créancier le bénéfice de division et de discussion. La défaillance de la société d'aménagement foncier et d'établissement rural garantie peut résulter soit d'un dépôt de bilan, soit d'une sommation de payer par exploit d'huissier ou lettre recommandée avec demande d'avis de réception, suivie du refus ou demeurée sans effet pendant un mois. Le paiement est effectué par le garant dans un délai de trois mois à compter de la présentation de la demande écrite, accompagnée des justificatifs. Si plusieurs demandes sont reçues pendant ce délai, une répartition a lieu au marc le franc dans le cas où le montant total des demandes excéderait le montant de la garantie. Le garant dont la garantie a été mise en jeu est subrogé de plein droit dans les droits du créancier désintéressé, dans la limite du remboursement ou de la restitution faite par lui. La société d'aménagement foncier et d'établissement rural doit, préalablement à la recherche d'un preneur ou d'une exploitation à louer, détenir un mandat écrit précisant son objet, sa durée, les modalités de la reddition des comptes, les conditions de détermination de la rémunération, ainsi que l'indication de la ou des parties, qui en auront la charge. Le montant de la rémunération due à la société d'aménagement foncier et d'établissement rural ainsi que l'indication de la ou des parties qui en ont la charge sont portés dans le bail. Il en est de même, le cas échéant, des honoraires de rédaction d'actes ou autres frais liés à l'exécution du mandat. Aucune rémunération, aucun frais, ne peut être exigé ou accepté avant la signature du bail par les parties.",
            "texteHtml": "<p>I.-En application des <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071367&idArticle=LEGIARTI000006582014&dateTexte=&categorieLien=cid'>articles L. 141-1 à L. 141-5, </a>les sociétés d'aménagement foncier et d'établissement rural peuvent notamment : </p><p>1° Procéder à l'attribution, par cession ou par substitution, des biens mentionnés au 1° du II de l'article L. 141-1, au bénéfice :</p><p>-soit de propriétaires ou d'exploitants dont les propriétés ou les exploitations sont mal adaptées à une mise en valeur rationnelle ou n'atteignent pas une dimension économique viable au regard des critères du schéma directeur régional des exploitations agricoles ;</p><p>-soit d'agriculteurs que cette opération permet d'installer ou de maintenir ;</p><p>-soit de personnes qui s'engagent à louer les biens dans les conditions déterminées à l<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071367&idArticle=LEGIARTI000006587455&dateTexte=&categorieLien=cid' title='Code rural - art. R142-2 (V)'>'article R. 142-2</a> ;</p><p>-soit de personnes physiques ou morales qui concourent à la diversité des paysages, à la protection des ressources naturelles et au maintien de la diversité biologique ;</p><p>-soit de personnes dont elles établissent que leur projet satisfait à l'un des objectifs de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071367&idArticle=LEGIARTI000006581610&dateTexte=&categorieLien=cid'>l'article L. 111-2, </a>ou facilite la réorientation des terres, bâtiments ou exploitations vers des usages non agricoles en vue de favoriser le développement rural ainsi que la protection de la nature et de l'environnement au sens de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071367&idArticle=LEGIARTI000006582018&dateTexte=&categorieLien=cid'>l'article L. 141-3 </a>; </p><p>2° Réaliser, sur des immeubles leur appartenant, des études et des travaux, en vue de faciliter la mise en valeur agricole, ainsi que de favoriser la protection de la nature et de l'environnement et le développement rural ; </p><p>3° Réaliser, sur des immeubles appartenant à des tiers, des études liées à l'aménagement foncier ou à la mise en valeur du sol et être associées à la réalisation des travaux correspondants ; </p><p>4° Effectuer ou provoquer des échanges dans les conditions fixées aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071367&idArticle=LEGIARTI000006581854&dateTexte=&categorieLien=cid'>articles L. 124-1 à L. 124-12 </a>; </p><p>5° Participer à la mise en valeur des terres incultes ou manifestement sous-exploitées, dans les conditions et limites fixées aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071367&idArticle=LEGIARTI000006581874&dateTexte=&categorieLien=cid'>articles L. 125-1 à L. 125-15 </a>; </p><p>6° Exploiter les informations qu'elles détiennent en vue d'assurer la transparence du marché foncier rural et mettre les résultats obtenus à la disposition du public ; </p><p>7° Se livrer ou prêter leur concours à des opérations d'entremise relatives au louage régi par le livre IV au bénéfice d'exploitants au titre d'une installation, d'un maintien, d'un agrandissement ou d'un remaniement parcellaire de leur exploitation. Le mandat écrit donné par le propriétaire ou le candidat à l'exploitation comporte les indications mentionnées au II ci-dessous. </p><p>II.-Pour l'exercice de la mission mentionnée au 7° ci-dessus, les sociétés d'aménagement foncier et d'établissement rural doivent justifier annuellement auprès des commissaires du Gouvernement d'une garantie financière d'un montant minimal de 30000 euros résultant d'une caution écrite fournie par un établissement de crédit ou une société de financement habilité à donner cette caution ou une entreprise d'assurance agréée à cet effet, ainsi que d'une assurance couvrant les risques pécuniaires de leur responsabilité civile professionnelle. </p><p>La garantie financière fournie en application du cinquième alinéa du III de l'article L. 141-1 s'applique à toute créance ayant pour origine un versement ou une remise effectué à l'occasion de la mission mentionnée au 7° ci-dessus. Elle intervient sur les seules justifications présentées par le créancier à l'organisme garant, établissant que la créance est certaine et exigible et que la société d'aménagement foncier et d'établissement rural garantie est défaillante, sans que le garant puisse opposer au créancier le bénéfice de division et de discussion. </p><p>La défaillance de la société d'aménagement foncier et d'établissement rural garantie peut résulter soit d'un dépôt de bilan, soit d'une sommation de payer par exploit d'huissier ou lettre recommandée avec demande d'avis de réception, suivie du refus ou demeurée sans effet pendant un mois. </p><p>Le paiement est effectué par le garant dans un délai de trois mois à compter de la présentation de la demande écrite, accompagnée des justificatifs. Si plusieurs demandes sont reçues pendant ce délai, une répartition a lieu au marc le franc dans le cas où le montant total des demandes excéderait le montant de la garantie. </p><p>Le garant dont la garantie a été mise en jeu est subrogé de plein droit dans les droits du créancier désintéressé, dans la limite du remboursement ou de la restitution faite par lui. </p><p>La société d'aménagement foncier et d'établissement rural doit, préalablement à la recherche d'un preneur ou d'une exploitation à louer, détenir un mandat écrit précisant son objet, sa durée, les modalités de la reddition des comptes, les conditions de détermination de la rémunération, ainsi que l'indication de la ou des parties, qui en auront la charge. </p><p>Le montant de la rémunération due à la société d'aménagement foncier et d'établissement rural ainsi que l'indication de la ou des parties qui en ont la charge sont portés dans le bail. Il en est de même, le cas échéant, des honoraires de rédaction d'actes ou autres frais liés à l'exécution du mandat. Aucune rémunération, aucun frais, ne peut être exigé ou accepté avant la signature du bail par les parties.</p>",
            "num": "R141-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "VIGUEUR",
            "dateDebut": 1451606400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 715827882,
            "context": {
                "titresTM": [
                    {
                        "debut": "1979-12-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098287",
                        "id": "LEGISCTA000006098287",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1992-12-12",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Aménagement et équipement de l'espace rural",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121446",
                        "id": "LEGISCTA000006121446",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1992-12-12",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Sociétés d'aménagement foncier et d'établissement rural",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138388",
                        "id": "LEGISCTA000006138388",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1992-12-12",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Missions et fonctionnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006152464",
                        "id": "LEGISCTA000006152464",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1992-12-12",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Missions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006168129",
                        "id": "LEGISCTA000006168129",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000030962465",
                        "id": "LEGISCTA000030962470",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2010-05-08",
                        "fin": "2999-01-01",
                        "titre": "Code rural et de la pêche maritime",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000022197698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-12-01",
                        "fin": "2010-05-08",
                        "titre": "Code rural (nouveau)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000006071367",
                        "etat": "MODIFIE"
                    }
                ]
            },
            "cid": "LEGIARTI000006587421",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000030962465",
            "sectionParentId": "LEGISCTA000030962470",
            "sectionParentTitre": "Sous-section 1 : Dispositions générales",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre Ier : Aménagement et équipement de l'espace rural &gt; Titre IV : Sociétés d'aménagement foncier et d'établissement rural &gt; Chapitre Ier : Missions et fonctionnement &gt; Section 1 : Missions &gt; Sous-section 1 : Dispositions générales",
            "refInjection": "MD-20231006_201508_656_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000030964003",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000022197698",
                    "titre": "Code rural et de la pêche maritime",
                    "titreLong": "Code rural et de la pêche maritime",
                    "etat": "VIGUEUR",
                    "dateDebut": 1273276800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                },
                {
                    "id": "LEGITEXT000006071367",
                    "titre": "Code rural",
                    "titreLong": "Code rural (nouveau)",
                    "etat": "MODIFIE",
                    "dateDebut": 312854400000,
                    "dateFin": 1273276800000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000726025",
                    "textTitle": "Décret n°92-1290 du 11 décembre 1992",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000726025",
                    "natureText": "DECRET",
                    "datePubliTexte": "1992-12-12",
                    "dateSignaTexte": "1992-12-11",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000030960211",
                    "textTitle": "DÉCRET n°2015-954 du 31 juillet 2015 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000030962445",
                    "natureText": "DECRET",
                    "datePubliTexte": "2015-08-02",
                    "dateSignaTexte": "2015-07-31",
                    "dateDebutCible": "2016-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000752261",
                    "textTitle": "Décret n°97-1202 du 19 décembre 1997 - art. Annexe (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe",
                    "articleId": "LEGIARTI000048164142",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "97-1202",
                    "datePubli": 883180800000,
                    "dateDebut": 1696636800000
                },
                {
                    "textCid": "JORFTEXT000039638271",
                    "textTitle": "Décret n°2019-1393 du 18 décembre 2019 - art. 3",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000039639568",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2019-1393",
                    "datePubli": 1576713600000,
                    "dateDebut": 1576800000000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L111-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L111-2",
                    "articleId": "LEGIARTI000006581610",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1629849600000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L124-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L124-1",
                    "articleId": "LEGIARTI000006581854",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L125-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L125-1",
                    "articleId": "LEGIARTI000006581874",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 724118400000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L141-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L141-1",
                    "articleId": "LEGIARTI000006582014",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640390400000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L141-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L141-3",
                    "articleId": "LEGIARTI000006582018",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 724118400000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. R142-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R142-2",
                    "articleId": "LEGIARTI000006587455",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1502323200000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. R181-29 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R181-29",
                    "articleId": "LEGIARTI000032681014",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1467331200000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. R141-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R141-5",
                    "articleId": "LEGIARTI000035414549",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1502323200000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000877698",
                    "textTitle": "Décret n°61-610 du 14 juin 1961 - art. 3 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000006371173",
                    "natureText": "DECRET"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006587421",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 724118400000,
                    "dateFin": 963964800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006587422",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 963964800000,
                    "dateFin": 1009843200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006587423",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1009843200000,
                    "dateFin": 1415232000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029716482",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1415232000000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030964003",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R141-1",
                "141-1"
            ],
            "versionPrecedente": "LEGIARTI000029716482",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000029716482",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-En application des articles L. 141-1 à L. 141-5, les sociétés d'aménagement foncier et d'établissement rural peuvent notamment : 1° Procéder à l'attribution, par cession ou par substitution, des biens visés à l'article L. 141-1 II, au bénéfice soit de propriétaires ou d'exploitants dont les propriétés ou les exploitations sont mal adaptées à une mise en valeur rationnelle, soit d'agriculteurs qu'elles installent ou maintiennent, soit de personnes qui s'engagent à les louer dans les conditions déterminées à l'article R. 142-2 , ou dont le projet satisfait les objectifs de l'article L. 111-2 ou dans le cadre de la réorientation des terres, bâtiments ou exploitations au sens de l'article L. 141-3, soit des personnes physiques ou morales qui concourent à la protection de l'environnement ou à la mise en valeur du patrimoine naturel et des paysages ; 2° Réaliser, sur des immeubles leur appartenant, des études et des travaux, en vue de faciliter la mise en valeur agricole et de favoriser le développement rural ainsi que la protection de la nature et de l'environnement ; 3° Réaliser, sur des immeubles appartenant à des tiers, des études liées à l'aménagement foncier ou à la mise en valeur du sol et être associées à la réalisation des travaux correspondants ; 4° Effectuer ou provoquer des échanges dans les conditions fixées aux articles L. 124-1 à L. 124-6 ; 5° Participer à la mise en valeur des terres incultes ou manifestement sous-exploitées, dans les conditions et limites fixées aux articles L. 125-1 à L. 125-15 ; 6° Exploiter les déclarations mentionnées aux articles R. 143-4 et R. 143-9 et mettre les résultats obtenus à la disposition du public afin d'améliorer la transparence du marché foncier ; 7° Se livrer ou prêter leur concours à des opérations d'entremise relatives au louage régi par le livre IV au bénéfice d'exploitants au titre d'une installation, d'un maintien, d'un agrandissement ou d'un remaniement parcellaire de leur exploitation. Le mandat écrit donné par le propriétaire ou le candidat à l'exploitation comporte les indications mentionnées au II ci-dessous. II.-Pour l'exercice de la mission mentionnée au 7° ci-dessus, les sociétés d'aménagement foncier et d'établissement rural doivent justifier annuellement auprès des commissaires du Gouvernement d'une garantie financière d'un montant minimal de 30000 euros résultant d'une caution écrite fournie par un établissement de crédit ou une société de financement habilité à donner cette caution ou une entreprise d'assurance agréée à cet effet, ainsi que d'une assurance couvrant les risques pécuniaires de leur responsabilité civile professionnelle. La garantie financière fournie en application du dernier alinéa de l'article L. 141-1 s'applique à toute créance ayant pour origine un versement ou une remise effectué à l'occasion de la mission mentionnée au 7° ci-dessus. Elle intervient sur les seules justifications présentées par le créancier à l'organisme garant, établissant que la créance est certaine et exigible et que la société d'aménagement foncier et d'établissement rural garantie est défaillante, sans que le garant puisse opposer au créancier le bénéfice de division et de discussion. La défaillance de la société d'aménagement foncier et d'établissement rural garantie peut résulter soit d'un dépôt de bilan, soit d'une sommation de payer par exploit d'huissier ou lettre recommandée avec demande d'avis de réception, suivie du refus ou demeurée sans effet pendant un mois. Le paiement est effectué par le garant dans un délai de trois mois à compter de la présentation de la demande écrite, accompagnée des justificatifs. Si plusieurs demandes sont reçues pendant ce délai, une répartition a lieu au marc le franc dans le cas où le montant total des demandes excéderait le montant de la garantie. Le garant dont la garantie a été mise en jeu est subrogé de plein droit dans les droits du créancier désintéressé, dans la limite du remboursement ou de la restitution faite par lui. La société d'aménagement foncier et d'établissement rural doit, préalablement à la recherche d'un preneur ou d'une exploitation à louer, détenir un mandat écrit précisant son objet, sa durée, les modalités de la reddition des comptes, les conditions de détermination de la rémunération, ainsi que l'indication de la ou des parties, qui en auront la charge. Le montant de la rémunération due à la société d'aménagement foncier et d'établissement rural ainsi que l'indication de la ou des parties qui en ont la charge sont portés dans le bail. Il en est de même, le cas échéant, des honoraires de rédaction d'actes ou autres frais liés à l'exécution du mandat. Aucune rémunération, aucun frais, ne peut être exigé ou accepté avant la signature du bail par les parties.",
            "texteHtml": "<p></p>I.-En application des <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071367&idArticle=LEGIARTI000006582014&dateTexte=&categorieLien=cid' title='Code rural - art. L141-1 (V)'>articles L. 141-1 à L. 141-5, </a>les sociétés d'aménagement foncier et d'établissement rural peuvent notamment : <p></p><p></p>1° Procéder à l'attribution, par cession ou par substitution, des biens visés à l'article L. 141-1 II, au bénéfice soit de propriétaires ou d'exploitants dont les propriétés ou les exploitations sont mal adaptées à une mise en valeur rationnelle, soit d'agriculteurs qu'elles installent ou maintiennent, soit de personnes qui s'engagent à les louer dans les conditions déterminées à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071367&idArticle=LEGIARTI000006587455&dateTexte=&categorieLien=cid' title='Code rural - art. R142-2 (V)'>l'article R. 142-2</a>, ou dont le projet satisfait les objectifs de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071367&idArticle=LEGIARTI000006581610&dateTexte=&categorieLien=cid' title='Code rural - art. L111-2 (V)'>l'article L. 111-2 </a>ou dans le cadre de la réorientation des terres, bâtiments ou exploitations au sens de l'article L. 141-3, soit des personnes physiques ou morales qui concourent à la protection de l'environnement ou à la mise en valeur du patrimoine naturel et des paysages ; <p></p><p></p>2° Réaliser, sur des immeubles leur appartenant, des études et des travaux, en vue de faciliter la mise en valeur agricole et de favoriser le développement rural ainsi que la protection de la nature et de l'environnement ; <p></p><p></p>3° Réaliser, sur des immeubles appartenant à des tiers, des études liées à l'aménagement foncier ou à la mise en valeur du sol et être associées à la réalisation des travaux correspondants ; <p></p><p></p>4° Effectuer ou provoquer des échanges dans les conditions fixées aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071367&idArticle=LEGIARTI000006581854&dateTexte=&categorieLien=cid' title='Code rural - art. L124-1 (V)'>articles L. 124-1 à L. 124-6 </a>; <p></p><p></p>5° Participer à la mise en valeur des terres incultes ou manifestement sous-exploitées, dans les conditions et limites fixées aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071367&idArticle=LEGIARTI000006581874&dateTexte=&categorieLien=cid' title='Code rural - art. L125-1 (VT)'>articles L. 125-1 à L. 125-15 </a>; <p></p><p></p>6° Exploiter les déclarations mentionnées aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071367&idArticle=LEGIARTI000006587483&dateTexte=&categorieLien=cid' title='Code rural - art. R143-4 (V)'>articles R. 143-4 et R. 143-9</a> et mettre les résultats obtenus à la disposition du public afin d'améliorer la transparence du marché foncier ; <p></p><p></p>7° Se livrer ou prêter leur concours à des opérations d'entremise relatives au louage régi par le livre IV au bénéfice d'exploitants au titre d'une installation, d'un maintien, d'un agrandissement ou d'un remaniement parcellaire de leur exploitation. Le mandat écrit donné par le propriétaire ou le candidat à l'exploitation comporte les indications mentionnées au II ci-dessous. <p></p><p></p>II.-Pour l'exercice de la mission mentionnée au 7° ci-dessus, les sociétés d'aménagement foncier et d'établissement rural doivent justifier annuellement auprès des commissaires du Gouvernement d'une garantie financière d'un montant minimal de 30000 euros résultant d'une caution écrite fournie par un établissement de crédit ou une société de financement habilité à donner cette caution ou une entreprise d'assurance agréée à cet effet, ainsi que d'une assurance couvrant les risques pécuniaires de leur responsabilité civile professionnelle. <p></p><p></p>La garantie financière fournie en application du dernier alinéa de l'article L. 141-1 s'applique à toute créance ayant pour origine un versement ou une remise effectué à l'occasion de la mission mentionnée au 7° ci-dessus. Elle intervient sur les seules justifications présentées par le créancier à l'organisme garant, établissant que la créance est certaine et exigible et que la société d'aménagement foncier et d'établissement rural garantie est défaillante, sans que le garant puisse opposer au créancier le bénéfice de division et de discussion. <p></p><p></p>La défaillance de la société d'aménagement foncier et d'établissement rural garantie peut résulter soit d'un dépôt de bilan, soit d'une sommation de payer par exploit d'huissier ou lettre recommandée avec demande d'avis de réception, suivie du refus ou demeurée sans effet pendant un mois. <p></p><p></p>Le paiement est effectué par le garant dans un délai de trois mois à compter de la présentation de la demande écrite, accompagnée des justificatifs. Si plusieurs demandes sont reçues pendant ce délai, une répartition a lieu au marc le franc dans le cas où le montant total des demandes excéderait le montant de la garantie. <p></p><p></p>Le garant dont la garantie a été mise en jeu est subrogé de plein droit dans les droits du créancier désintéressé, dans la limite du remboursement ou de la restitution faite par lui. <p></p><p></p>La société d'aménagement foncier et d'établissement rural doit, préalablement à la recherche d'un preneur ou d'une exploitation à louer, détenir un mandat écrit précisant son objet, sa durée, les modalités de la reddition des comptes, les conditions de détermination de la rémunération, ainsi que l'indication de la ou des parties, qui en auront la charge. <p></p><p></p>Le montant de la rémunération due à la société d'aménagement foncier et d'établissement rural ainsi que l'indication de la ou des parties qui en ont la charge sont portés dans le bail. Il en est de même, le cas échéant, des honoraires de rédaction d'actes ou autres frais liés à l'exécution du mandat. Aucune rémunération, aucun frais, ne peut être exigé ou accepté avant la signature du bail par les parties.<p></p>",
            "num": "R141-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1415232000000,
            "dateFin": 1451606400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 858993458,
            "context": {
                "titresTM": [
                    {
                        "debut": "1979-12-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098287",
                        "id": "LEGISCTA000006098287",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1992-12-12",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Aménagement et équipement de l'espace rural",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121446",
                        "id": "LEGISCTA000006121446",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1992-12-12",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Sociétés d'aménagement foncier et d'établissement rural",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138388",
                        "id": "LEGISCTA000006138388",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1992-12-12",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Missions et fonctionnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006152464",
                        "id": "LEGISCTA000006152464",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1992-12-12",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Missions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006168129",
                        "id": "LEGISCTA000006168129",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2010-05-08",
                        "fin": "2999-01-01",
                        "titre": "Code rural et de la pêche maritime",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000022197698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-12-01",
                        "fin": "2010-05-08",
                        "titre": "Code rural (nouveau)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000006071367",
                        "etat": "MODIFIE"
                    }
                ]
            },
            "cid": "LEGIARTI000006587421",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006168129",
            "sectionParentId": "LEGISCTA000006168129",
            "sectionParentTitre": "Section 1 : Missions",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre Ier : Aménagement et équipement de l'espace rural &gt; Titre IV : Sociétés d'aménagement foncier et d'établissement rural &gt; Chapitre Ier : Missions et fonctionnement &gt; Section 1 : Missions",
            "refInjection": "MD-20231006_201508_656_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000029716482",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000022197698",
                    "titre": "Code rural et de la pêche maritime",
                    "titreLong": "Code rural et de la pêche maritime",
                    "etat": "VIGUEUR",
                    "dateDebut": 1273276800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                },
                {
                    "id": "LEGITEXT000006071367",
                    "titre": "Code rural",
                    "titreLong": "Code rural (nouveau)",
                    "etat": "MODIFIE",
                    "dateDebut": 312854400000,
                    "dateFin": 1273276800000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000726025",
                    "textTitle": "Décret n°92-1290 du 11 décembre 1992",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000726025",
                    "natureText": "DECRET",
                    "datePubliTexte": "1992-12-12",
                    "dateSignaTexte": "1992-12-11",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000029699787",
                    "textTitle": "DÉCRET n°2014-1315 du 3 novembre 2014 - art. 15",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "15",
                    "articleId": "LEGIARTI000029702498",
                    "natureText": "DECRET",
                    "datePubliTexte": "2014-11-05",
                    "dateSignaTexte": "2014-11-03",
                    "dateDebutCible": "2014-11-06"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000752261",
                    "textTitle": "Décret n°97-1202 du 19 décembre 1997 - art. Annexe (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe",
                    "articleId": "LEGIARTI000048164142",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "97-1202",
                    "datePubli": 883180800000,
                    "dateDebut": 1696636800000
                },
                {
                    "textCid": "JORFTEXT000039638271",
                    "textTitle": "Décret n°2019-1393 du 18 décembre 2019 - art. 3",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000039639568",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2019-1393",
                    "datePubli": 1576713600000,
                    "dateDebut": 1576800000000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L111-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L111-2",
                    "articleId": "LEGIARTI000006581610",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1629849600000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L124-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L124-1",
                    "articleId": "LEGIARTI000006581854",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L125-1 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L125-1",
                    "articleId": "LEGIARTI000006581874",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 724118400000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. L141-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L141-1",
                    "articleId": "LEGIARTI000006582014",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640390400000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. R142-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R142-2",
                    "articleId": "LEGIARTI000006587455",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1502323200000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. R143-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R143-4",
                    "articleId": "LEGIARTI000006587483",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. R181-29 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R181-29",
                    "articleId": "LEGIARTI000032681014",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1467331200000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. R141-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R141-5",
                    "articleId": "LEGIARTI000035414549",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1502323200000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000877698",
                    "textTitle": "Décret n°61-610 du 14 juin 1961 - art. 3 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000006371173",
                    "natureText": "DECRET"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006587421",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 724118400000,
                    "dateFin": 963964800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006587422",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 963964800000,
                    "dateFin": 1009843200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006587423",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1009843200000,
                    "dateFin": 1415232000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029716482",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1415232000000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030964003",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R141-1",
                "141-1"
            ],
            "versionPrecedente": "LEGIARTI000006587423",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006587423",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - En application des articles L. 141-1 à L. 141-5, les sociétés d'aménagement foncier et d'établissement rural peuvent notamment : 1° Procéder à l'attribution, par cession ou par substitution, des biens visés à l'article L. 141-1 II, au bénéfice soit de propriétaires ou d'exploitants dont les propriétés ou les exploitations sont mal adaptées à une mise en valeur rationnelle, soit d'agriculteurs qu'elles installent ou maintiennent, soit de personnes qui s'engagent à les louer dans les conditions déterminées à l'article R. 142-2, ou dont le projet satisfait les objectifs de l'article L. 111-2 ou dans le cadre de la réorientation des terres, bâtiments ou exploitations au sens de l'article L. 141-3, soit des personnes physiques ou morales qui concourent à la protection de l'environnement ou à la mise en valeur du patrimoine naturel et des paysages ; 2° Réaliser, sur des immeubles leur appartenant, des études et des travaux, en vue de faciliter la mise en valeur agricole et de favoriser le développement rural ainsi que la protection de la nature et de l'environnement ; 3° Réaliser, sur des immeubles appartenant à des tiers, des études liées à l'aménagement foncier ou à la mise en valeur du sol et être associées à la réalisation des travaux correspondants ; 4° Effectuer ou provoquer des échanges dans les conditions fixées aux articles L. 124-1 à L. 124-6 ; 5° Participer à la mise en valeur des terres incultes ou manifestement sous-exploitées, dans les conditions et limites fixées aux articles L. 125-1 à L. 125-15 ; 6° Exploiter les déclarations mentionnées aux articles R. 143-4 et R. 143-9 et mettre les résultats obtenus à la disposition du public afin d'améliorer la transparence du marché foncier ; 7° Se livrer ou prêter leur concours à des opérations d'entremise relatives au louage régi par le livre IV au bénéfice d'exploitants au titre d'une installation, d'un maintien, d'un agrandissement ou d'un remaniement parcellaire de leur exploitation. Le mandat écrit donné par le propriétaire ou le candidat à l'exploitation comporte les indications mentionnées au II ci-dessous. II. - Pour l'exercice de la mission mentionnée au 7° ci-dessus, les sociétés d'aménagement foncier et d'établissement rural doivent justifier annuellement auprès des commissaires du Gouvernement d'une garantie financière d'un montant minimal de 30000 euros résultant d'une caution écrite fournie par un établissement de crédit habilité à donner cette caution ou une entreprise d'assurance agréée à cet effet, ainsi que d'une assurance couvrant les risques pécuniaires de leur responsabilité civile professionnelle. La garantie financière fournie en application du dernier alinéa de l'article L. 141-1 s'applique à toute créance ayant pour origine un versement ou une remise effectué à l'occasion de la mission mentionnée au 7° ci-dessus. Elle intervient sur les seules justifications présentées par le créancier à l'organisme garant, établissant que la créance est certaine et exigible et que la société d'aménagement foncier et d'établissement rural garantie est défaillante, sans que le garant puisse opposer au créancier le bénéfice de division et de discussion. La défaillance de la société d'aménagement foncier et d'établissement rural garantie peut résulter soit d'un dépôt de bilan, soit d'une sommation de payer par exploit d'huissier ou lettre recommandée avec demande d'avis de réception, suivie du refus ou demeurée sans effet pendant un mois. Le paiement est effectué par le garant dans un délai de trois mois à compter de la présentation de la demande écrite, accompagnée des justificatifs. Si plusieurs demandes sont reçues pendant ce délai, une répartition a lieu au marc le franc dans le cas où le montant total des demandes excéderait le montant de la garantie. Le garant dont la garantie a été mise en jeu est subrogé de plein droit dans les droits du créancier désintéressé, dans la limite du remboursement ou de la restitution faite par lui. La société d'aménagement foncier et d'établissement rural doit, préalablement à la recherche d'un preneur ou d'une exploitation à louer, détenir un mandat écrit précisant son objet, sa durée, les modalités de la reddition des comptes, les conditions de détermination de la rémunération, ainsi que l'indication de la ou des parties, qui en auront la charge. Le montant de la rémunération due à la société d'aménagement foncier et d'établissement rural ainsi que l'indication de la ou des parties qui en ont la charge sont portés dans le bail. Il en est de même, le cas échéant, des honoraires de rédaction d'actes ou autres frais liés à l'exécution du mandat. Aucune rémunération, aucun frais, ne peut être exigé ou accepté avant la signature du bail par les parties.",
            "texteHtml": "<p></p>   I. - En application des articles L. 141-1 à L. 141-5, les sociétés d'aménagement foncier et d'établissement rural peuvent notamment :<p></p><p></p>   1° Procéder à l'attribution, par cession ou par substitution, des biens visés à l'article L. 141-1 II, au bénéfice soit de propriétaires ou d'exploitants dont les propriétés ou les exploitations sont mal adaptées à une mise en valeur rationnelle, soit d'agriculteurs qu'elles installent ou maintiennent, soit de personnes qui s'engagent à les louer dans les conditions déterminées à l'article R. 142-2, ou dont le projet satisfait les objectifs de l'article L. 111-2 ou dans le cadre de la réorientation des terres, bâtiments ou exploitations au sens de l'article L. 141-3, soit des personnes physiques ou morales qui concourent à la protection de l'environnement ou à la mise en valeur du patrimoine naturel et des paysages ;<p></p><p></p>   2° Réaliser, sur des immeubles leur appartenant, des études et des travaux, en vue de faciliter la mise en valeur agricole et de favoriser le développement rural ainsi que la protection de la nature et de l'environnement ;<p></p><p></p>   3° Réaliser, sur des immeubles appartenant à des tiers, des études liées à l'aménagement foncier ou à la mise en valeur du sol et être associées à la réalisation des travaux correspondants ;<p></p><p></p>   4° Effectuer ou provoquer des échanges dans les conditions fixées aux articles L. 124-1 à L. 124-6 ;<p></p><p></p>   5° Participer à la mise en valeur des terres incultes ou manifestement sous-exploitées, dans les conditions et limites fixées aux articles L. 125-1 à L. 125-15 ;<p></p><p></p>   6° Exploiter les déclarations mentionnées aux articles R. 143-4 et R. 143-9 et mettre les résultats obtenus à la disposition du public afin d'améliorer la transparence du marché foncier ;<p></p><p></p>   7° Se livrer ou prêter leur concours à des opérations d'entremise relatives au louage régi par le livre IV au bénéfice d'exploitants au titre d'une installation, d'un maintien, d'un agrandissement ou d'un remaniement parcellaire de leur exploitation. Le mandat écrit donné par le propriétaire ou le candidat à l'exploitation comporte les indications mentionnées au II ci-dessous.<p></p><p></p>   II. - Pour l'exercice de la mission mentionnée au 7° ci-dessus, les sociétés d'aménagement foncier et d'établissement rural doivent justifier annuellement auprès des commissaires du Gouvernement d'une garantie financière d'un montant minimal de 30000 euros résultant d'une caution écrite fournie par un établissement de crédit habilité à donner cette caution ou une entreprise d'assurance agréée à cet effet, ainsi que d'une assurance couvrant les risques pécuniaires de leur responsabilité civile professionnelle.<p></p><p></p>   La garantie financière fournie en application du dernier alinéa de l'article L. 141-1 s'applique à toute créance ayant pour origine un versement ou une remise effectué à l'occasion de la mission mentionnée au 7° ci-dessus. Elle intervient sur les seules justifications présentées par le créancier à l'organisme garant, établissant que la créance est certaine et exigible et que la société d'aménagement foncier et d'établissement rural garantie est défaillante, sans que le garant puisse opposer au créancier le bénéfice de division et de discussion.<p></p><p></p>   La défaillance de la société d'aménagement foncier et d'établissement rural garantie peut résulter soit d'un dépôt de bilan, soit d'une sommation de payer par exploit d'huissier ou lettre recommandée avec demande d'avis de réception, suivie du refus ou demeurée sans effet pendant un mois.<p></p><p></p>   Le paiement est effectué par le garant dans un délai de trois mois à compter de la présentation de la demande écrite, accompagnée des justificatifs. Si plusieurs demandes sont reçues pendant ce délai, une répartition a lieu au marc le franc dans le cas où le montant total des demandes excéderait le montant de la garantie.<p></p><p></p>   Le garant dont la garantie a été mise en jeu est subrogé de plein droit dans les droits du créancier désintéressé, dans la limite du remboursement ou de la restitution faite par lui.<p></p><p></p>   La société d'aménagement foncier et d'établissement rural doit, préalablement à la recherche d'un preneur ou d'une exploitation à louer, détenir un mandat écrit précisant son objet, sa durée, les modalités de la reddition des comptes, les conditions de détermination de la rémunération, ainsi que l'indication de la ou des parties, qui en auront la charge.<p></p><p></p>   Le montant de la rémunération due à la société d'aménagement foncier et d'établissement rural ainsi que l'indication de la ou des parties qui en ont la charge sont portés dans le bail. Il en est de même, le cas échéant, des honoraires de rédaction d'actes ou autres frais liés à l'exécution du mandat. Aucune rémunération, aucun frais, ne peut être exigé ou accepté avant la signature du bail par les parties.<p></p>",
            "num": "R141-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1009843200000,
            "dateFin": 1415232000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 858993458,
            "context": {
                "titresTM": [
                    {
                        "debut": "1979-12-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098287",
                        "id": "LEGISCTA000006098287",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1992-12-12",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Aménagement et équipement de l'espace rural",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121446",
                        "id": "LEGISCTA000006121446",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1992-12-12",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Sociétés d'aménagement foncier et d'établissement rural",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138388",
                        "id": "LEGISCTA000006138388",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1992-12-12",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Missions et fonctionnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006152464",
                        "id": "LEGISCTA000006152464",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1992-12-12",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Missions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006168129",
                        "id": "LEGISCTA000006168129",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2010-05-08",
                        "fin": "2999-01-01",
                        "titre": "Code rural et de la pêche maritime",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000022197698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-12-01",
                        "fin": "2010-05-08",
                        "titre": "Code rural (nouveau)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000006071367",
                        "etat": "MODIFIE"
                    }
                ]
            },
            "cid": "LEGIARTI000006587421",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006168129",
            "sectionParentId": "LEGISCTA000006168129",
            "sectionParentTitre": "Section 1 : Missions",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre Ier : Aménagement et équipement de l'espace rural &gt; Titre IV : Sociétés d'aménagement foncier et d'établissement rural &gt; Chapitre Ier : Missions et fonctionnement &gt; Section 1 : Missions",
            "refInjection": "MD-20231006_201508_656_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000006587423",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000022197698",
                    "titre": "Code rural et de la pêche maritime",
                    "titreLong": "Code rural et de la pêche maritime",
                    "etat": "VIGUEUR",
                    "dateDebut": 1273276800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                },
                {
                    "id": "LEGITEXT000006071367",
                    "titre": "Code rural",
                    "titreLong": "Code rural (nouveau)",
                    "etat": "MODIFIE",
                    "dateDebut": 312854400000,
                    "dateFin": 1273276800000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000726025",
                    "textTitle": "Décret 92-1290 1992-12-11",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000726025",
                    "natureText": "DECRET",
                    "datePubliTexte": "1992-12-12",
                    "dateSignaTexte": "1992-12-11",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000769982",
                    "textTitle": "Décret n°2001-318 du 11 avril 2001 - art. 1 (V) JORF 14 avril 2001 en vigueur le 1er janvier 2002",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006605572",
                    "natureText": "DECRET",
                    "datePubliTexte": "2001-04-14",
                    "dateSignaTexte": "2001-04-11",
                    "dateDebutCible": "2002-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "Code rural L141-1 à L141-5, L141-1, R142-2, L111-2, L141-3, L124-1 à L124-6, L125-1 à L125-15, R143-4, R143-9",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000000752261",
                    "textTitle": "Décret n°97-1202 du 19 décembre 1997 - art. Annexe (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe",
                    "articleId": "LEGIARTI000048164142",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "97-1202",
                    "datePubli": 883180800000,
                    "dateDebut": 1696636800000
                },
                {
                    "textCid": "JORFTEXT000039638271",
                    "textTitle": "Décret n°2019-1393 du 18 décembre 2019 - art. 3",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000039639568",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2019-1393",
                    "datePubli": 1576713600000,
                    "dateDebut": 1576800000000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. R181-29 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R181-29",
                    "articleId": "LEGIARTI000032681014",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1467331200000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. R141-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R141-5",
                    "articleId": "LEGIARTI000035414549",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1502323200000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000877698",
                    "textTitle": "Décret n°61-610 du 14 juin 1961 - art. 3 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000006371173",
                    "natureText": "DECRET"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006587421",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 724118400000,
                    "dateFin": 963964800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006587422",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 963964800000,
                    "dateFin": 1009843200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006587423",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1009843200000,
                    "dateFin": 1415232000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029716482",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1415232000000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030964003",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R141-1",
                "141-1"
            ],
            "versionPrecedente": "LEGIARTI000006587422",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006587422",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - En application des articles L. 141-1 à L. 141-5, les sociétés d'aménagement foncier et d'établissement rural peuvent notamment : 1° Procéder à l'attribution, par cession ou par substitution, des biens visés à l'article L. 141-1 II, au bénéfice soit de propriétaires ou d'exploitants dont les propriétés ou les exploitations sont mal adaptées à une mise en valeur rationnelle, soit d'agriculteurs qu'elles installent ou maintiennent, soit de personnes qui s'engagent à les louer dans les conditions déterminées à l'article R. 142-2, ou dont le projet satisfait les objectifs de l'article L. 111-2 ou dans le cadre de la réorientation des terres, bâtiments ou exploitations au sens de l'article L. 141-3, soit des personnes physiques ou morales qui concourent à la protection de l'environnement ou à la mise en valeur du patrimoine naturel et des paysages ; 2° Réaliser, sur des immeubles leur appartenant, des études et des travaux, en vue de faciliter la mise en valeur agricole et de favoriser le développement rural ainsi que la protection de la nature et de l'environnement ; 3° Réaliser, sur des immeubles appartenant à des tiers, des études liées à l'aménagement foncier ou à la mise en valeur du sol et être associées à la réalisation des travaux correspondants ; 4° Effectuer ou provoquer des échanges dans les conditions fixées aux articles L. 124-1 à L. 124-6 ; 5° Participer à la mise en valeur des terres incultes ou manifestement sous-exploitées, dans les conditions et limites fixées aux articles L. 125-1 à L. 125-15 ; 6° Exploiter les déclarations mentionnées aux articles R. 143-4 et R. 143-9 et mettre les résultats obtenus à la disposition du public afin d'améliorer la transparence du marché foncier ; 7° Se livrer ou prêter leur concours à des opérations d'entremise relatives au louage régi par le livre IV au bénéfice d'exploitants au titre d'une installation, d'un maintien, d'un agrandissement ou d'un remaniement parcellaire de leur exploitation. Le mandat écrit donné par le propriétaire ou le candidat à l'exploitation comporte les indications mentionnées au II ci-dessous. II. - Pour l'exercice de la mission mentionnée au 7° ci-dessus, les sociétés d'aménagement foncier et d'établissement rural doivent justifier annuellement auprès des commissaires du Gouvernement d'une garantie financière d'un montant minimal de 200 000 F résultant d'une caution écrite fournie par un établissement de crédit habilité à donner cette caution ou une entreprise d'assurance agréée à cet effet, ainsi que d'une assurance couvrant les risques pécuniaires de leur responsabilité civile professionnelle. La garantie financière fournie en application du dernier alinéa de l'article L. 141-1 s'applique à toute créance ayant pour origine un versement ou une remise effectué à l'occasion de la mission mentionnée au 7° ci-dessus. Elle intervient sur les seules justifications présentées par le créancier à l'organisme garant, établissant que la créance est certaine et exigible et que la société d'aménagement foncier et d'établissement rural garantie est défaillante, sans que le garant puisse opposer au créancier le bénéfice de division et de discussion. La défaillance de la société d'aménagement foncier et d'établissement rural garantie peut résulter soit d'un dépôt de bilan, soit d'une sommation de payer par exploit d'huissier ou lettre recommandée avec demande d'avis de réception, suivie du refus ou demeurée sans effet pendant un mois. Le paiement est effectué par le garant dans un délai de trois mois à compter de la présentation de la demande écrite, accompagnée des justificatifs. Si plusieurs demandes sont reçues pendant ce délai, une répartition a lieu au marc le franc dans le cas où le montant total des demandes excéderait le montant de la garantie. Le garant dont la garantie a été mise en jeu est subrogé de plein droit dans les droits du créancier désintéressé, dans la limite du remboursement ou de la restitution faite par lui. La société d'aménagement foncier et d'établissement rural doit, préalablement à la recherche d'un preneur ou d'une exploitation à louer, détenir un mandat écrit précisant son objet, sa durée, les modalités de la reddition des comptes, les conditions de détermination de la rémunération, ainsi que l'indication de la ou des parties, qui en auront la charge. Le montant de la rémunération due à la société d'aménagement foncier et d'établissement rural ainsi que l'indication de la ou des parties qui en ont la charge sont portés dans le bail. Il en est de même, le cas échéant, des honoraires de rédaction d'actes ou autres frais liés à l'exécution du mandat. Aucune rémunération, aucun frais, ne peut être exigé ou accepté avant la signature du bail par les parties.",
            "texteHtml": "<p></p>   I. - En application des articles L. 141-1 à L. 141-5, les sociétés d'aménagement foncier et d'établissement rural peuvent notamment :<p></p><p></p>   1° Procéder à l'attribution, par cession ou par substitution, des biens visés à l'article L. 141-1 II, au bénéfice soit de propriétaires ou d'exploitants dont les propriétés ou les exploitations sont mal adaptées à une mise en valeur rationnelle, soit d'agriculteurs qu'elles installent ou maintiennent, soit de personnes qui s'engagent à les louer dans les conditions déterminées à l'article R. 142-2, ou dont le projet satisfait les objectifs de l'article L. 111-2 ou dans le cadre de la réorientation des terres, bâtiments ou exploitations au sens de l'article L. 141-3, soit des personnes physiques ou morales qui concourent à la protection de l'environnement ou à la mise en valeur du patrimoine naturel et des paysages ;<p></p><p></p>   2° Réaliser, sur des immeubles leur appartenant, des études et des travaux, en vue de faciliter la mise en valeur agricole et de favoriser le développement rural ainsi que la protection de la nature et de l'environnement ;<p></p><p></p>   3° Réaliser, sur des immeubles appartenant à des tiers, des études liées à l'aménagement foncier ou à la mise en valeur du sol et être associées à la réalisation des travaux correspondants ;<p></p><p></p>   4° Effectuer ou provoquer des échanges dans les conditions fixées aux articles L. 124-1 à L. 124-6 ;<p></p><p></p>   5° Participer à la mise en valeur des terres incultes ou manifestement sous-exploitées, dans les conditions et limites fixées aux articles L. 125-1 à L. 125-15 ;<p></p><p></p>   6° Exploiter les déclarations mentionnées aux articles R. 143-4 et R. 143-9 et mettre les résultats obtenus à la disposition du public afin d'améliorer la transparence du marché foncier ;<p></p><p></p>   7° Se livrer ou prêter leur concours à des opérations d'entremise relatives au louage régi par le livre IV au bénéfice d'exploitants au titre d'une installation, d'un maintien, d'un agrandissement ou d'un remaniement parcellaire de leur exploitation. Le mandat écrit donné par le propriétaire ou le candidat à l'exploitation comporte les indications mentionnées au II ci-dessous.<p></p><p></p>   II. - Pour l'exercice de la mission mentionnée au 7° ci-dessus, les sociétés d'aménagement foncier et d'établissement rural doivent justifier annuellement auprès des commissaires du Gouvernement d'une garantie financière d'un montant minimal de 200 000 F résultant d'une caution écrite fournie par un établissement de crédit habilité à donner cette caution ou une entreprise d'assurance agréée à cet effet, ainsi que d'une assurance couvrant les risques pécuniaires de leur responsabilité civile professionnelle.<p></p><p></p>   La garantie financière fournie en application du dernier alinéa de l'article L. 141-1 s'applique à toute créance ayant pour origine un versement ou une remise effectué à l'occasion de la mission mentionnée au 7° ci-dessus. Elle intervient sur les seules justifications présentées par le créancier à l'organisme garant, établissant que la créance est certaine et exigible et que la société d'aménagement foncier et d'établissement rural garantie est défaillante, sans que le garant puisse opposer au créancier le bénéfice de division et de discussion.<p></p><p></p>   La défaillance de la société d'aménagement foncier et d'établissement rural garantie peut résulter soit d'un dépôt de bilan, soit d'une sommation de payer par exploit d'huissier ou lettre recommandée avec demande d'avis de réception, suivie du refus ou demeurée sans effet pendant un mois.<p></p><p></p>   Le paiement est effectué par le garant dans un délai de trois mois à compter de la présentation de la demande écrite, accompagnée des justificatifs. Si plusieurs demandes sont reçues pendant ce délai, une répartition a lieu au marc le franc dans le cas où le montant total des demandes excéderait le montant de la garantie.<p></p><p></p>   Le garant dont la garantie a été mise en jeu est subrogé de plein droit dans les droits du créancier désintéressé, dans la limite du remboursement ou de la restitution faite par lui.<p></p><p></p>   La société d'aménagement foncier et d'établissement rural doit, préalablement à la recherche d'un preneur ou d'une exploitation à louer, détenir un mandat écrit précisant son objet, sa durée, les modalités de la reddition des comptes, les conditions de détermination de la rémunération, ainsi que l'indication de la ou des parties, qui en auront la charge.<p></p><p></p>   Le montant de la rémunération due à la société d'aménagement foncier et d'établissement rural ainsi que l'indication de la ou des parties qui en ont la charge sont portés dans le bail. Il en est de même, le cas échéant, des honoraires de rédaction d'actes ou autres frais liés à l'exécution du mandat. Aucune rémunération, aucun frais, ne peut être exigé ou accepté avant la signature du bail par les parties.<p></p>",
            "num": "R*141-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 963964800000,
            "dateFin": 1009843200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 858993458,
            "context": {
                "titresTM": [
                    {
                        "debut": "1979-12-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098287",
                        "id": "LEGISCTA000006098287",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1992-12-12",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Aménagement et équipement de l'espace rural",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121446",
                        "id": "LEGISCTA000006121446",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1992-12-12",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Sociétés d'aménagement foncier et d'établissement rural",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138388",
                        "id": "LEGISCTA000006138388",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1992-12-12",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Missions et fonctionnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006152464",
                        "id": "LEGISCTA000006152464",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1992-12-12",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Missions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006168129",
                        "id": "LEGISCTA000006168129",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2010-05-08",
                        "fin": "2999-01-01",
                        "titre": "Code rural et de la pêche maritime",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000022197698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-12-01",
                        "fin": "2010-05-08",
                        "titre": "Code rural (nouveau)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000006071367",
                        "etat": "MODIFIE"
                    }
                ]
            },
            "cid": "LEGIARTI000006587421",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006168129",
            "sectionParentId": "LEGISCTA000006168129",
            "sectionParentTitre": "Section 1 : Missions",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre Ier : Aménagement et équipement de l'espace rural &gt; Titre IV : Sociétés d'aménagement foncier et d'établissement rural &gt; Chapitre Ier : Missions et fonctionnement &gt; Section 1 : Missions",
            "refInjection": "MD-20231006_201508_656_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000006587422",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000022197698",
                    "titre": "Code rural et de la pêche maritime",
                    "titreLong": "Code rural et de la pêche maritime",
                    "etat": "VIGUEUR",
                    "dateDebut": 1273276800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                },
                {
                    "id": "LEGITEXT000006071367",
                    "titre": "Code rural",
                    "titreLong": "Code rural (nouveau)",
                    "etat": "MODIFIE",
                    "dateDebut": 312854400000,
                    "dateFin": 1273276800000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000726025",
                    "textTitle": "Décret 92-1290 1992-12-11",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000726025",
                    "natureText": "DECRET",
                    "datePubliTexte": "1992-12-12",
                    "dateSignaTexte": "1992-12-11",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000764981",
                    "textTitle": "Décret n°2000-671 du 10 juillet 2000 - art. 1 () JORF 19 juillet 2000",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006605298",
                    "natureText": "DECRET",
                    "datePubliTexte": "2000-07-19",
                    "dateSignaTexte": "2000-07-10",
                    "dateDebutCible": "2000-07-19"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "Code rural L141-1 à L141-5, L141-1, R142-2, L111-2, L141-3, L124-1 à L124-6, L125-1 à L125-15, R143-4, R143-9",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000000752261",
                    "textTitle": "Décret n°97-1202 du 19 décembre 1997 - art. Annexe (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe",
                    "articleId": "LEGIARTI000048164142",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "97-1202",
                    "datePubli": 883180800000,
                    "dateDebut": 1696636800000
                },
                {
                    "textCid": "JORFTEXT000039638271",
                    "textTitle": "Décret n°2019-1393 du 18 décembre 2019 - art. 3",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000039639568",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2019-1393",
                    "datePubli": 1576713600000,
                    "dateDebut": 1576800000000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. R181-29 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R181-29",
                    "articleId": "LEGIARTI000032681014",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1467331200000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. R141-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R141-5",
                    "articleId": "LEGIARTI000035414549",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1502323200000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000877698",
                    "textTitle": "Décret n°61-610 du 14 juin 1961 - art. 3 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000006371173",
                    "natureText": "DECRET"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006587421",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 724118400000,
                    "dateFin": 963964800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006587422",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 963964800000,
                    "dateFin": 1009843200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006587423",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1009843200000,
                    "dateFin": 1415232000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029716482",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1415232000000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030964003",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R*141-1",
                "141-1",
                "R141-1"
            ],
            "versionPrecedente": "LEGIARTI000006587421",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006587421",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "En application des articles L. 141-1 à L. 141-5, les sociétés d'aménagement foncier et d'établissement rural peuvent notamment : 1° Procéder à des cessions au bénéfice soit de propriétaires ou d'exploitants dont les propriétés ou les exploitations sont mal adaptées à une mise en valeur rationnelle, soit d'agriculteurs qu'elles installent ou maintiennent, soit de personnes qui s'engagent à les louer dans les conditions déterminées à l'article R. 142-2, soit de personnes qui ont pour objet de réorienter les terres, les bâtiments ou exploitations au sens de l'article L. 141-3 ; 2° Réaliser, sur des immeubles leur appartenant, des études et des travaux, en vue de faciliter la mise en valeur agricole et de favoriser le développement rural ainsi que la protection de la nature et de l'environnement ; 3° Réaliser, sur des immeubles appartenant à des tiers, des études liées à l'aménagement foncier ou à la mise en valeur du sol, et être associées à la réalisation des travaux correspondants ; 4° Effectuer ou provoquer des échanges, dans les conditions fixées aux articles L. 124-1 à L. 124-6 ; 5° Participer à la mise en valeur des terres incultes ou manifestement sous-exploitées, dans les conditions et limites fixées aux articles L. 125-1 à L. 125-15.",
            "texteHtml": "<p></p>   En application des articles L. 141-1 à L. 141-5, les sociétés d'aménagement foncier et d'établissement rural peuvent notamment :<p></p><p></p>   1° Procéder à des cessions au bénéfice soit de propriétaires ou d'exploitants dont les propriétés ou les exploitations sont mal adaptées à une mise en valeur rationnelle, soit d'agriculteurs qu'elles installent ou maintiennent, soit de personnes qui s'engagent à les louer dans les conditions déterminées à l'article R. 142-2, soit de personnes qui ont pour objet de réorienter les terres, les bâtiments ou exploitations au sens de l'article L. 141-3 ;<p></p><p></p>   2° Réaliser, sur des immeubles leur appartenant, des études et des travaux, en vue de faciliter la mise en valeur agricole et de favoriser le développement rural ainsi que la protection de la nature et de l'environnement ;<p></p><p></p>   3° Réaliser, sur des immeubles appartenant à des tiers, des études liées à l'aménagement foncier ou à la mise en valeur du sol, et être associées à la réalisation des travaux correspondants ;<p></p><p></p>   4° Effectuer ou provoquer des échanges, dans les conditions fixées aux articles L. 124-1 à L. 124-6 ;<p></p><p></p>   5° Participer à la mise en valeur des terres incultes ou manifestement sous-exploitées, dans les conditions et limites fixées aux articles L. 125-1 à L. 125-15.<p></p>",
            "num": "R*141-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 724118400000,
            "dateFin": 963964800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 858993458,
            "context": {
                "titresTM": [
                    {
                        "debut": "1979-12-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098287",
                        "id": "LEGISCTA000006098287",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1992-12-12",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Aménagement et équipement de l'espace rural",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121446",
                        "id": "LEGISCTA000006121446",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1992-12-12",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Sociétés d'aménagement foncier et d'établissement rural",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138388",
                        "id": "LEGISCTA000006138388",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1992-12-12",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Missions et fonctionnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006152464",
                        "id": "LEGISCTA000006152464",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1992-12-12",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Missions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006168129",
                        "id": "LEGISCTA000006168129",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2010-05-08",
                        "fin": "2999-01-01",
                        "titre": "Code rural et de la pêche maritime",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000022197698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-12-01",
                        "fin": "2010-05-08",
                        "titre": "Code rural (nouveau)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000006071367",
                        "etat": "MODIFIE"
                    }
                ]
            },
            "cid": "LEGIARTI000006587421",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006168129",
            "sectionParentId": "LEGISCTA000006168129",
            "sectionParentTitre": "Section 1 : Missions",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre Ier : Aménagement et équipement de l'espace rural &gt; Titre IV : Sociétés d'aménagement foncier et d'établissement rural &gt; Chapitre Ier : Missions et fonctionnement &gt; Section 1 : Missions",
            "refInjection": "MD-20231006_201508_656_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000006587421",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000022197698",
                    "titre": "Code rural et de la pêche maritime",
                    "titreLong": "Code rural et de la pêche maritime",
                    "etat": "VIGUEUR",
                    "dateDebut": 1273276800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                },
                {
                    "id": "LEGITEXT000006071367",
                    "titre": "Code rural",
                    "titreLong": "Code rural (nouveau)",
                    "etat": "MODIFIE",
                    "dateDebut": 312854400000,
                    "dateFin": 1273276800000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000726025",
                    "textTitle": "Décret 92-1290 1992-12-11",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000726025",
                    "natureText": "DECRET",
                    "datePubliTexte": "1992-12-12",
                    "dateSignaTexte": "1992-12-11",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000726025",
                    "textTitle": "Décret 92-1290 1992-12-11 annexe JORF 12 décembre 1992",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000726025",
                    "natureText": "DECRET",
                    "datePubliTexte": "1992-12-12",
                    "dateSignaTexte": "1992-12-11",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "Code rural L141-1 à L141-5, R142-2, L141-3, L124-1 à L124-6, L125-1 à L125-15",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000000752261",
                    "textTitle": "Décret n°97-1202 du 19 décembre 1997 - art. Annexe (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe",
                    "articleId": "LEGIARTI000048164142",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "97-1202",
                    "datePubli": 883180800000,
                    "dateDebut": 1696636800000
                },
                {
                    "textCid": "JORFTEXT000039638271",
                    "textTitle": "Décret n°2019-1393 du 18 décembre 2019 - art. 3",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000039639568",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2019-1393",
                    "datePubli": 1576713600000,
                    "dateDebut": 1576800000000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. R181-29 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R181-29",
                    "articleId": "LEGIARTI000032681014",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1467331200000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. R141-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R141-5",
                    "articleId": "LEGIARTI000035414549",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1502323200000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000877698",
                    "textTitle": "Décret n°61-610 du 14 juin 1961 - art. 3 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000006371173",
                    "natureText": "DECRET"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006587421",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 724118400000,
                    "dateFin": 963964800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006587422",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 963964800000,
                    "dateFin": 1009843200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006587423",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1009843200000,
                    "dateFin": 1415232000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029716482",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1415232000000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030964003",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R*141-1",
                "141-1",
                "R141-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}