{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006647364",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les dispositions de la présente section s'appliquent aux salariés appartenant au personnel roulant ou navigant des entreprises de transport routier, de navigation intérieure, de transport ferroviaire ainsi que des entreprises assurant la restauration et exploitant les places couchées dans les trains. Toutefois, elles ne s'appliquent pas aux salariés, soumis à des règles spéciales, de la Société nationale des chemins de fer français, des entreprises exploitant des voies ferrées d'intérêt local, de la Régie autonome des transports parisiens et des entreprises de transport public urbain régulier de voyageurs. I. - Tout travail entre 22 heures et 5 heures est considéré comme travail de nuit. Une autre période de sept heures consécutives, comprise entre 21 heures et 7 heures mais comprenant en tout état de cause l'intervalle entre 24 heures et 5 heures, peut être substituée à la période fixée à l'alinéa précédent par une convention ou un accord collectif étendu ou une convention ou un accord d'entreprise ou d'établissement. A défaut d'accord et lorsque les caractéristiques particulières de l'activité de l'entreprise le justifient, cette substitution peut être autorisée par l'inspecteur du travail après consultation des délégués syndicaux et avis du comité d'entreprise ou des délégués du personnel s'ils existent. Pour l'application de l'article L. 213-2 relatif à la définition du travailleur de nuit, la période nocturne à retenir est celle définie en application des deux alinéas précédents. II. - La durée quotidienne de travail effectuée par un travailleur de nuit ne peut excéder huit heures en moyenne par période de vingt-quatre heures sur une période de référence définie par convention ou accord collectif étendu ou, à défaut, par décret en Conseil d'Etat pris après consultation des organisations syndicales représentatives au plan national des employeurs et des salariés des secteurs d'activité intéressés. Il peut être dérogé à la durée quotidienne du travail fixée à l'alinéa précédent par convention ou accord collectif étendu ou par convention ou accord d'entreprise ou d'établissement, sous réserve que ces conventions ou accords prévoient en contrepartie des périodes équivalentes de repos compensateur. Pour les personnels navigants des entreprises de navigation intérieure, une convention ou un accord de branche peuvent déroger à la durée quotidienne du travail fixée à l'alinéa précédent, sous réserve de prévoir une durée quotidienne du travail des travailleurs de nuit qui n'excède pas douze heures par période de vingt-quatre heures et que ceux-ci bénéficient, outre des jours de repos et de congés légaux, de jours de repos supplémentaires en nombre suffisant. Les dispositions des deux alinéas précédents ne sont pas applicables au personnel roulant des entreprises de transport routier, à l'exception de celui des entreprises de transport sanitaire. III. - La durée quotidienne du travail d'un salarié appartenant au personnel roulant d'une entreprise de transport routier, à l'exception de celui des entreprises de transport sanitaire, ne peut excéder dix heures, conformément au second alinéa de l'article L. 212-1, lorsque ce salarié est un travailleur de nuit ou lorsqu'il accomplit, sur une période de vingt-quatre heures, une partie de son travail dans l'intervalle compris entre 24 heures et 5 heures. Il ne peut être dérogé à ces dispositions qu'en cas de circonstances exceptionnelles dans des conditions et selon des modalités fixées par décret, après consultation des organisations syndicales représentatives au plan national des employeurs et des salariés du secteur. IV. - Les dispositions de l'article L. 213-3 ne sont pas applicables aux salariés relevant du présent article.",
            "texteHtml": "<p></p>   Les dispositions de la présente section s'appliquent aux salariés appartenant au personnel roulant ou navigant des entreprises de transport routier, de navigation intérieure, de transport ferroviaire ainsi que des entreprises assurant la restauration et exploitant les places couchées dans les trains. Toutefois, elles ne s'appliquent pas aux salariés, soumis à des règles spéciales, de la Société nationale des chemins de fer français, des entreprises exploitant des voies ferrées d'intérêt local, de la Régie autonome des transports parisiens et des entreprises de transport public urbain régulier de voyageurs.<p></p><p></p>   I. - Tout travail entre 22 heures et 5 heures est considéré comme travail de nuit.<p></p><p></p>   Une autre période de sept heures consécutives, comprise entre 21 heures et 7 heures mais comprenant en tout état de cause l'intervalle entre 24 heures et 5 heures, peut être substituée à la période fixée à l'alinéa précédent par une convention ou un accord collectif étendu ou une convention ou un accord d'entreprise ou d'établissement. A défaut d'accord et lorsque les caractéristiques particulières de l'activité de l'entreprise le justifient, cette substitution peut être autorisée par l'inspecteur du travail après consultation des délégués syndicaux et avis du comité d'entreprise ou des délégués du personnel s'ils existent.<p></p><p></p>   Pour l'application de l'article L. 213-2 relatif à la définition du travailleur de nuit, la période nocturne à retenir est celle définie en application des deux alinéas précédents.<p></p><p></p>   II. - La durée quotidienne de travail effectuée par un travailleur de nuit ne peut excéder huit heures en moyenne par période de vingt-quatre heures sur une période de référence définie par convention ou accord collectif étendu ou, à défaut, par décret en Conseil d'Etat pris après consultation des organisations syndicales représentatives au plan national des employeurs et des salariés des secteurs d'activité intéressés.<p></p><p></p>   Il peut être dérogé à la durée quotidienne du travail fixée à l'alinéa précédent par convention ou accord collectif étendu ou par convention ou accord d'entreprise ou d'établissement, sous réserve que ces conventions ou accords prévoient en contrepartie des périodes équivalentes de repos compensateur. Pour les personnels navigants des entreprises de navigation intérieure, une convention ou un accord de branche peuvent déroger à la durée quotidienne du travail fixée à l'alinéa précédent, sous réserve de prévoir une durée quotidienne du travail des travailleurs de nuit qui n'excède pas douze heures par période de vingt-quatre heures et que ceux-ci bénéficient, outre des jours de repos et de congés légaux, de jours de repos supplémentaires en nombre suffisant.<p></p><p></p>   Les dispositions des deux alinéas précédents ne sont pas applicables au personnel roulant des entreprises de transport routier, à l'exception de celui des entreprises de transport sanitaire.<p></p><p></p>   III. - La durée quotidienne du travail d'un salarié appartenant au personnel roulant d'une entreprise de transport routier, à l'exception de celui des entreprises de transport sanitaire, ne peut excéder dix heures, conformément au second alinéa de l'article L. 212-1, lorsque ce salarié est un travailleur de nuit ou lorsqu'il accomplit, sur une période de vingt-quatre heures, une partie de son travail dans l'intervalle compris entre 24 heures et 5 heures. Il ne peut être dérogé à ces dispositions qu'en cas de circonstances exceptionnelles dans des conditions et selon des modalités fixées par décret, après consultation des organisations syndicales représentatives au plan national des employeurs et des salariés du secteur.<p></p><p></p>   IV. - Les dispositions de l'article L. 213-3 ne sont pas applicables aux salariés relevant du présent article.<p></p>",
            "num": "L213-11",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "ABROGE",
            "dateDebut": 1136505600000,
            "dateFin": 1291161600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Partie législative ancienne",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101375",
                        "id": "LEGISCTA000006101375",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Réglementation du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006123874",
                        "id": "LEGISCTA000006123874",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Conditions du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139789",
                        "id": "LEGISCTA000006139789",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : TRAVAIL DE NUIT",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154063",
                        "id": "LEGISCTA000006154063",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-11-14",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Dispositions particulières relatives à certains salariés du secteur des transports",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170281",
                        "id": "LEGISCTA000006170281",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Code du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072050",
                        "id": "LEGITEXT000006072050",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006647361",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006170281",
            "sectionParentId": "LEGISCTA000006170281",
            "sectionParentTitre": "Section 3 : Dispositions particulières relatives à certains salariés du secteur des transports",
            "fullSectionsTitre": "Partie législative ancienne &gt; Livre II : Réglementation du travail &gt; Titre Ier : Conditions du travail &gt; Chapitre III : TRAVAIL DE NUIT &gt; Section 3 : Dispositions particulières relatives à certains salariés du secteur des transports",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006647364",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072050",
                    "titre": "Code du travail",
                    "titreLong": "Code du travail",
                    "etat": "VIGUEUR",
                    "dateDebut": 94867200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072050",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Ordonnance 2007-329 du 12 mars 2007 art. 12 I, art. 13 : Sont abrogées, à compter du 1er mars 2008, les dispositions de la partie législative du code du travail dans sa rédaction issue de la loi n° 73-4 du 2 janvier 1973. Toutefois, demeurent en vigueur, dans leur rédaction en vigueur à la date de publication de la présente ordonnance, les dispositions de l'article L213-11.",
            "notaHtml": "<p></p>  Ordonnance 2007-329 du 12 mars 2007 art. 12 I, art. 13 : <p></p>Sont abrogées, à compter du 1er mars 2008, les dispositions de la partie législative du code du travail dans sa rédaction issue de la loi n° 73-4 du 2 janvier 1973. Toutefois, demeurent en vigueur, dans leur rédaction en vigueur à la date de publication de la présente ordonnance, les dispositions de l'article L213-11.<p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000456019",
                    "textTitle": "Loi n°2006-10 du 5 janvier 2006 - art. 38 () JORF 6 janvier 2006",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "38",
                    "articleId": "LEGIARTI000006879365",
                    "natureText": "LOI",
                    "datePubliTexte": "2006-01-06",
                    "dateSignaTexte": "2006-01-05",
                    "dateDebutCible": "2006-01-06"
                },
                {
                    "textCid": "JORFTEXT000022990793",
                    "textTitle": "Ordonnance n° 2010-1307\n du 28 octobre 2010 - art. 7",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "LEGIARTI000022993568",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2010-11-03",
                    "dateSignaTexte": "2010-10-28",
                    "dateDebutCible": "2010-11-04"
                },
                {
                    "textCid": "",
                    "textTitle": "Décret 73-1046 1973-11-15",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                },
                {
                    "textCid": "",
                    "textTitle": "Décret 73-1046 1973-11-15",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000503264",
                    "textTitle": "Décret n°83-40 du 26 janvier 1983 - art. 9 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000006662320",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "83-40",
                    "datePubli": 412473600000,
                    "dateDebut": 1167955200000
                },
                {
                    "textCid": "JORFTEXT000000864578",
                    "textTitle": "Loi n°93-1313 du 20 décembre 1993 - art. 41 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "41",
                    "articleId": "LEGIARTI000006657363",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "93-1313",
                    "datePubli": 756432000000,
                    "dateDebut": 756432000000
                },
                {
                    "textCid": "JORFTEXT000000416669",
                    "textTitle": "Décret n°2003-1242 du 22 décembre 2003 - art. 5 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000006672000",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2003-1242",
                    "datePubli": 1072224000000,
                    "dateDebut": 1144368000000
                },
                {
                    "textCid": "JORFTEXT000018254394",
                    "textTitle": "Décret n°2008-244\n du 7 mars 2008 - art. 10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "10",
                    "articleId": "LEGIARTI000018255683",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2008-244",
                    "datePubli": 1205280000000,
                    "dateDebut": 1205366400000
                },
                {
                    "textCid": "JORFTEXT000020859230",
                    "textTitle": "Arrêté du 9 juillet 2009 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000020859233",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1247788800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000022142428",
                    "textTitle": "Décret n°2010-404\n du 27 avril 2010 - art. 14 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "14",
                    "articleId": "LEGIARTI000022144015",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2010-404",
                    "datePubli": 1272412800000,
                    "dateDebut": 1272499200000
                },
                {
                    "textCid": "KALITEXT000019022410",
                    "textTitle": "Aménagement et réduction du temps de travail - art. 10 (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "10",
                    "articleId": "KALIARTI000019022451",
                    "natureText": "Avenant",
                    "parentCid": null,
                    "numTexte": "3",
                    "datePubli": 32472144000000,
                    "dateDebut": 1200441600000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L122-25-1-1 (AbD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L122-25-1-1",
                    "articleId": "LEGIARTI000006646047",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1100390400000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L212-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L212-1",
                    "articleId": "LEGIARTI000006647750",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 122860800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L213-12 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L213-12",
                    "articleId": "LEGIARTI000006647365",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 122860800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L213-2 (AbD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L213-2",
                    "articleId": "LEGIARTI000006647334",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1121904000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L213-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L213-3",
                    "articleId": "LEGIARTI000006647335",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 122860800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R213-11 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R213-11",
                    "articleId": "LEGIARTI000018513889",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1174176000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R261-7 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R261-7",
                    "articleId": "LEGIARTI000018518972",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1205366400000
                },
                {
                    "textCid": "LEGITEXT000006072055",
                    "textTitle": "Loi n° 44-206 du 22 avril 1944 - art. 1 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006656192",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "44-206",
                    "datePubli": 32472144000000,
                    "dateDebut": -810777600000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L1321-6 (VD)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L1321-6",
                    "articleId": "LEGIARTI000023085555",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L1321-7 (VD)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L1321-7",
                    "articleId": "LEGIARTI000023085552",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L1321-8 (VD)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L1321-8",
                    "articleId": "LEGIARTI000023085549",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L3312-1 (V)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L3312-1",
                    "articleId": "LEGIARTI000023083715",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L4511-2 (M)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L4511-2",
                    "articleId": "LEGIARTI000023082219",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail 20",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006072050",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R261-7 (V)",
                    "linkType": "TXT_ASSOCIE",
                    "linkOrientation": "cible",
                    "articleNum": "R261-7",
                    "articleId": "LEGIARTI000006808244",
                    "natureText": "CODE"
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006647361",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 122860800000,
                    "dateFin": 756432000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006647362",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1100390400000,
                    "dateFin": 1121904000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006647363",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1121904000000,
                    "dateFin": 1136505600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006647364",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 1136505600000,
                    "dateFin": 1291161600000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L213-11",
                "213-11"
            ],
            "versionPrecedente": "LEGIARTI000006647363",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006647363",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les dispositions de la présente section s'appliquent aux salariés appartenant au personnel roulant ou navigant des entreprises de transport routier, de navigation intérieure, de transport ferroviaire ainsi que des entreprises assurant la restauration et exploitant les places couchées dans les trains. Toutefois, elles ne s'appliquent pas aux salariés, soumis à des règles spéciales, de la Société nationale des chemins de fer français, des entreprises exploitant des voies ferrées d'intérêt local, de la Régie autonome des transports parisiens et des entreprises de transport public urbain régulier de voyageurs. I. - Tout travail entre 22 heures et 5 heures est considéré comme travail de nuit. Une autre période de sept heures consécutives, comprise entre 21 heures et 7 heures mais comprenant en tout état de cause l'intervalle entre 24 heures et 5 heures, peut être substituée à la période fixée à l'alinéa précédent par une convention ou un accord collectif étendu ou une convention ou un accord d'entreprise ou d'établissement. A défaut d'accord et lorsque les caractéristiques particulières de l'activité de l'entreprise le justifient, cette substitution peut être autorisée par l'inspecteur du travail après consultation des délégués syndicaux et avis du comité d'entreprise ou des délégués du personnel s'ils existent. Pour l'application de l'article L. 213-2 relatif à la définition du travailleur de nuit, la période nocturne à retenir est celle définie en application des deux alinéas précédents. II. - La durée quotidienne de travail effectuée par un travailleur de nuit ne peut excéder huit heures en moyenne par période de vingt-quatre heures sur une période de référence définie par convention ou accord collectif étendu ou, à défaut, par décret en Conseil d'Etat pris après consultation des organisations syndicales représentatives au plan national des employeurs et des salariés des secteurs d'activité intéressés. Il peut être dérogé à la durée quotidienne de travail fixée à l'alinéa précédent par convention ou accord collectif étendu ou par convention ou accord d'entreprise ou d'établissement, sous réserve que ces conventions ou accords prévoient en contrepartie des périodes de repos compensateur dont ils déterminent la durée. Pour les personnels roulants des entreprises de transport ferroviaire et les personnels des entreprises assurant la restauration ainsi que l'exploitation des places couchées dans les trains, ces conventions ou accords doivent prévoir des périodes équivalentes de repos compensateur. Pour les personnels navigants des entreprises de navigation intérieure, une convention ou un accord de branche peuvent déroger à la durée quotidienne du travail fixée à l'alinéa précédent, sous réserve de prévoir une durée quotidienne du travail des travailleurs de nuit qui n'excède pas douze heures par période de vingt-quatre heures et que ceux-ci bénéficient, outre des jours de repos et de congés légaux, de jours de repos supplémentaires en nombre suffisant. Les dispositions des deux alinéas précédents ne sont pas applicables au personnel roulant des entreprises de transport routier. III. - La durée quotidienne du travail d'un salarié appartenant au personnel roulant d'une entreprise de transport routier ne peut excéder dix heures, conformément au second alinéa de l'article L. 212-1, lorsque ce salarié est un travailleur de nuit ou lorsqu'il accomplit, sur une période de vingt-quatre heures, une partie de son travail dans l'intervalle compris entre 24 heures et 5 heures. Il ne peut être dérogé à ces dispositions qu'en cas de circonstances exceptionnelles dans des conditions et selon des modalités fixées par décret, après consultation des organisations syndicales représentatives au plan national des employeurs et des salariés du secteur. IV. - Les dispositions de l'article L. 213-3 ne sont pas applicables aux salariés relevant du présent article.",
            "texteHtml": "<p></p>   Les dispositions de la présente section s'appliquent aux salariés appartenant au personnel roulant ou navigant des entreprises de transport routier, de navigation intérieure, de transport ferroviaire ainsi que des entreprises assurant la restauration et exploitant les places couchées dans les trains. Toutefois, elles ne s'appliquent pas aux salariés, soumis à des règles spéciales, de la Société nationale des chemins de fer français, des entreprises exploitant des voies ferrées d'intérêt local, de la Régie autonome des transports parisiens et des entreprises de transport public urbain régulier de voyageurs.<p></p><p></p>   I. - Tout travail entre 22 heures et 5 heures est considéré comme travail de nuit.<p></p><p></p>   Une autre période de sept heures consécutives, comprise entre 21 heures et 7 heures mais comprenant en tout état de cause l'intervalle entre 24 heures et 5 heures, peut être substituée à la période fixée à l'alinéa précédent par une convention ou un accord collectif étendu ou une convention ou un accord d'entreprise ou d'établissement. A défaut d'accord et lorsque les caractéristiques particulières de l'activité de l'entreprise le justifient, cette substitution peut être autorisée par l'inspecteur du travail après consultation des délégués syndicaux et avis du comité d'entreprise ou des délégués du personnel s'ils existent.<p></p><p></p>   Pour l'application de l'article L. 213-2 relatif à la définition du travailleur de nuit, la période nocturne à retenir est celle définie en application des deux alinéas précédents.<p></p><p></p>   II. - La durée quotidienne de travail effectuée par un travailleur de nuit ne peut excéder huit heures en moyenne par période de vingt-quatre heures sur une période de référence définie par convention ou accord collectif étendu ou, à défaut, par décret en Conseil d'Etat pris après consultation des organisations syndicales représentatives au plan national des employeurs et des salariés des secteurs d'activité intéressés.<p></p><p></p>   Il peut être dérogé à la durée quotidienne de travail fixée à l'alinéa précédent par convention ou accord collectif étendu ou par convention ou accord d'entreprise ou d'établissement, sous réserve que ces conventions ou accords prévoient en contrepartie des périodes de repos compensateur dont ils déterminent la durée. Pour les personnels roulants des entreprises de transport ferroviaire et les personnels des entreprises assurant la restauration ainsi que l'exploitation des places couchées dans les trains, ces conventions ou accords doivent prévoir des périodes équivalentes de repos compensateur. Pour les personnels navigants des entreprises de navigation intérieure, une convention ou un accord de branche peuvent déroger à la durée quotidienne du travail fixée à l'alinéa précédent, sous réserve de prévoir une durée quotidienne du travail des travailleurs de nuit qui n'excède pas douze heures par période de vingt-quatre heures et que ceux-ci bénéficient, outre des jours de repos et de congés légaux, de jours de repos supplémentaires en nombre suffisant.<p></p><p></p>   Les dispositions des deux alinéas précédents ne sont pas applicables au personnel roulant des entreprises de transport routier.<p></p><p></p>   III. - La durée quotidienne du travail d'un salarié appartenant au personnel roulant d'une entreprise de transport routier ne peut excéder dix heures, conformément au second alinéa de l'article L. 212-1, lorsque ce salarié est un travailleur de nuit ou lorsqu'il accomplit, sur une période de vingt-quatre heures, une partie de son travail dans l'intervalle compris entre 24 heures et 5 heures. Il ne peut être dérogé à ces dispositions qu'en cas de circonstances exceptionnelles dans des conditions et selon des modalités fixées par décret, après consultation des organisations syndicales représentatives au plan national des employeurs et des salariés du secteur.<p></p><p></p>   IV. - Les dispositions de l'article L. 213-3 ne sont pas applicables aux salariés relevant du présent article.<p></p>",
            "num": "L213-11",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1121904000000,
            "dateFin": 1136505600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Partie législative ancienne",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101375",
                        "id": "LEGISCTA000006101375",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Réglementation du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006123874",
                        "id": "LEGISCTA000006123874",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Conditions du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139789",
                        "id": "LEGISCTA000006139789",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : TRAVAIL DE NUIT",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154063",
                        "id": "LEGISCTA000006154063",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-11-14",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Dispositions particulières relatives à certains salariés du secteur des transports",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170281",
                        "id": "LEGISCTA000006170281",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Code du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072050",
                        "id": "LEGITEXT000006072050",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006647361",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006170281",
            "sectionParentId": "LEGISCTA000006170281",
            "sectionParentTitre": "Section 3 : Dispositions particulières relatives à certains salariés du secteur des transports",
            "fullSectionsTitre": "Partie législative ancienne &gt; Livre II : Réglementation du travail &gt; Titre Ier : Conditions du travail &gt; Chapitre III : TRAVAIL DE NUIT &gt; Section 3 : Dispositions particulières relatives à certains salariés du secteur des transports",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006647363",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072050",
                    "titre": "Code du travail",
                    "titreLong": "Code du travail",
                    "etat": "VIGUEUR",
                    "dateDebut": 94867200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072050",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000813099",
                    "textTitle": "Loi n°2005-810 du 20 juillet 2005 - art. 1 (V) JORF 21 juillet 2005",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006658667",
                    "natureText": "LOI",
                    "datePubliTexte": "2005-07-21",
                    "dateSignaTexte": "2005-07-20",
                    "dateDebutCible": "2005-07-21"
                },
                {
                    "textCid": "",
                    "textTitle": "Décret 73-1046 1973-11-15",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000503264",
                    "textTitle": "Décret n°83-40 du 26 janvier 1983 - art. 9 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000006662320",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "83-40",
                    "datePubli": 412473600000,
                    "dateDebut": 1167955200000
                },
                {
                    "textCid": "JORFTEXT000000864578",
                    "textTitle": "Loi n°93-1313 du 20 décembre 1993 - art. 41 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "41",
                    "articleId": "LEGIARTI000006657363",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "93-1313",
                    "datePubli": 756432000000,
                    "dateDebut": 756432000000
                },
                {
                    "textCid": "JORFTEXT000000416669",
                    "textTitle": "Décret n°2003-1242 du 22 décembre 2003 - art. 5 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000006672000",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2003-1242",
                    "datePubli": 1072224000000,
                    "dateDebut": 1144368000000
                },
                {
                    "textCid": "JORFTEXT000018254394",
                    "textTitle": "Décret n°2008-244\n du 7 mars 2008 - art. 10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "10",
                    "articleId": "LEGIARTI000018255683",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2008-244",
                    "datePubli": 1205280000000,
                    "dateDebut": 1205366400000
                },
                {
                    "textCid": "JORFTEXT000020859230",
                    "textTitle": "Arrêté du 9 juillet 2009 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000020859233",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1247788800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000022142428",
                    "textTitle": "Décret n°2010-404\n du 27 avril 2010 - art. 14 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "14",
                    "articleId": "LEGIARTI000022144015",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2010-404",
                    "datePubli": 1272412800000,
                    "dateDebut": 1272499200000
                },
                {
                    "textCid": "KALITEXT000019022410",
                    "textTitle": "Aménagement et réduction du temps de travail - art. 10 (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "10",
                    "articleId": "KALIARTI000019022451",
                    "natureText": "Avenant",
                    "parentCid": null,
                    "numTexte": "3",
                    "datePubli": 32472144000000,
                    "dateDebut": 1200441600000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L122-25-1-1 (AbD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L122-25-1-1",
                    "articleId": "LEGIARTI000006646047",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1100390400000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L212-1 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L212-1",
                    "articleId": "LEGIARTI000006647750",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 122860800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L213-12 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L213-12",
                    "articleId": "LEGIARTI000006647365",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 122860800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L213-2 (AbD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L213-2",
                    "articleId": "LEGIARTI000006647334",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1121904000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L213-3 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L213-3",
                    "articleId": "LEGIARTI000006647335",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 122860800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R213-11 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R213-11",
                    "articleId": "LEGIARTI000018513889",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1174176000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R261-7 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R261-7",
                    "articleId": "LEGIARTI000018518972",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1205366400000
                },
                {
                    "textCid": "LEGITEXT000006072055",
                    "textTitle": "Loi n° 44-206 du 22 avril 1944 - art. 1 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006656192",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "44-206",
                    "datePubli": 32472144000000,
                    "dateDebut": -810777600000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail 20",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006072050",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R261-7 (V)",
                    "linkType": "TXT_ASSOCIE",
                    "linkOrientation": "cible",
                    "articleNum": "R261-7",
                    "articleId": "LEGIARTI000006808244",
                    "natureText": "CODE"
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006647361",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 122860800000,
                    "dateFin": 756432000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006647362",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1100390400000,
                    "dateFin": 1121904000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006647363",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1121904000000,
                    "dateFin": 1136505600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006647364",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 1136505600000,
                    "dateFin": 1291161600000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L213-11",
                "213-11"
            ],
            "versionPrecedente": "LEGIARTI000006647362",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006647362",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les dispositions de la présente section s'appliquent aux salariés appartenant au personnel roulant ou navigant des entreprises de transport routier, de navigation intérieure, de transport ferroviaire ainsi que des entreprises assurant la restauration et exploitant les places couchées dans les trains. Toutefois, elles ne s'appliquent pas aux salariés, soumis à des règles spéciales, de la Société nationale des chemins de fer français, des entreprises exploitant des voies ferrées d'intérêt local, de la Régie autonome des transports parisiens et des entreprises de transport public urbain régulier de voyageurs. I. - Tout travail entre 22 heures et 5 heures est considéré comme travail de nuit. Une autre période de sept heures consécutives, comprise entre 21 heures et 7 heures mais comprenant en tout état de cause l'intervalle entre 24 heures et 5 heures, peut être substituée à la période fixée à l'alinéa précédent par une convention ou un accord collectif étendu ou une convention ou un accord d'entreprise ou d'établissement. A défaut d'accord et lorsque les caractéristiques particulières de l'activité de l'entreprise le justifient, cette substitution peut être autorisée par l'inspecteur du travail après consultation des délégués syndicaux et avis du comité d'entreprise ou des délégués du personnel s'ils existent. II. - La durée quotidienne de travail effectuée par un travailleur de nuit ne peut excéder huit heures en moyenne par période de vingt-quatre heures sur une période de référence définie par convention ou accord collectif étendu ou, à défaut, par décret en Conseil d'Etat pris après consultation des organisations syndicales représentatives au plan national des employeurs et des salariés des secteurs d'activité intéressés. Il peut être dérogé à la durée quotidienne de travail fixée à l'alinéa précédent par convention ou accord collectif étendu ou par convention ou accord d'entreprise ou d'établissement, sous réserve que ces conventions ou accords prévoient en contrepartie des périodes de repos compensateur dont ils déterminent la durée. Pour les personnels roulants des entreprises de transport ferroviaire et les personnels des entreprises assurant la restauration ainsi que l'exploitation des places couchées dans les trains, ces conventions ou accords doivent prévoir des périodes équivalentes de repos compensateur. III. - Lorsqu'un salarié appartenant au personnel roulant d'une entreprise de transport routier accomplit, sur une période de vingt-quatre heures, une partie de son travail dans l'intervalle compris entre 24 heures et 5 heures, la durée quotidienne de son travail ne peut excéder dix heures conformément au second alinéa de l'article L. 212-1. Il ne peut être dérogé à ces dispositions qu'en cas de circonstances exceptionnelles, dans des conditions et selon des modalités fixées par décret pris après consultation des organisations syndicales représentatives au plan national des employeurs et des salariés du secteur.",
            "texteHtml": "<p></p>   Les dispositions de la présente section s'appliquent aux salariés appartenant au personnel roulant ou navigant des entreprises de transport routier, de navigation intérieure, de transport ferroviaire ainsi que des entreprises assurant la restauration et exploitant les places couchées dans les trains. Toutefois, elles ne s'appliquent pas aux salariés, soumis à des règles spéciales, de la Société nationale des chemins de fer français, des entreprises exploitant des voies ferrées d'intérêt local, de la Régie autonome des transports parisiens et des entreprises de transport public urbain régulier de voyageurs.<p></p><p></p>   I. - Tout travail entre 22 heures et 5 heures est considéré comme travail de nuit.<p></p><p></p>   Une autre période de sept heures consécutives, comprise entre 21 heures et 7 heures mais comprenant en tout état de cause l'intervalle entre 24 heures et 5 heures, peut être substituée à la période fixée à l'alinéa précédent par une convention ou un accord collectif étendu ou une convention ou un accord d'entreprise ou d'établissement. A défaut d'accord et lorsque les caractéristiques particulières de l'activité de l'entreprise le justifient, cette substitution peut être autorisée par l'inspecteur du travail après consultation des délégués syndicaux et avis du comité d'entreprise ou des délégués du personnel s'ils existent.<p></p><p></p>   II. - La durée quotidienne de travail effectuée par un travailleur de nuit ne peut excéder huit heures en moyenne par période de vingt-quatre heures sur une période de référence définie par convention ou accord collectif étendu ou, à défaut, par décret en Conseil d'Etat pris après consultation des organisations syndicales représentatives au plan national des employeurs et des salariés des secteurs d'activité intéressés.<p></p><p></p>   Il peut être dérogé à la durée quotidienne de travail fixée à l'alinéa précédent par convention ou accord collectif étendu ou par convention ou accord d'entreprise ou d'établissement, sous réserve que ces conventions ou accords prévoient en contrepartie des périodes de repos compensateur dont ils déterminent la durée. Pour les personnels roulants des entreprises de transport ferroviaire et les personnels des entreprises assurant la restauration ainsi que l'exploitation des places couchées dans les trains, ces conventions ou accords doivent prévoir des périodes équivalentes de repos compensateur.<p></p><p></p>   III. - Lorsqu'un salarié appartenant au personnel roulant d'une entreprise de transport routier accomplit, sur une période de vingt-quatre heures, une partie de son travail dans l'intervalle compris entre 24 heures et 5 heures, la durée quotidienne de son travail ne peut excéder dix heures conformément au second alinéa de l'article L. 212-1. Il ne peut être dérogé à ces dispositions qu'en cas de circonstances exceptionnelles, dans des conditions et selon des modalités fixées par décret pris après consultation des organisations syndicales représentatives au plan national des employeurs et des salariés du secteur.<p></p>",
            "num": "L213-11",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1100390400000,
            "dateFin": 1121904000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Partie législative ancienne",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101375",
                        "id": "LEGISCTA000006101375",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Réglementation du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006123874",
                        "id": "LEGISCTA000006123874",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Conditions du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139789",
                        "id": "LEGISCTA000006139789",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : TRAVAIL DE NUIT",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154063",
                        "id": "LEGISCTA000006154063",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-11-14",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Dispositions particulières relatives à certains salariés du secteur des transports",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170281",
                        "id": "LEGISCTA000006170281",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Code du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072050",
                        "id": "LEGITEXT000006072050",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006647361",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006170281",
            "sectionParentId": "LEGISCTA000006170281",
            "sectionParentTitre": "Section 3 : Dispositions particulières relatives à certains salariés du secteur des transports",
            "fullSectionsTitre": "Partie législative ancienne &gt; Livre II : Réglementation du travail &gt; Titre Ier : Conditions du travail &gt; Chapitre III : TRAVAIL DE NUIT &gt; Section 3 : Dispositions particulières relatives à certains salariés du secteur des transports",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006647362",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072050",
                    "titre": "Code du travail",
                    "titreLong": "Code du travail",
                    "etat": "VIGUEUR",
                    "dateDebut": 94867200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072050",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Nota : Loi 2005-810 2005-07-20 art. 1 : l'art. 2 de l'ordonnance 2004-1197 2004-11-12 est ratifié sous réserve des modifications apportées au présent article.",
            "notaHtml": "<p></p>   Nota : Loi 2005-810 2005-07-20 art. 1 : l'art. 2 de l'ordonnance 2004-1197 2004-11-12 est ratifié sous réserve des modifications apportées au présent article.<p></p><p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000445476",
                    "textTitle": "Ordonnance n°2004-1197 du 12 novembre 2004 - art. 2 () JORF 14 novembre 2004",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006235803",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2004-11-14",
                    "dateSignaTexte": "2004-11-12",
                    "dateDebutCible": "2004-11-14"
                },
                {
                    "textCid": "",
                    "textTitle": "Décret 73-1046 1973-11-15",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000503264",
                    "textTitle": "Décret n°83-40 du 26 janvier 1983 - art. 9 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000006662320",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "83-40",
                    "datePubli": 412473600000,
                    "dateDebut": 1167955200000
                },
                {
                    "textCid": "JORFTEXT000000864578",
                    "textTitle": "Loi n°93-1313 du 20 décembre 1993 - art. 41 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "41",
                    "articleId": "LEGIARTI000006657363",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "93-1313",
                    "datePubli": 756432000000,
                    "dateDebut": 756432000000
                },
                {
                    "textCid": "JORFTEXT000000416669",
                    "textTitle": "Décret n°2003-1242 du 22 décembre 2003 - art. 5 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000006672000",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2003-1242",
                    "datePubli": 1072224000000,
                    "dateDebut": 1144368000000
                },
                {
                    "textCid": "JORFTEXT000018254394",
                    "textTitle": "Décret n°2008-244\n du 7 mars 2008 - art. 10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "10",
                    "articleId": "LEGIARTI000018255683",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2008-244",
                    "datePubli": 1205280000000,
                    "dateDebut": 1205366400000
                },
                {
                    "textCid": "JORFTEXT000020859230",
                    "textTitle": "Arrêté du 9 juillet 2009 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000020859233",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1247788800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000022142428",
                    "textTitle": "Décret n°2010-404\n du 27 avril 2010 - art. 14 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "14",
                    "articleId": "LEGIARTI000022144015",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2010-404",
                    "datePubli": 1272412800000,
                    "dateDebut": 1272499200000
                },
                {
                    "textCid": "KALITEXT000019022410",
                    "textTitle": "Aménagement et réduction du temps de travail - art. 10 (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "10",
                    "articleId": "KALIARTI000019022451",
                    "natureText": "Avenant",
                    "parentCid": null,
                    "numTexte": "3",
                    "datePubli": 32472144000000,
                    "dateDebut": 1200441600000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L122-25-1-1 (AbD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L122-25-1-1",
                    "articleId": "LEGIARTI000006646047",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1100390400000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L213-12 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L213-12",
                    "articleId": "LEGIARTI000006647365",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 122860800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L213-2 (AbD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L213-2",
                    "articleId": "LEGIARTI000006647334",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1121904000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R213-11 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R213-11",
                    "articleId": "LEGIARTI000018513889",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1174176000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R261-7 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R261-7",
                    "articleId": "LEGIARTI000018518972",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1205366400000
                },
                {
                    "textCid": "LEGITEXT000006072055",
                    "textTitle": "Loi n° 44-206 du 22 avril 1944 - art. 1 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006656192",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "44-206",
                    "datePubli": 32472144000000,
                    "dateDebut": -810777600000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail 20",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006072050",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R261-7 (V)",
                    "linkType": "TXT_ASSOCIE",
                    "linkOrientation": "cible",
                    "articleNum": "R261-7",
                    "articleId": "LEGIARTI000006808244",
                    "natureText": "CODE"
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006647361",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 122860800000,
                    "dateFin": 756432000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006647362",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1100390400000,
                    "dateFin": 1121904000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006647363",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1121904000000,
                    "dateFin": 1136505600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006647364",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 1136505600000,
                    "dateFin": 1291161600000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L213-11",
                "213-11"
            ],
            "versionPrecedente": "LEGIARTI000006647361",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006647361",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Il est interdit d'employer des ouvriers à la fabrication du pain et de la pâtisserie entre 10 heures du soir et et 4 heures du matin. Cette interdiction s'applique à tous les travaux qui, directement ou indirectement, concourent à la fabrication du pain et de la pâtisserie.",
            "texteHtml": "<p></p>   Il est interdit d'employer des ouvriers à la fabrication du pain et de la pâtisserie entre 10 heures du soir et et 4 heures du matin.<p></p><p></p>   Cette interdiction s'applique à tous les travaux qui, directement ou indirectement, concourent à la fabrication du pain et de la pâtisserie.<p></p>",
            "num": "L213-11",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "ABROGE",
            "dateDebut": 122860800000,
            "dateFin": 756432000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Partie législative ancienne",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101375",
                        "id": "LEGISCTA000006101375",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Réglementation du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006123874",
                        "id": "LEGISCTA000006123874",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Conditions du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139789",
                        "id": "LEGISCTA000006139789",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : TRAVAIL DE NUIT",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154063",
                        "id": "LEGISCTA000006154063",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1973-11-23",
                        "fin": "1993-12-21",
                        "titre": "Section 3 : Dispositions particulières à la boulangerie.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170078",
                        "id": "LEGISCTA000006170078",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Code du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072050",
                        "id": "LEGITEXT000006072050",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006647361",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006170078",
            "sectionParentId": "LEGISCTA000006170078",
            "sectionParentTitre": "Section 3 : Dispositions particulières à la boulangerie.",
            "fullSectionsTitre": "Partie législative ancienne &gt; Livre II : Réglementation du travail &gt; Titre Ier : Conditions du travail &gt; Chapitre III : TRAVAIL DE NUIT",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006647361",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072050",
                    "titre": "Code du travail",
                    "titreLong": "Code du travail",
                    "etat": "VIGUEUR",
                    "dateDebut": 94867200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072050",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000546576",
                    "textTitle": "Loi 93-1313 1993-12-20 art. 41 JORF 21 décembre 1993",
                    "linkType": "ABROGATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000546576",
                    "natureText": "LOI",
                    "datePubliTexte": "1994-02-02",
                    "dateSignaTexte": "1993-12-20",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "",
                    "textTitle": "Décret 73-1046 1973-11-15",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000503264",
                    "textTitle": "Décret n°83-40 du 26 janvier 1983 - art. 9 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000006662320",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "83-40",
                    "datePubli": 412473600000,
                    "dateDebut": 1167955200000
                },
                {
                    "textCid": "JORFTEXT000000864578",
                    "textTitle": "Loi n°93-1313 du 20 décembre 1993 - art. 41 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "41",
                    "articleId": "LEGIARTI000006657363",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "93-1313",
                    "datePubli": 756432000000,
                    "dateDebut": 756432000000
                },
                {
                    "textCid": "JORFTEXT000000416669",
                    "textTitle": "Décret n°2003-1242 du 22 décembre 2003 - art. 5 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000006672000",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2003-1242",
                    "datePubli": 1072224000000,
                    "dateDebut": 1144368000000
                },
                {
                    "textCid": "JORFTEXT000018254394",
                    "textTitle": "Décret n°2008-244\n du 7 mars 2008 - art. 10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "10",
                    "articleId": "LEGIARTI000018255683",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2008-244",
                    "datePubli": 1205280000000,
                    "dateDebut": 1205366400000
                },
                {
                    "textCid": "JORFTEXT000020859230",
                    "textTitle": "Arrêté du 9 juillet 2009 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000020859233",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1247788800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000022142428",
                    "textTitle": "Décret n°2010-404\n du 27 avril 2010 - art. 14 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "14",
                    "articleId": "LEGIARTI000022144015",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2010-404",
                    "datePubli": 1272412800000,
                    "dateDebut": 1272499200000
                },
                {
                    "textCid": "KALITEXT000019022410",
                    "textTitle": "Aménagement et réduction du temps de travail - art. 10 (VE)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "10",
                    "articleId": "KALIARTI000019022451",
                    "natureText": "Avenant",
                    "parentCid": null,
                    "numTexte": "3",
                    "datePubli": 32472144000000,
                    "dateDebut": 1200441600000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L122-25-1-1 (AbD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L122-25-1-1",
                    "articleId": "LEGIARTI000006646047",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1100390400000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L213-12 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L213-12",
                    "articleId": "LEGIARTI000006647365",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 122860800000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L213-2 (AbD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L213-2",
                    "articleId": "LEGIARTI000006647334",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1121904000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R213-11 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R213-11",
                    "articleId": "LEGIARTI000018513889",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1174176000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R261-7 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R261-7",
                    "articleId": "LEGIARTI000018518972",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1205366400000
                },
                {
                    "textCid": "LEGITEXT000006072055",
                    "textTitle": "Loi n° 44-206 du 22 avril 1944 - art. 1 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006656192",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "44-206",
                    "datePubli": 32472144000000,
                    "dateDebut": -810777600000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail 20",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006072050",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. R261-7 (V)",
                    "linkType": "TXT_ASSOCIE",
                    "linkOrientation": "cible",
                    "articleNum": "R261-7",
                    "articleId": "LEGIARTI000006808244",
                    "natureText": "CODE"
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006647361",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 122860800000,
                    "dateFin": 756432000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006647362",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1100390400000,
                    "dateFin": 1121904000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006647363",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1121904000000,
                    "dateFin": 1136505600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006647364",
                    "etat": "ABROGE",
                    "version": "4.0",
                    "dateDebut": 1136505600000,
                    "dateFin": 1291161600000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L213-11",
                "213-11"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}