{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000028395434",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Le président de la fédération départementale ou interdépartementale des chasseurs désigne le ou les estimateurs chargés de procéder à l'expertise des dégâts ayant donné lieu à déclaration parmi les personnes figurant sur la liste prévue à l'article R. 426-8. Dans les cas prévus par la Commission nationale d'indemnisation des dégâts de gibier en application du troisième alinéa de l'article R. 426-5 , il demande à la fédération nationale de désigner un expert national parmi les personnes figurant sur la liste prévue au même article, pour accompagner l'estimateur. Après avoir convoqué l'auteur de la déclaration de dégâts, l'estimateur constate sur place, conjointement, le cas échéant, avec l'expert national, l'état des lieux et des récoltes, estime la date des premiers dégâts, l'importance des dommages subis eu égard au rendement de la parcelle tel qu'il l'évalue, la cause des dégâts, les espèces de gibier qui en sont responsables et, si possible, leur provenance. Il recherche, éventuellement, si l'exploitant a une part de responsabilité dans la commission des dégâts et il le consigne dans son rapport. L'estimateur procède au classement de la ou des parcelles ayant subi des dégâts selon la typologie définie par la commission départementale de la chasse et de la faune sauvage, conformément au sixième alinéa de l'article R. 426-8. L'expertise des dégâts déclarés a lieu dans un délai de huit jours ouvrés à compter de la date de réception de la demande d'indemnisation, transmise par courrier ou par télédéclaration, au président de la fédération départementale ou interdépartementale des chasseurs. Chaque fois que l'estimateur sera en mesure de quantifier une perte de récolte ou d'attester de la réalisation effective de travaux de remise en état, il établira un constat définitif en accord avec l'exploitant agricole. Dans le cas contraire, il établira un constat provisoire dans lequel il consignera ses observations. Le constat provisoire ne peut servir de base pour le paiement d'une indemnité par la fédération. L'estimateur doit tenir compte, dans son évaluation définitive, des déclarations intermédiaires transmises par l'exploitant agricole à la fédération départementale ou interdépartementale des chasseurs. En dehors de la période des récoltes, lorsque les dégâts se poursuivent, et qu'ils ont déjà fait l'objet d'un constat provisoire par l'estimateur, la fédération départementale ou interdépartementale des chasseurs n'est pas tenue de missionner un estimateur à chaque nouvelle déclaration de l'exploitant. Lorsque des travaux de remise en état, replantation, ressemis ou taille sont nécessaires, l'estimateur les consigne dans un constat provisoire et informe l'exploitant qu'il doit signaler la réalisation de ces travaux à la fédération départementale ou interdépartementale des chasseurs après les avoir effectués. La fédération peut alors missionner un estimateur chargé de vérifier leur réalisation partielle ou totale. En cas de dégâts occasionnés à des semis, l'estimateur doit établir, sans délai, en accord avec l'exploitant, soit un constat provisoire des dégâts de nature à justifier leur lien avec la perte qui sera évaluée au moment de la récolte, soit un constat provisoire pour évaluer les surfaces détruites à ressemer que la fédération indemnise sur la base des frais de premier ensemencement, à condition que des travaux de réimplantation soient effectués. Le choix d'une telle indemnisation ne fait pas obstacle à une indemnisation ultérieure pour perte s'il est constaté, au moment de la récolte, une différence de rendement pour la même culture entre les zones ainsi ressemées et celles qui sont indemnes de dégâts ou si les zones ressemées subissent, avant la récolte, de nouveaux dégâts. En cas de dégâts occasionnés à des vergers ou à des vignes ayant entraîné un remplacement de plants, l'estimateur procède, à la demande de l'exploitant qui doit réitérer sa réclamation chaque année, à l'évaluation annuelle de la perte de récolte jusqu'à ce que les nouvelles plantations aient retrouvé un potentiel de production équivalent à celui de plants de même nature indemnes de dégâts. Les réclamants peuvent se faire assister ou représenter, à leurs frais, par toute personne de leur choix. La parcelle objet des dommages ne doit pas être récoltée avant l'expertise ou l'expiration du délai prévu pour celle-ci au cinquième alinéa du présent article. Si l'estimateur ne s'est pas présenté dans ce délai pour constater les dégâts, son estimation est réputée conforme à celle du demandeur. L'estimateur donne, le cas échéant, son appréciation sur les raisons pour lesquelles le stade optimal de développement de la culture et les dates extrêmes habituelles d'enlèvement des récoltes fixées par la commission départementale de la chasse et de la faune sauvage dans sa formation spécialisée pour l'indemnisation des dégâts de gibier aux cultures et aux récoltes agricoles ont été dépassés. L'estimateur transmet son rapport au président de la fédération départementale ou interdépartementale des chasseurs dans un délai de quinze jours suivant l'estimation.",
            "texteHtml": "<p>Le président de la fédération départementale ou interdépartementale des chasseurs désigne le ou les estimateurs chargés de procéder à l'expertise des dégâts ayant donné lieu à déclaration parmi les personnes figurant sur la liste prévue à l'article R. 426-8. </p><p></p><p>Dans les cas prévus par la Commission nationale d'indemnisation des dégâts de gibier en application du troisième alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000006838211&dateTexte=&categorieLien=cid'>R. 426-5</a>, il demande à la fédération nationale de désigner un expert national parmi les personnes figurant sur la liste prévue au même article, pour accompagner l'estimateur. </p><p></p><p>Après avoir convoqué l'auteur de la déclaration de dégâts, l'estimateur constate sur place, conjointement, le cas échéant, avec l'expert national, l'état des lieux et des récoltes, estime la date des premiers dégâts, l'importance des dommages subis eu égard au rendement de la parcelle tel qu'il l'évalue, la cause des dégâts, les espèces de gibier qui en sont responsables et, si possible, leur provenance. Il recherche, éventuellement, si l'exploitant a une part de responsabilité dans la commission des dégâts et il le consigne dans son rapport. </p><p></p><p>L'estimateur procède au classement de la ou des parcelles ayant subi des dégâts selon la typologie définie par la commission départementale de la chasse et de la faune sauvage, conformément au sixième alinéa de l'article R. 426-8. </p><p></p><p>L'expertise des dégâts déclarés a lieu dans un délai de huit jours ouvrés à compter de la date de réception de la demande d'indemnisation, transmise par courrier ou par télédéclaration, au président de la fédération départementale ou interdépartementale des chasseurs. </p><p></p><p>Chaque fois que l'estimateur sera en mesure de quantifier une perte de récolte ou d'attester de la réalisation effective de travaux de remise en état, il établira un constat définitif en accord avec l'exploitant agricole. Dans le cas contraire, il établira un constat provisoire dans lequel il consignera ses observations. Le constat provisoire ne peut servir de base pour le paiement d'une indemnité par la fédération. </p><p></p><p>L'estimateur doit tenir compte, dans son évaluation définitive, des déclarations intermédiaires transmises par l'exploitant agricole à la fédération départementale ou interdépartementale des chasseurs. En dehors de la période des récoltes, lorsque les dégâts se poursuivent, et qu'ils ont déjà fait l'objet d'un constat provisoire par l'estimateur, la fédération départementale ou interdépartementale des chasseurs n'est pas tenue de missionner un estimateur à chaque nouvelle déclaration de l'exploitant. </p><p></p><p>Lorsque des travaux de remise en état, replantation, ressemis ou taille sont nécessaires, l'estimateur les consigne dans un constat provisoire et informe l'exploitant qu'il doit signaler la réalisation de ces travaux à la fédération départementale ou interdépartementale des chasseurs après les avoir effectués. La fédération peut alors missionner un estimateur chargé de vérifier leur réalisation partielle ou totale. </p><p></p><p>En cas de dégâts occasionnés à des semis, l'estimateur doit établir, sans délai, en accord avec l'exploitant, soit un constat provisoire des dégâts de nature à justifier leur lien avec la perte qui sera évaluée au moment de la récolte, soit un constat provisoire pour évaluer les surfaces détruites à ressemer que la fédération indemnise sur la base des frais de premier ensemencement, à condition que des travaux de réimplantation soient effectués. Le choix d'une telle indemnisation ne fait pas obstacle à une indemnisation ultérieure pour perte s'il est constaté, au moment de la récolte, une différence de rendement pour la même culture entre les zones ainsi ressemées et celles qui sont indemnes de dégâts ou si les zones ressemées subissent, avant la récolte, de nouveaux dégâts. </p><p></p><p>En cas de dégâts occasionnés à des vergers ou à des vignes ayant entraîné un remplacement de plants, l'estimateur procède, à la demande de l'exploitant qui doit réitérer sa réclamation chaque année, à l'évaluation annuelle de la perte de récolte jusqu'à ce que les nouvelles plantations aient retrouvé un potentiel de production équivalent à celui de plants de même nature indemnes de dégâts. </p><p></p><p>Les réclamants peuvent se faire assister ou représenter, à leurs frais, par toute personne de leur choix. </p><p></p><p>La parcelle objet des dommages ne doit pas être récoltée avant l'expertise ou l'expiration du délai prévu pour celle-ci au cinquième alinéa du présent article. Si l'estimateur ne s'est pas présenté dans ce délai pour constater les dégâts, son estimation est réputée conforme à celle du demandeur. </p><p></p><p>L'estimateur donne, le cas échéant, son appréciation sur les raisons pour lesquelles le stade optimal de développement de la culture et les dates extrêmes habituelles d'enlèvement des récoltes fixées par la commission départementale de la chasse et de la faune sauvage dans sa formation spécialisée pour l'indemnisation des dégâts de gibier aux cultures et aux récoltes agricoles ont été dépassés. </p><p></p><p>L'estimateur transmet son rapport au président de la fédération départementale ou interdépartementale des chasseurs dans un délai de quinze jours suivant l'estimation.</p>",
            "num": "R426-13",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "VIGUEUR",
            "dateDebut": 1388534400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "2003-08-07",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108631",
                        "id": "LEGISCTA000006108631",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-05",
                        "fin": "2015-12-31",
                        "titre": "Livre IV : Faune et flore",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129033",
                        "id": "LEGISCTA000006129033",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2015-12-31",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Patrimoine naturel",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129033",
                        "id": "LEGISCTA000031793274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Chasse",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143782",
                        "id": "LEGISCTA000006143782",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre VI : Indemnisation des dégâts de gibiers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159407",
                        "id": "LEGISCTA000006159407",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-08-31",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Procédure non contentieuse d'indemnisation des dégâts causés par le grand gibier aux cultures et aux récoltes agricoles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006176912",
                        "id": "LEGISCTA000006176912",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-08-31",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 4 : Procédure d'indemnisation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006189092",
                        "id": "LEGISCTA000006189092",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de l'environnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074220",
                        "id": "LEGITEXT000006074220",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006838235",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006189092",
            "sectionParentId": "LEGISCTA000006189092",
            "sectionParentTitre": "Sous-section 4 : Procédure d'indemnisation",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre IV : Faune et flore &gt; Titre II : Chasse &gt; Chapitre VI : Indemnisation des dégâts de gibiers &gt; Section 1 : Procédure non contentieuse d'indemnisation des dégâts causés par le grand gibier aux cultures et aux récoltes agricoles &gt; Sous-section 4 : Procédure d'indemnisation",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000028395434",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074220",
                    "titre": "Code de l'environnement",
                    "titreLong": "Code de l'environnement",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074220",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000633739",
                    "textTitle": "Décret n°2005-935 du 2 août 2005",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000633739",
                    "natureText": "DECRET",
                    "datePubliTexte": "2005-08-05",
                    "dateSignaTexte": "2005-08-02",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000028387735",
                    "textTitle": "Décret n°2013-1221\n du 23 décembre 2013 - art. 17",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "17",
                    "articleId": "LEGIARTI000028389722",
                    "natureText": "DECRET",
                    "datePubliTexte": "2013-12-27",
                    "dateSignaTexte": "2013-12-23",
                    "dateDebutCible": "2014-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R426-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R426-5",
                    "articleId": "LEGIARTI000006838211",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R426-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R426-8",
                    "articleId": "LEGIARTI000046449287",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1666310400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006838235",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1123200000000,
                    "dateFin": 1149724800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006838236",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1149724800000,
                    "dateFin": 1156982400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006838237",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1156982400000,
                    "dateFin": 1388534400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028395434",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1388534400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R426-13",
                "426-13"
            ],
            "versionPrecedente": "LEGIARTI000006838237",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006838237",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Le président de la fédération départementale des chasseurs désigne l'estimateur chargé de procéder à l'expertise des dégâts ayant donné lieu à déclaration parmi les personnes figurant sur la liste prévue à l'article R. 426-8. Dans les cas prévus par la commission nationale d'indemnisation des dégâts de gibier en application du second alinéa de l'article R. 426-5, il demande à la fédération nationale de désigner un expert national parmi les personnes figurant sur la liste prévue au même article, pour accompagner l'estimateur. L'expertise des dégâts déclarés a lieu dans un délai de dix jours francs à compter de la date de réception de la demande d'indemnisation par le président de la fédération départementale des chasseurs. Après avoir convoqué l'auteur de la réclamation par lettre recommandée avec demande d'avis de réception, l'estimateur constate sur place, conjointement, le cas échéant, avec l'expert national, l'état des lieux et des récoltes, estime la date des premiers dégâts, l'importance des dommages subis eu égard au rendement de la parcelle tel qu'il l'évalue, la cause des dégâts, les espèces de gibier qui en sont responsables et, si possible, leur provenance. Il recherche, éventuellement, si l'exploitant a, par un procédé quelconque, favorisé l'arrivée du gibier sur son fonds et si les titulaires de droits de chasse ont exécuté leurs plans de chasse. Il donne, le cas échéant, son appréciation sur les raisons pour lesquelles le stade optimal de développement de la culture et les dates extrêmes habituelles d'enlèvement des récoltes fixées par la commission départementale de la chasse et de la faune sauvage dans sa formation spécialisée pour l'indemnisation des dégâts de gibier aux cultures et aux récoltes agricoles ont été dépassés. L'estimateur transmet son rapport au président de la fédération départementale dans un délai de quinze jours suivant l'expertise. En cas de dégâts occasionnés à des semis, l'estimateur doit, sans délai, en accord avec l'exploitant, soit établir un constat provisoire des dégâts de nature à justifier leur lien avec la perte qui sera évaluée au moment de la récolte, soit proposer une indemnisation immédiate des frais de premier ensemencement. Le choix d'une telle indemnisation ne fait pas obstacle à une indemnisation ultérieure pour perte s'il est constaté, au moment de la récolte, une différence de rendement entre les zones ainsi ressemées et celles qui sont indemnes de dégâts ou si les zones ressemées subissent, avant la récolte, de nouveaux dégâts. En cas de dégâts occasionnés à des vergers ou à des prairies utilisées à des fins agricoles, l'estimateur procède, à la demande de l'exploitant qui doit réitérer sa réclamation chaque année, à l'évaluation annuelle de la perte de récolte jusqu'à ce que les nouvelles plantations ou le couvert végétal réimplanté aient retrouvé un potentiel de production équivalent à celui de cultures ou de parcelles de même nature indemnes de dégâts. Les réclamants peuvent se faire assister ou représenter, à leurs frais, par toute personne de leur choix. La parcelle objet des dommages ne doit pas être récoltée avant l'expertise ou l'expiration du délai prévu pour celle-ci au troisième alinéa du présent article. Si l'estimateur ne s'est pas présenté dans ce délai pour constater les dégâts, son estimation est réputée conforme à celle du demandeur.",
            "texteHtml": "<p></p>Le président de la fédération départementale des chasseurs désigne l'estimateur chargé de procéder à l'expertise des dégâts ayant donné lieu à déclaration parmi les personnes figurant sur la liste prévue à l'article R. 426-8. <p></p><p></p>Dans les cas prévus par la commission nationale d'indemnisation des dégâts de gibier en application du second alinéa de l'article R. 426-5, il demande à la fédération nationale de désigner un expert national parmi les personnes figurant sur la liste prévue au même article, pour accompagner l'estimateur. <p></p><p></p>L'expertise des dégâts déclarés a lieu dans un délai de dix jours francs à compter de la date de réception de la demande d'indemnisation par le président de la fédération départementale des chasseurs. <p></p><p></p>Après avoir convoqué l'auteur de la réclamation par lettre recommandée avec demande d'avis de réception, l'estimateur constate sur place, conjointement, le cas échéant, avec l'expert national, l'état des lieux et des récoltes, estime la date des premiers dégâts, l'importance des dommages subis eu égard au rendement de la parcelle tel qu'il l'évalue, la cause des dégâts, les espèces de gibier qui en sont responsables et, si possible, leur provenance. Il recherche, éventuellement, si l'exploitant a, par un procédé quelconque, favorisé l'arrivée du gibier sur son fonds et si les titulaires de droits de chasse ont exécuté leurs plans de chasse. Il donne, le cas échéant, son appréciation sur les raisons pour lesquelles le stade optimal de développement de la culture et les dates extrêmes habituelles d'enlèvement des récoltes fixées par la commission départementale de la chasse et de la faune sauvage dans sa formation spécialisée pour l'indemnisation des dégâts de gibier aux cultures et aux récoltes agricoles ont été dépassés. <p></p><p></p>L'estimateur transmet son rapport au président de la fédération départementale dans un délai de quinze jours suivant l'expertise. <p></p><p></p>En cas de dégâts occasionnés à des semis, l'estimateur doit, sans délai, en accord avec l'exploitant, soit établir un constat provisoire des dégâts de nature à justifier leur lien avec la perte qui sera évaluée au moment de la récolte, soit proposer une indemnisation immédiate des frais de premier ensemencement. Le choix d'une telle indemnisation ne fait pas obstacle à une indemnisation ultérieure pour perte s'il est constaté, au moment de la récolte, une différence de rendement entre les zones ainsi ressemées et celles qui sont indemnes de dégâts ou si les zones ressemées subissent, avant la récolte, de nouveaux dégâts. <p></p><p></p>En cas de dégâts occasionnés à des vergers ou à des prairies utilisées à des fins agricoles, l'estimateur procède, à la demande de l'exploitant qui doit réitérer sa réclamation chaque année, à l'évaluation annuelle de la perte de récolte jusqu'à ce que les nouvelles plantations ou le couvert végétal réimplanté aient retrouvé un potentiel de production équivalent à celui de cultures ou de parcelles de même nature indemnes de dégâts. <p></p><p></p>Les réclamants peuvent se faire assister ou représenter, à leurs frais, par toute personne de leur choix. <p></p><p></p>La parcelle objet des dommages ne doit pas être récoltée avant l'expertise ou l'expiration du délai prévu pour celle-ci au troisième alinéa du présent article. Si l'estimateur ne s'est pas présenté dans ce délai pour constater les dégâts, son estimation est réputée conforme à celle du demandeur.<p></p>",
            "num": "R426-13",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1156982400000,
            "dateFin": 1388534400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "2003-08-07",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108631",
                        "id": "LEGISCTA000006108631",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-05",
                        "fin": "2015-12-31",
                        "titre": "Livre IV : Faune et flore",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129033",
                        "id": "LEGISCTA000006129033",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2015-12-31",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Patrimoine naturel",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129033",
                        "id": "LEGISCTA000031793274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Chasse",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143782",
                        "id": "LEGISCTA000006143782",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre VI : Indemnisation des dégâts de gibiers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159407",
                        "id": "LEGISCTA000006159407",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-08-31",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Procédure non contentieuse d'indemnisation des dégâts causés par le grand gibier aux cultures et aux récoltes agricoles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006176912",
                        "id": "LEGISCTA000006176912",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2006-08-31",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 4 : Procédure d'indemnisation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006189092",
                        "id": "LEGISCTA000006189092",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de l'environnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074220",
                        "id": "LEGITEXT000006074220",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006838235",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006189092",
            "sectionParentId": "LEGISCTA000006189092",
            "sectionParentTitre": "Sous-section 4 : Procédure d'indemnisation",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre IV : Faune et flore &gt; Titre II : Chasse &gt; Chapitre VI : Indemnisation des dégâts de gibiers &gt; Section 1 : Procédure non contentieuse d'indemnisation des dégâts causés par le grand gibier aux cultures et aux récoltes agricoles &gt; Sous-section 4 : Procédure d'indemnisation",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006838237",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074220",
                    "titre": "Code de l'environnement",
                    "titreLong": "Code de l'environnement",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074220",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000633739",
                    "textTitle": "Décret 2005-935 2005-08-02 JORF 5 août 2005",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000633739",
                    "natureText": "DECRET",
                    "datePubliTexte": "2005-08-05",
                    "dateSignaTexte": "2005-08-02",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000458636",
                    "textTitle": "Décret n°2006-1097 du 30 août 2006 - art. 10 () JORF 31 août 2006",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "10",
                    "articleId": "LEGIARTI000006254522",
                    "natureText": "DECRET",
                    "datePubliTexte": "2006-08-31",
                    "dateSignaTexte": "2006-08-30",
                    "dateDebutCible": "2006-08-31"
                },
                {
                    "textCid": "JORFTEXT000000458636",
                    "textTitle": "Décret n°2006-1097 du 30 août 2006 - art. 2 () JORF 31 août 2006",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006254514",
                    "natureText": "DECRET",
                    "datePubliTexte": "2006-08-31",
                    "dateSignaTexte": "2006-08-30",
                    "dateDebutCible": "2006-08-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R426-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R426-8",
                    "articleId": "LEGIARTI000046449287",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1666310400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006838235",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1123200000000,
                    "dateFin": 1149724800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006838236",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1149724800000,
                    "dateFin": 1156982400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006838237",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1156982400000,
                    "dateFin": 1388534400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028395434",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1388534400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R426-13",
                "426-13"
            ],
            "versionPrecedente": "LEGIARTI000006838236",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006838236",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Le président de la fédération départementale des chasseurs désigne l'estimateur chargé de procéder à l'expertise des dégâts ayant donné lieu à déclaration parmi les personnes figurant sur la liste prévue à l'article R. 426-8. Dans les cas prévus par la commission nationale d'indemnisation en application du second alinéa de l'article R. 426-5, il demande à la fédération nationale de désigner un expert national parmi les personnes figurant sur la liste prévue au même article, pour accompagner l'estimateur. L'expertise des dégâts déclarés a lieu dans un délai de dix jours francs à compter de la date de réception de la demande d'indemnisation par le président de la fédération départementale des chasseurs. Après avoir convoqué les réclamants par lettre recommandée avec demande d'avis de réception ou par notification remise contre récépissé, l'estimateur, conjointement avec l'expert national, le cas échéant, constate l'état des lieux et des récoltes, l'importance des dommages subis compte tenu de son évaluation du rendement de la parcelle, la cause de ces dommages, la nature et si possible, la provenance du gibier. Il recherche éventuellement si les victimes ont, par un procédé quelconque, favorisé l'arrivée du gibier sur leur fonds, en particulier en procédant, de façon répétée et sans respecter les assolements pratiqués dans la région, à des cultures de nature à l'attirer et si les titulaires de droits de chasse ont exécuté leur plan de chasse. Il donne son appréciation, le cas échéant, sur les raisons pour lesquelles les dates extrêmes habituelles d'enlèvement des récoltes fixées par la commission départementale de la chasse et de la faune sauvage dans sa formation spécialisée pour l'indemnisation des dégâts de gibier aux cultures et aux récoltes agricoles ont été dépassées. L'estimateur transmet son rapport au président de la fédération départementale dans un délai de quinze jours suivant l'expertise. En cas de déclaration portant sur des dégâts dans les semis, l'estimateur doit, sans délai, soit établir un constat provisoire des dégâts de nature à justifier l'étendue de la perte indemnisable qui sera évaluée au moment de la récolte, soit évaluer les frais de premier ensemencement qui seront immédiatement indemnisés, le réclamant conservant, alors, le droit d'être indemnisé au cas où la nouvelle culture ferait l'objet de nouveaux dégâts. Les réclamants peuvent se faire assister ou représenter, à leurs frais, par toute personne de leur choix. La parcelle objet des dommages ne doit pas être récoltée avant l'expertise ou l'expiration du délai prévu pour celle-ci au troisième alinéa du présent article. Si l'estimateur ne s'est pas présenté dans ce délai pour constater les dégâts, son estimation est réputée conforme à celle du demandeur.",
            "texteHtml": "<p></p>   Le président de la fédération départementale des chasseurs désigne l'estimateur chargé de procéder à l'expertise des dégâts ayant donné lieu à déclaration parmi les personnes figurant sur la liste prévue à l'article R. 426-8.<p></p><p></p>   Dans les cas prévus par la commission nationale d'indemnisation en application du second alinéa de l'article R. 426-5, il demande à la fédération nationale de désigner un expert national parmi les personnes figurant sur la liste prévue au même article, pour accompagner l'estimateur.<p></p><p></p>   L'expertise des dégâts déclarés a lieu dans un délai de dix jours francs à compter de la date de réception de la demande d'indemnisation par le président de la fédération départementale des chasseurs.<p></p><p></p>   Après avoir convoqué les réclamants par lettre recommandée avec demande d'avis de réception ou par notification remise contre récépissé, l'estimateur, conjointement avec l'expert national, le cas échéant, constate l'état des lieux et des récoltes, l'importance des dommages subis compte tenu de son évaluation du rendement de la parcelle, la cause de ces dommages, la nature et si possible, la provenance du gibier. Il recherche éventuellement si les victimes ont, par un procédé quelconque, favorisé l'arrivée du gibier sur leur fonds, en particulier en procédant, de façon répétée et sans respecter les assolements pratiqués dans la région, à des cultures de nature à l'attirer et si les titulaires de droits de chasse ont exécuté leur plan de chasse. Il donne son appréciation, le cas échéant, sur les raisons pour lesquelles les dates extrêmes habituelles d'enlèvement des récoltes fixées par la commission départementale de la chasse et de la faune sauvage dans sa formation spécialisée pour l'indemnisation des dégâts de gibier aux cultures et aux récoltes agricoles ont été dépassées.<p></p><p></p>   L'estimateur transmet son rapport au président de la fédération départementale dans un délai de quinze jours suivant l'expertise.<p></p><p></p>   En cas de déclaration portant sur des dégâts dans les semis, l'estimateur doit, sans délai, soit établir un constat provisoire des dégâts de nature à justifier l'étendue de la perte indemnisable qui sera évaluée au moment de la récolte, soit évaluer les frais de premier ensemencement qui seront immédiatement indemnisés, le réclamant conservant, alors, le droit d'être indemnisé au cas où la nouvelle culture ferait l'objet de nouveaux dégâts.<p></p><p></p>   Les réclamants peuvent se faire assister ou représenter, à leurs frais, par toute personne de leur choix.<p></p><p></p>   La parcelle objet des dommages ne doit pas être récoltée avant l'expertise ou l'expiration du délai prévu pour celle-ci au troisième alinéa du présent article. Si l'estimateur ne s'est pas présenté dans ce délai pour constater les dégâts, son estimation est réputée conforme à celle du demandeur.<p></p>",
            "num": "R426-13",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1149724800000,
            "dateFin": 1156982400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 171796,
            "context": {
                "titresTM": [
                    {
                        "debut": "2003-08-07",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108631",
                        "id": "LEGISCTA000006108631",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-05",
                        "fin": "2015-12-31",
                        "titre": "Livre IV : Faune et flore",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129033",
                        "id": "LEGISCTA000006129033",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2015-12-31",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Patrimoine naturel",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129033",
                        "id": "LEGISCTA000031793274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Chasse",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143782",
                        "id": "LEGISCTA000006143782",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre VI : Indemnisation des dégâts de gibiers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159407",
                        "id": "LEGISCTA000006159407",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-05",
                        "fin": "2006-08-31",
                        "titre": "Section 1 : Indemnisation par les fédérations départementales des chasseurs des dégâts causés par les sangliers et les grands gibiers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006176911",
                        "id": "LEGISCTA000006176911",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2005-08-05",
                        "fin": "2006-08-31",
                        "titre": "Sous-section 4 : Procédure d'indemnisation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006188855",
                        "id": "LEGISCTA000006188855",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de l'environnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074220",
                        "id": "LEGITEXT000006074220",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006838235",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006188855",
            "sectionParentId": "LEGISCTA000006188855",
            "sectionParentTitre": "Sous-section 4 : Procédure d'indemnisation",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre IV : Faune et flore &gt; Titre II : Chasse &gt; Chapitre VI : Indemnisation des dégâts de gibiers",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006838236",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074220",
                    "titre": "Code de l'environnement",
                    "titreLong": "Code de l'environnement",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074220",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000633739",
                    "textTitle": "Décret 2005-935 2005-08-02 JORF 5 août 2005",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000633739",
                    "natureText": "DECRET",
                    "datePubliTexte": "2005-08-05",
                    "dateSignaTexte": "2005-08-02",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000639701",
                    "textTitle": "Décret n°2006-665 du 7 juin 2006 - art. 23 () JORF 8 juin 2006",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "23",
                    "articleId": "LEGIARTI000006402393",
                    "natureText": "DECRET",
                    "datePubliTexte": "2006-06-08",
                    "dateSignaTexte": "2006-06-07",
                    "dateDebutCible": "2006-06-08"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R426-5 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R426-5",
                    "articleId": "LEGIARTI000006838211",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R426-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R426-8",
                    "articleId": "LEGIARTI000046449287",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1666310400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006838235",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1123200000000,
                    "dateFin": 1149724800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006838236",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1149724800000,
                    "dateFin": 1156982400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006838237",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1156982400000,
                    "dateFin": 1388534400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028395434",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1388534400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R426-13",
                "426-13"
            ],
            "versionPrecedente": "LEGIARTI000006838235",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006838235",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Le président de la fédération départementale des chasseurs désigne l'estimateur chargé de procéder à l'expertise des dégâts ayant donné lieu à déclaration parmi les personnes figurant sur la liste prévue à l'article R. 426-8. Dans les cas prévus par la commission nationale d'indemnisation en application du second alinéa de l'article R. 426-5, il demande à la fédération nationale de désigner un expert national parmi les personnes figurant sur la liste prévue au même article, pour accompagner l'estimateur. L'expertise des dégâts déclarés a lieu dans un délai de dix jours francs à compter de la date de réception de la demande d'indemnisation par le président de la fédération départementale des chasseurs. Après avoir convoqué les réclamants par lettre recommandée avec demande d'avis de réception ou par notification remise contre récépissé, l'estimateur, conjointement avec l'expert national, le cas échéant, constate l'état des lieux et des récoltes, l'importance des dommages subis compte tenu de son évaluation du rendement de la parcelle, la cause de ces dommages, la nature et si possible, la provenance du gibier. Il recherche éventuellement si les victimes ont, par un procédé quelconque, favorisé l'arrivée du gibier sur leur fonds, en particulier en procédant, de façon répétée et sans respecter les assolements pratiqués dans la région, à des cultures de nature à l'attirer et si les titulaires de droits de chasse ont exécuté leur plan de chasse. Il donne son appréciation, le cas échéant, sur les raisons pour lesquelles les dates extrêmes habituelles d'enlèvement des récoltes fixées par la commission départementale d'indemnisation ont été dépassées. L'estimateur transmet son rapport au président de la fédération départementale dans un délai de quinze jours suivant l'expertise. En cas de déclaration portant sur des dégâts dans les semis, l'estimateur doit, sans délai, soit établir un constat provisoire des dégâts de nature à justifier l'étendue de la perte indemnisable qui sera évaluée au moment de la récolte, soit évaluer les frais de premier ensemencement qui seront immédiatement indemnisés, le réclamant conservant, alors, le droit d'être indemnisé au cas où la nouvelle culture ferait l'objet de nouveaux dégâts. Les réclamants peuvent se faire assister ou représenter, à leurs frais, par toute personne de leur choix. La parcelle objet des dommages ne doit pas être récoltée avant l'expertise ou l'expiration du délai prévu pour celle-ci au troisième alinéa du présent article. Si l'estimateur ne s'est pas présenté dans ce délai pour constater les dégâts, son estimation est réputée conforme à celle du demandeur.",
            "texteHtml": "<p></p>   Le président de la fédération départementale des chasseurs désigne l'estimateur chargé de procéder à l'expertise des dégâts ayant donné lieu à déclaration parmi les personnes figurant sur la liste prévue à l'article R. 426-8.<p></p><p></p>   Dans les cas prévus par la commission nationale d'indemnisation en application du second alinéa de l'article R. 426-5, il demande à la fédération nationale de désigner un expert national parmi les personnes figurant sur la liste prévue au même article, pour accompagner l'estimateur.<p></p><p></p>   L'expertise des dégâts déclarés a lieu dans un délai de dix jours francs à compter de la date de réception de la demande d'indemnisation par le président de la fédération départementale des chasseurs.<p></p><p></p>   Après avoir convoqué les réclamants par lettre recommandée avec demande d'avis de réception ou par notification remise contre récépissé, l'estimateur, conjointement avec l'expert national, le cas échéant, constate l'état des lieux et des récoltes, l'importance des dommages subis compte tenu de son évaluation du rendement de la parcelle, la cause de ces dommages, la nature et si possible, la provenance du gibier. Il recherche éventuellement si les victimes ont, par un procédé quelconque, favorisé l'arrivée du gibier sur leur fonds, en particulier en procédant, de façon répétée et sans respecter les assolements pratiqués dans la région, à des cultures de nature à l'attirer et si les titulaires de droits de chasse ont exécuté leur plan de chasse. Il donne son appréciation, le cas échéant, sur les raisons pour lesquelles les dates extrêmes habituelles d'enlèvement des récoltes fixées par la commission départementale d'indemnisation ont été dépassées.<p></p><p></p>   L'estimateur transmet son rapport au président de la fédération départementale dans un délai de quinze jours suivant l'expertise.<p></p><p></p>   En cas de déclaration portant sur des dégâts dans les semis, l'estimateur doit, sans délai, soit établir un constat provisoire des dégâts de nature à justifier l'étendue de la perte indemnisable qui sera évaluée au moment de la récolte, soit évaluer les frais de premier ensemencement qui seront immédiatement indemnisés, le réclamant conservant, alors, le droit d'être indemnisé au cas où la nouvelle culture ferait l'objet de nouveaux dégâts.<p></p><p></p>   Les réclamants peuvent se faire assister ou représenter, à leurs frais, par toute personne de leur choix.<p></p><p></p>   La parcelle objet des dommages ne doit pas être récoltée avant l'expertise ou l'expiration du délai prévu pour celle-ci au troisième alinéa du présent article. Si l'estimateur ne s'est pas présenté dans ce délai pour constater les dégâts, son estimation est réputée conforme à celle du demandeur.<p></p>",
            "num": "R426-13",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1123200000000,
            "dateFin": 1149724800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "2003-08-07",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108631",
                        "id": "LEGISCTA000006108631",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-05",
                        "fin": "2015-12-31",
                        "titre": "Livre IV : Faune et flore",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129033",
                        "id": "LEGISCTA000006129033",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2015-12-31",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Patrimoine naturel",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129033",
                        "id": "LEGISCTA000031793274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Chasse",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143782",
                        "id": "LEGISCTA000006143782",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre VI : Indemnisation des dégâts de gibiers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159407",
                        "id": "LEGISCTA000006159407",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-05",
                        "fin": "2006-08-31",
                        "titre": "Section 1 : Indemnisation par les fédérations départementales des chasseurs des dégâts causés par les sangliers et les grands gibiers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006176911",
                        "id": "LEGISCTA000006176911",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2005-08-05",
                        "fin": "2006-08-31",
                        "titre": "Sous-section 4 : Procédure d'indemnisation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006188855",
                        "id": "LEGISCTA000006188855",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de l'environnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074220",
                        "id": "LEGITEXT000006074220",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006838235",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006188855",
            "sectionParentId": "LEGISCTA000006188855",
            "sectionParentTitre": "Sous-section 4 : Procédure d'indemnisation",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre IV : Faune et flore &gt; Titre II : Chasse &gt; Chapitre VI : Indemnisation des dégâts de gibiers &gt; Section 1 : Indemnisation par les fédérations départementales des chasseurs des dégâts causés par les sangliers et les grands gibiers &gt; Sous-section 4 : Procédure d'indemnisation",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006838235",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074220",
                    "titre": "Code de l'environnement",
                    "titreLong": "Code de l'environnement",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074220",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000633739",
                    "textTitle": "Décret 2005-935 2005-08-02 JORF 5 août 2005",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000633739",
                    "natureText": "DECRET",
                    "datePubliTexte": "2005-08-05",
                    "dateSignaTexte": "2005-08-02",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R426-5 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R426-5",
                    "articleId": "LEGIARTI000006838211",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R426-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R426-8",
                    "articleId": "LEGIARTI000046449287",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1666310400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006838235",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1123200000000,
                    "dateFin": 1149724800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006838236",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1149724800000,
                    "dateFin": 1156982400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006838237",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1156982400000,
                    "dateFin": 1388534400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028395434",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1388534400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R426-13",
                "426-13"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}