{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000039347431",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les électeurs remplissant les conditions fixées pour l'électorat au titre de plusieurs collèges mentionnés à l'article R. 511-8 ou dans plusieurs départements ne peuvent exercer leur droit électoral que dans un seul d'entre eux. Les électeurs qui remplissent les conditions d'électorat à la fois dans le collège des chefs d'exploitation et assimilés, prévu au 1° de l'article R. 511-8 et dans le collège des propriétaires et usufruitiers prévu au 2° du même article, sont inscrits dans le collège des chefs d'exploitation, sauf volonté contraire exprimée par les intéressés. Les électeurs qui remplissent les conditions d'électorat à la fois dans le collège des chefs d'exploitation et assimilés, prévu au 1 de l'article R. 511-8, et dans les collèges des salariés prévus au 3° du même article, sont inscrits dans le collège des chefs d'exploitation et assimilés, sauf volonté contraire exprimée par les intéressés. Les électeurs qui bénéficient d'une indemnité annuelle de départ ou d'une indemnité viagère de départ sont en tout état de cause inscrits dans le collège des anciens exploitants. Les électeurs qui remplissent à la fois les conditions d'électorat propres au collège des propriétaires et usufruitiers prévu au 2° de l'article R. 511-8 et celles propres à l'un des collèges des salariés prévus au 3° du même article sont inscrits dans l'un des collèges des salariés, sauf volonté contraire exprimée par les intéressés. Les électeurs qui remplissent les conditions d'électorat à la fois dans le collège des anciens exploitants et assimilés, prévu au 4° de l'article R. 511-8 et dans le collège des propriétaires et usufruitiers prévu au 2° du même article, sont inscrits dans le collège des anciens exploitants, sauf volonté contraire exprimée par les intéressés. Les électeurs qui remplissent à la fois les conditions d'électorat propres à l'un des collèges des salariés prévus au 3° de l'article R. 511-6 et celles propres au collège des anciens exploitants et assimilés, prévu au 4° du même article, sont inscrits dans l'un des collèges des salariés, sauf volonté contraire exprimée par les intéressés. Les électeurs qui remplissent à la fois les conditions d'électorat propres au collège des salariés de la production agricole prévu au a du 3° de l'article R. 511-6 et celles propres au collège des salariés des groupements professionnels agricoles prévu au b du 3° du même article sont inscrits dans le collège des salariés de la production agricole, sauf volonté contraire exprimée par les intéressés. Les électeurs appartenant aux deux premiers collèges mentionnés à l'article R. 511-6 sont inscrits dans la commune où se trouve le siège de l'exploitation ou les parcelles au titre desquelles ils peuvent être électeurs en application de l'article R. 511-8. S'ils satisfont à l'une ou l'autre de ces conditions dans plusieurs communes, ils doivent opter pour l'une de ces communes. Les salariés sont inscrits sur les listes de la commune du lieu de travail effectif, c'est-à-dire dans la commune du siège de l'exploitation agricole, de la succursale, de l'établissement, du magasin ou du bureau où ils exercent leur activité. Les salariés itinérants sont inscrits dans la commune du siège du groupement. Les anciens exploitants et assimilés sont inscrits sur la liste de la commune de leur résidence. Ainsi qu'il est dit à l'article R. 321-45 du code forestier, les électeurs formant le collège départemental en vue des élections des conseillers des centres régionaux de la propriété forestière ne peuvent être inscrits sur la liste électorale pour l'élection aux chambres d'agriculture que s'ils possèdent, pour participer à cette élection, des titres autres que celui de propriétaires d'une exploitation forestière. Est inscrit sur la liste du collège dont il remplira les conditions à la date des élections tout électeur apportant la preuve, jusqu'à vingt-sept jours avant la date de clôture de scrutin fixée en application de l'article R. 511-44, qu'il a vocation à être inscrit à cette date dans un collège différent de celui dans lequel il devrait être inscrit à la date d'appréciation de la qualité d'électeur. Toute personne, qui, en raison d'une modification non prévue de sa situation professionnelle, perd sa qualité d'électeur au titre d'un collège postérieurement à la date fixée à l'article R. 511-20 du présent code, peut demander, jusqu'à vingt-sept jours avant la date de clôture de scrutin fixée en application de l'article R. 511-44, au juge du   tribunal judiciaire son inscription sur la liste électorale du collège auquel elle peut désormais appartenir. Il en est de même de toute personne qui remplit les conditions d'inscription sur la liste électorale postérieurement à la clôture de celle-ci.",
            "texteHtml": "<p>Les électeurs remplissant les conditions fixées pour l'électorat au titre de plusieurs collèges mentionnés à l'article R. 511-8 ou dans plusieurs départements ne peuvent exercer leur droit électoral que dans un seul d'entre eux. </p><p>Les électeurs qui remplissent les conditions d'électorat à la fois dans le collège des chefs d'exploitation et assimilés, prévu au 1° de l'article R. 511-8 et dans le collège des propriétaires et usufruitiers prévu au 2° du même article, sont inscrits dans le collège des chefs d'exploitation, sauf volonté contraire exprimée par les intéressés. </p><p>Les électeurs qui remplissent les conditions d'électorat à la fois dans le collège des chefs d'exploitation et assimilés, prévu au 1 de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071367&idArticle=LEGIARTI000006592216&dateTexte=&categorieLien=cid'>l'article R. 511-8, </a>et dans les collèges des salariés prévus au 3° du même article, sont inscrits dans le collège des chefs d'exploitation et assimilés, sauf volonté contraire exprimée par les intéressés. </p><p>Les électeurs qui bénéficient d'une indemnité annuelle de départ ou d'une indemnité viagère de départ sont en tout état de cause inscrits dans le collège des anciens exploitants. </p><p>Les électeurs qui remplissent à la fois les conditions d'électorat propres au collège des propriétaires et usufruitiers prévu au 2° de l'article R. 511-8 et celles propres à l'un des collèges des salariés prévus au 3° du même article sont inscrits dans l'un des collèges des salariés, sauf volonté contraire exprimée par les intéressés. </p><p>Les électeurs qui remplissent les conditions d'électorat à la fois dans le collège des anciens exploitants et assimilés, prévu au 4° de l'article R. 511-8 et dans le collège des propriétaires et usufruitiers prévu au 2° du même article, sont inscrits dans le collège des anciens exploitants, sauf volonté contraire exprimée par les intéressés. </p><p>Les électeurs qui remplissent à la fois les conditions d'électorat propres à l'un des collèges des salariés prévus au 3° de l'article R. 511-6 et celles propres au collège des anciens exploitants et assimilés, prévu au 4° du même article, sont inscrits dans l'un des collèges des salariés, sauf volonté contraire exprimée par les intéressés. <br/><br/>Les électeurs qui remplissent à la fois les conditions d'électorat propres au collège des salariés de la production agricole prévu au a du 3° de l'article R. 511-6 et celles propres au collège des salariés des groupements professionnels agricoles prévu au b du 3° du même article sont inscrits dans le collège des salariés de la production agricole, sauf volonté contraire exprimée par les intéressés. </p><p>Les électeurs appartenant aux deux premiers collèges mentionnés à l'article R. 511-6 sont inscrits dans la commune où se trouve le siège de l'exploitation ou les parcelles au titre desquelles ils peuvent être électeurs en application de l'article R. 511-8. S'ils satisfont à l'une ou l'autre de ces conditions dans plusieurs communes, ils doivent opter pour l'une de ces communes. </p><p>Les salariés sont inscrits sur les listes de la commune du lieu de travail effectif, c'est-à-dire dans la commune du siège de l'exploitation agricole, de la succursale, de l'établissement, du magasin ou du bureau où ils exercent leur activité. Les salariés itinérants sont inscrits dans la commune du siège du groupement. </p><p>Les anciens exploitants et assimilés sont inscrits sur la liste de la commune de leur résidence. </p><p>Ainsi qu'il est dit à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000025244092&idArticle=LEGIARTI000026129191&dateTexte=&categorieLien=cid'>R. 321-45</a> du code forestier, les électeurs formant le collège départemental en vue des élections des conseillers des centres régionaux de la propriété forestière ne peuvent être inscrits sur la liste électorale pour l'élection aux chambres d'agriculture que s'ils possèdent, pour participer à cette élection, des titres autres que celui de propriétaires d'une exploitation forestière. </p><p>Est inscrit sur la liste du collège dont il remplira les conditions à la date des élections tout électeur apportant la preuve, jusqu'à vingt-sept jours avant la date de clôture de scrutin fixée en application de l'article R. 511-44, qu'il a vocation à être inscrit à cette date dans un collège différent de celui dans lequel il devrait être inscrit à la date d'appréciation de la qualité d'électeur. </p><p>Toute personne, qui, en raison d'une modification non prévue de sa situation professionnelle, perd sa qualité d'électeur au titre d'un collège postérieurement à la date fixée à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071367&idArticle=LEGIARTI000006592271&dateTexte=&categorieLien=cid'>l'article R. 511-20 </a>du présent code, peut demander, jusqu'à vingt-sept jours avant la date de clôture de scrutin fixée en application de l'article R. 511-44, au juge du   tribunal judiciaire son inscription sur la liste électorale du collège auquel elle peut désormais appartenir. Il en est de même de toute personne qui remplit les conditions d'inscription sur la liste électorale postérieurement à la clôture de celle-ci.</p>",
            "num": "R511-9",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "10.0",
            "etat": "VIGUEUR",
            "dateDebut": 1577836800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1979-12-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098287",
                        "id": "LEGISCTA000006098287",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1990-09-30",
                        "fin": "2999-01-01",
                        "titre": "Livre V : Organismes professionnels agricoles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121475",
                        "id": "LEGISCTA000006121475",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-16",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Du réseau des chambres d'agriculture",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138425",
                        "id": "LEGISCTA000006138425",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-16",
                        "fin": "2011-05-29",
                        "titre": "Chapitre Ier : Chambres départementales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006152607",
                        "id": "LEGISCTA000006152607",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2011-05-29",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Chambres départementales et interdépartementales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006152607",
                        "id": "LEGISCTA000024095038",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-16",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Elections",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006168813",
                        "id": "LEGISCTA000006168813",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-16",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : Conditions requises pour être électeur",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006184001",
                        "id": "LEGISCTA000006184001",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-16",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 1 : Electeurs votant individuellement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006193851",
                        "id": "LEGISCTA000006193851",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2010-05-08",
                        "fin": "2999-01-01",
                        "titre": "Code rural et de la pêche maritime",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000022197698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-12-01",
                        "fin": "2010-05-08",
                        "titre": "Code rural (nouveau)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000006071367",
                        "etat": "MODIFIE"
                    }
                ]
            },
            "cid": "LEGIARTI000006592222",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006193851",
            "sectionParentId": "LEGISCTA000006193851",
            "sectionParentTitre": "Paragraphe 1 : Electeurs votant individuellement.",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre V : Organismes professionnels agricoles &gt; Titre Ier : Du réseau des chambres d'agriculture &gt; Chapitre Ier : Chambres départementales et interdépartementales &gt; Section 3 : Elections &gt; Sous-section 1 : Conditions requises pour être électeur &gt; Paragraphe 1 : Electeurs votant individuellement.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000039347431",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000022197698",
                    "titre": "Code rural et de la pêche maritime",
                    "titreLong": "Code rural et de la pêche maritime",
                    "etat": "VIGUEUR",
                    "dateDebut": 1273276800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                },
                {
                    "id": "LEGITEXT000006071367",
                    "titre": "Code rural",
                    "titreLong": "Code rural (nouveau)",
                    "etat": "MODIFIE",
                    "dateDebut": 312854400000,
                    "dateFin": 1273276800000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l’article 9 du décret n° 2019-966 du 18 septembre 2019, les présentes dispositions entrent en vigueur le 1er janvier 2020.",
            "notaHtml": "<p>Conformément à l’article 9 du décret n° 2019-966 du 18 septembre 2019, les présentes dispositions entrent en vigueur le 1er janvier 2020.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000039110244",
                    "textTitle": "Décret n°2019-966 du 18 septembre 2019 - art. 8",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000039114120",
                    "natureText": "DECRET",
                    "datePubliTexte": "2019-09-19",
                    "dateSignaTexte": "2019-09-18",
                    "dateDebutCible": "2020-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. R*511-20",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R*511-20",
                    "articleId": "LEGIARTI000006592271",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 567820800000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. R511-12 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R511-12",
                    "articleId": "LEGIARTI000006592238",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1174003200000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. R511-8",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R511-8",
                    "articleId": "LEGIARTI000006592216",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514505600000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. R571-20 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R571-20",
                    "articleId": "LEGIARTI000032716357",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1467331200000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. R511-10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R511-10",
                    "articleId": "LEGIARTI000037240202",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1532217600000
                },
                {
                    "textCid": "LEGITEXT000025244092",
                    "textTitle": "Code forestier (nouveau) - art. R321-45",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R321-45",
                    "articleId": "LEGIARTI000026129191",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1341100800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006592222",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 587520000000,
                    "dateFin": 654652800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006592223",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 654652800000,
                    "dateFin": 930096000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006592224",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 961718400000,
                    "dateFin": 1151625600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006592225",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1151625600000,
                    "dateFin": 1174003200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006592226",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1174003200000,
                    "dateFin": 1269561600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022017126",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1269561600000,
                    "dateFin": 1341100800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026143558",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1341100800000,
                    "dateFin": 1514505600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036459108",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 1514505600000,
                    "dateFin": 1532217600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037240212",
                    "etat": "MODIFIE",
                    "version": "9.0",
                    "dateDebut": 1532217600000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039347431",
                    "etat": "VIGUEUR",
                    "version": "10.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R511-9",
                "511-9"
            ],
            "versionPrecedente": "LEGIARTI000037240212",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000037240212",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les électeurs remplissant les conditions fixées pour l'électorat au titre de plusieurs collèges mentionnés à l'article R. 511-8 ou dans plusieurs départements ne peuvent exercer leur droit électoral que dans un seul d'entre eux. Les électeurs qui remplissent les conditions d'électorat à la fois dans le collège des chefs d'exploitation et assimilés, prévu au 1° de l'article R. 511-8 et dans le collège des propriétaires et usufruitiers prévu au 2° du même article, sont inscrits dans le collège des chefs d'exploitation, sauf volonté contraire exprimée par les intéressés. Les électeurs qui remplissent les conditions d'électorat à la fois dans le collège des chefs d'exploitation et assimilés, prévu au 1 de l'article R. 511-8, et dans les collèges des salariés prévus au 3° du même article, sont inscrits dans le collège des chefs d'exploitation et assimilés, sauf volonté contraire exprimée par les intéressés. Les électeurs qui bénéficient d'une indemnité annuelle de départ ou d'une indemnité viagère de départ sont en tout état de cause inscrits dans le collège des anciens exploitants. Les électeurs qui remplissent à la fois les conditions d'électorat propres au collège des propriétaires et usufruitiers prévu au 2° de l'article R. 511-8 et celles propres à l'un des collèges des salariés prévus au 3° du même article sont inscrits dans l'un des collèges des salariés, sauf volonté contraire exprimée par les intéressés. Les électeurs qui remplissent les conditions d'électorat à la fois dans le collège des anciens exploitants et assimilés, prévu au 4° de l'article R. 511-8 et dans le collège des propriétaires et usufruitiers prévu au 2° du même article, sont inscrits dans le collège des anciens exploitants, sauf volonté contraire exprimée par les intéressés. Les électeurs qui remplissent à la fois les conditions d'électorat propres à l'un des collèges des salariés prévus au 3° de l'article R. 511-6 et celles propres au collège des anciens exploitants et assimilés, prévu au 4° du même article, sont inscrits dans l'un des collèges des salariés, sauf volonté contraire exprimée par les intéressés. Les électeurs qui remplissent à la fois les conditions d'électorat propres au collège des salariés de la production agricole prévu au a du 3° de l'article R. 511-6 et celles propres au collège des salariés des groupements professionnels agricoles prévu au b du 3° du même article sont inscrits dans le collège des salariés de la production agricole, sauf volonté contraire exprimée par les intéressés. Les électeurs appartenant aux deux premiers collèges mentionnés à l'article R. 511-6 sont inscrits dans la commune où se trouve le siège de l'exploitation ou les parcelles au titre desquelles ils peuvent être électeurs en application de l'article R. 511-8. S'ils satisfont à l'une ou l'autre de ces conditions dans plusieurs communes, ils doivent opter pour l'une de ces communes. Les salariés sont inscrits sur les listes de la commune du lieu de travail effectif, c'est-à-dire dans la commune du siège de l'exploitation agricole, de la succursale, de l'établissement, du magasin ou du bureau où ils exercent leur activité. Les salariés itinérants sont inscrits dans la commune du siège du groupement. Les anciens exploitants et assimilés sont inscrits sur la liste de la commune de leur résidence. Ainsi qu'il est dit à l'article R. 321-45 du code forestier, les électeurs formant le collège départemental en vue des élections des conseillers des centres régionaux de la propriété forestière ne peuvent être inscrits sur la liste électorale pour l'élection aux chambres d'agriculture que s'ils possèdent, pour participer à cette élection, des titres autres que celui de propriétaires d'une exploitation forestière. Est inscrit sur la liste du collège dont il remplira les conditions à la date des élections tout électeur apportant la preuve, jusqu'à vingt-sept jours avant la date de clôture de scrutin fixée en application de l'article R. 511-44, qu'il a vocation à être inscrit à cette date dans un collège différent de celui dans lequel il devrait être inscrit à la date d'appréciation de la qualité d'électeur. Toute personne, qui, en raison d'une modification non prévue de sa situation professionnelle, perd sa qualité d'électeur au titre d'un collège postérieurement à la date fixée à l'article R. 511-20 du présent code, peut demander, jusqu'à vingt-sept jours avant la date de clôture de scrutin fixée en application de l'article R. 511-44, au juge du tribunal d'instance son inscription sur la liste électorale du collège auquel elle peut désormais appartenir. Il en est de même de toute personne qui remplit les conditions d'inscription sur la liste électorale postérieurement à la clôture de celle-ci.",
            "texteHtml": "<p>Les électeurs remplissant les conditions fixées pour l'électorat au titre de plusieurs collèges mentionnés à l'article R. 511-8 ou dans plusieurs départements ne peuvent exercer leur droit électoral que dans un seul d'entre eux.</p><p>Les électeurs qui remplissent les conditions d'électorat à la fois dans le collège des chefs d'exploitation et assimilés, prévu au 1° de l'article R. 511-8 et dans le collège des propriétaires et usufruitiers prévu au 2° du même article, sont inscrits dans le collège des chefs d'exploitation, sauf volonté contraire exprimée par les intéressés.</p><p>Les électeurs qui remplissent les conditions d'électorat à la fois dans le collège des chefs d'exploitation et assimilés, prévu au 1 de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071367&idArticle=LEGIARTI000006592216&dateTexte=&categorieLien=cid'>l'article R. 511-8, </a>et dans les collèges des salariés prévus au 3° du même article, sont inscrits dans le collège des chefs d'exploitation et assimilés, sauf volonté contraire exprimée par les intéressés.</p><p>Les électeurs qui bénéficient d'une indemnité annuelle de départ ou d'une indemnité viagère de départ sont en tout état de cause inscrits dans le collège des anciens exploitants.</p><p>Les électeurs qui remplissent à la fois les conditions d'électorat propres au collège des propriétaires et usufruitiers prévu au 2° de l'article R. 511-8 et celles propres à l'un des collèges des salariés prévus au 3° du même article sont inscrits dans l'un des collèges des salariés, sauf volonté contraire exprimée par les intéressés.</p><p>Les électeurs qui remplissent les conditions d'électorat à la fois dans le collège des anciens exploitants et assimilés, prévu au 4° de l'article R. 511-8 et dans le collège des propriétaires et usufruitiers prévu au 2° du même article, sont inscrits dans le collège des anciens exploitants, sauf volonté contraire exprimée par les intéressés.</p><p>Les électeurs qui remplissent à la fois les conditions d'électorat propres à l'un des collèges des salariés prévus au 3° de l'article R. 511-6 et celles propres au collège des anciens exploitants et assimilés, prévu au 4° du même article, sont inscrits dans l'un des collèges des salariés, sauf volonté contraire exprimée par les intéressés.<br/><br/>\n Les électeurs qui remplissent à la fois les conditions d'électorat propres au collège des salariés de la production agricole prévu au a du 3° de l'article R. 511-6 et celles propres au collège des salariés des groupements professionnels agricoles prévu au b du 3° du même article sont inscrits dans le collège des salariés de la production agricole, sauf volonté contraire exprimée par les intéressés.</p><p>Les électeurs appartenant aux deux premiers collèges mentionnés à l'article R. 511-6 sont inscrits dans la commune où se trouve le siège de l'exploitation ou les parcelles au titre desquelles ils peuvent être électeurs en application de l'article R. 511-8. S'ils satisfont à l'une ou l'autre de ces conditions dans plusieurs communes, ils doivent opter pour l'une de ces communes.</p><p>Les salariés sont inscrits sur les listes de la commune du lieu de travail effectif, c'est-à-dire dans la commune du siège de l'exploitation agricole, de la succursale, de l'établissement, du magasin ou du bureau où ils exercent leur activité. Les salariés itinérants sont inscrits dans la commune du siège du groupement.</p><p>Les anciens exploitants et assimilés sont inscrits sur la liste de la commune de leur résidence.</p><p>Ainsi qu'il est dit à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000025244092&idArticle=LEGIARTI000026129191&dateTexte=&categorieLien=cid'>R. 321-45</a> du code forestier, les électeurs formant le collège départemental en vue des élections des conseillers des centres régionaux de la propriété forestière ne peuvent être inscrits sur la liste électorale pour l'élection aux chambres d'agriculture que s'ils possèdent, pour participer à cette élection, des titres autres que celui de propriétaires d'une exploitation forestière.</p><p>Est inscrit sur la liste du collège dont il remplira les conditions à la date des élections tout électeur apportant la preuve, jusqu'à vingt-sept jours avant la date de clôture de scrutin fixée en application de l'article R. 511-44, qu'il a vocation à être inscrit à cette date dans un collège différent de celui dans lequel il devrait être inscrit à la date d'appréciation de la qualité d'électeur.</p><p>Toute personne, qui, en raison d'une modification non prévue de sa situation professionnelle, perd sa qualité d'électeur au titre d'un collège postérieurement à la date fixée à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071367&idArticle=LEGIARTI000006592271&dateTexte=&categorieLien=cid'>l'article R. 511-20 </a>du présent code, peut demander, jusqu'à vingt-sept jours avant la date de clôture de scrutin fixée en application de l'article R. 511-44, au juge du tribunal d'instance son inscription sur la liste électorale du collège auquel elle peut désormais appartenir. Il en est de même de toute personne qui remplit les conditions d'inscription sur la liste électorale postérieurement à la clôture de celle-ci.</p>",
            "num": "R511-9",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "9.0",
            "etat": "MODIFIE",
            "dateDebut": 1532217600000,
            "dateFin": 1577836800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1979-12-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098287",
                        "id": "LEGISCTA000006098287",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1990-09-30",
                        "fin": "2999-01-01",
                        "titre": "Livre V : Organismes professionnels agricoles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121475",
                        "id": "LEGISCTA000006121475",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-16",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Du réseau des chambres d'agriculture",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138425",
                        "id": "LEGISCTA000006138425",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-16",
                        "fin": "2011-05-29",
                        "titre": "Chapitre Ier : Chambres départementales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006152607",
                        "id": "LEGISCTA000006152607",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2011-05-29",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Chambres départementales et interdépartementales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006152607",
                        "id": "LEGISCTA000024095038",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-16",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Elections",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006168813",
                        "id": "LEGISCTA000006168813",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-16",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : Conditions requises pour être électeur",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006184001",
                        "id": "LEGISCTA000006184001",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-16",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 1 : Electeurs votant individuellement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006193851",
                        "id": "LEGISCTA000006193851",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2010-05-08",
                        "fin": "2999-01-01",
                        "titre": "Code rural et de la pêche maritime",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000022197698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-12-01",
                        "fin": "2010-05-08",
                        "titre": "Code rural (nouveau)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000006071367",
                        "etat": "MODIFIE"
                    }
                ]
            },
            "cid": "LEGIARTI000006592222",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006193851",
            "sectionParentId": "LEGISCTA000006193851",
            "sectionParentTitre": "Paragraphe 1 : Electeurs votant individuellement.",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre V : Organismes professionnels agricoles &gt; Titre Ier : Du réseau des chambres d'agriculture &gt; Chapitre Ier : Chambres départementales et interdépartementales &gt; Section 3 : Elections &gt; Sous-section 1 : Conditions requises pour être électeur &gt; Paragraphe 1 : Electeurs votant individuellement.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000037240212",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000022197698",
                    "titre": "Code rural et de la pêche maritime",
                    "titreLong": "Code rural et de la pêche maritime",
                    "etat": "VIGUEUR",
                    "dateDebut": 1273276800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                },
                {
                    "id": "LEGITEXT000006071367",
                    "titre": "Code rural",
                    "titreLong": "Code rural (nouveau)",
                    "etat": "MODIFIE",
                    "dateDebut": 312854400000,
                    "dateFin": 1273276800000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000037235256",
                    "textTitle": "Décret n°2018-640 du 19 juillet 2018 - art. 3",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000037236668",
                    "natureText": "DECRET",
                    "datePubliTexte": "2018-07-21",
                    "dateSignaTexte": "2018-07-19",
                    "dateDebutCible": "2018-07-22"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. R*511-20",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R*511-20",
                    "articleId": "LEGIARTI000006592271",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 567820800000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. R511-8",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R511-8",
                    "articleId": "LEGIARTI000006592216",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514505600000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. R571-20 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R571-20",
                    "articleId": "LEGIARTI000032716357",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1467331200000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. R511-10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R511-10",
                    "articleId": "LEGIARTI000037240202",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1532217600000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. R511-12 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R511-12",
                    "articleId": "LEGIARTI000037240190",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1532217600000
                },
                {
                    "textCid": "LEGITEXT000025244092",
                    "textTitle": "Code forestier (nouveau) - art. R321-45",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R321-45",
                    "articleId": "LEGIARTI000026129191",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1341100800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006592222",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 587520000000,
                    "dateFin": 654652800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006592223",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 654652800000,
                    "dateFin": 930096000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006592224",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 961718400000,
                    "dateFin": 1151625600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006592225",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1151625600000,
                    "dateFin": 1174003200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006592226",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1174003200000,
                    "dateFin": 1269561600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022017126",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1269561600000,
                    "dateFin": 1341100800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026143558",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1341100800000,
                    "dateFin": 1514505600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036459108",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 1514505600000,
                    "dateFin": 1532217600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037240212",
                    "etat": "MODIFIE",
                    "version": "9.0",
                    "dateDebut": 1532217600000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039347431",
                    "etat": "VIGUEUR",
                    "version": "10.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R511-9",
                "511-9"
            ],
            "versionPrecedente": "LEGIARTI000036459108",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000036459108",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les électeurs remplissant les conditions fixées pour l'électorat au titre de plusieurs collèges mentionnés à l'article R. 511-8 ou dans plusieurs départements ne peuvent exercer leur droit électoral que dans un seul d'entre eux. Les électeurs qui remplissent les conditions d'électorat à la fois dans le collège des chefs d'exploitation et assimilés, prévu au 1° de l'article R. 511-8 et dans le collège des propriétaires ou usufruitiers prévu au 2° du même article, sont inscrits dans le collège des chefs d'exploitation, sauf volonté contraire exprimée par les intéressés. Les électeurs qui remplissent les conditions d'électorat à la fois dans le collège des chefs d'exploitation et assimilés, prévu au 1 de l'article R. 511-8, et dans les collèges des salariés prévus au 3° du même article, sont inscrits dans le collège des chefs d'exploitation et assimilés, sauf volonté contraire exprimée par les intéressés. Les électeurs qui bénéficient d'une indemnité annuelle de départ ou d'une indemnité viagère de départ sont en tout état de cause inscrits dans le collège des anciens exploitants. Les électeurs qui remplissent les conditions d'électorat à la fois dans le collège des anciens exploitants et assimilés, prévu au 4° de l'article R. 511-8 et dans le collège des propriétaires ou usufruitiers prévu au 2° du même article, sont inscrits dans le collège des anciens exploitants, sauf volonté contraire exprimée par les intéressés. Les électeurs appartenant aux deux premiers collèges sont inscrits dans la commune où se trouve le siège de l'exploitation ou les parcelles au titre desquelles ils peuvent être électeurs en application de l'article R. 511-8. S'ils satisfont à l'une ou l'autre de ces conditions dans plusieurs communes, ils doivent opter pour l'une de ces communes. Les salariés sont inscrits sur les listes de la commune du lieu de travail effectif, c'est-à-dire dans la commune du siège de l'exploitation agricole, de la succursale, de l'établissement, du magasin ou du bureau où ils exercent leur activité. Les salariés itinérants sont inscrits dans la commune du siège du groupement. Toutefois, tout salarié peut demander à être inscrit dans la commune de son domicile dès lors que celui-ci est situé dans le même département que son lieu de travail effectif. Les anciens exploitants ou assimilés sont inscrits sur la liste de la commune de leur résidence. Ainsi qu'il est dit à l'article R. 321-45 du code forestier, les électeurs formant le collège départemental en vue des élections des conseillers des centres régionaux de la propriété forestière ne peuvent être inscrits sur la liste électorale pour l'élection aux chambres d'agriculture que s'ils possèdent, pour participer à cette élection, des titres autres que celui de propriétaires d'une exploitation forestière. Est inscrit sur la liste du collège dont il remplira les conditions à la date des élections tout électeur apportant la preuve qu'il a vocation à être inscrit à cette date dans un collège différent de celui dans lequel il devrait être inscrit à la date d'appréciation de la qualité d'électeur. Toute personne, qui, en raison d'une modification non prévue de sa situation professionnelle, perd sa qualité d'électeur au titre d'un collège postérieurement à la date fixée à l'article R. 511-20 du présent code, peut demander, jusqu'à la veille de la date de clôture du scrutin, au juge du tribunal d'instance son inscription sur la liste électorale du collège auquel elle peut désormais appartenir. Il en est de même de toute personne qui remplit les conditions d'inscription sur la liste électorale postérieurement à la clôture de celle-ci.",
            "texteHtml": "<p>Les électeurs remplissant les conditions fixées pour l'électorat au titre de plusieurs collèges mentionnés à l'article R. 511-8 ou dans plusieurs départements ne peuvent exercer leur droit électoral que dans un seul d'entre eux. </p><p>Les électeurs qui remplissent les conditions d'électorat à la fois dans le collège des chefs d'exploitation et assimilés, prévu au 1° de l'article R. 511-8 et dans le collège des propriétaires ou usufruitiers prévu au 2° du même article, sont inscrits dans le collège des chefs d'exploitation, sauf volonté contraire exprimée par les intéressés. </p><p>Les électeurs qui remplissent les conditions d'électorat à la fois dans le collège des chefs d'exploitation et assimilés, prévu au 1 de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071367&idArticle=LEGIARTI000006592216&dateTexte=&categorieLien=cid'>l'article R. 511-8, </a>et dans les collèges des salariés prévus au 3° du même article, sont inscrits dans le collège des chefs d'exploitation et assimilés, sauf volonté contraire exprimée par les intéressés. </p><p>Les électeurs qui bénéficient d'une indemnité annuelle de départ ou d'une indemnité viagère de départ sont en tout état de cause inscrits dans le collège des anciens exploitants. </p><p>Les électeurs qui remplissent les conditions d'électorat à la fois dans le collège des anciens exploitants et assimilés, prévu au 4° de l'article R. 511-8 et dans le collège des propriétaires ou usufruitiers prévu au 2° du même article, sont inscrits dans le collège des anciens exploitants, sauf volonté contraire exprimée par les intéressés. </p><p>Les électeurs appartenant aux deux premiers collèges sont inscrits dans la commune où se trouve le siège de l'exploitation ou les parcelles au titre desquelles ils peuvent être électeurs en application de l'article R. 511-8. S'ils satisfont à l'une ou l'autre de ces conditions dans plusieurs communes, ils doivent opter pour l'une de ces communes. </p><p>Les salariés sont inscrits sur les listes de la commune du lieu de travail effectif, c'est-à-dire dans la commune du siège de l'exploitation agricole, de la succursale, de l'établissement, du magasin ou du bureau où ils exercent leur activité. Les salariés itinérants sont inscrits dans la commune du siège du groupement. Toutefois, tout salarié peut demander à être inscrit dans la commune de son domicile dès lors que celui-ci est situé dans le même département que son lieu de travail effectif. </p><p>Les anciens exploitants ou assimilés sont inscrits sur la liste de la commune de leur résidence. </p><p>Ainsi qu'il est dit à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000025244092&idArticle=LEGIARTI000026129191&dateTexte=&categorieLien=cid' title='Code forestier (nouveau) - art. R321-45 (V)'>R. 321-45</a> du code forestier, les électeurs formant le collège départemental en vue des élections des conseillers des centres régionaux de la propriété forestière ne peuvent être inscrits sur la liste électorale pour l'élection aux chambres d'agriculture que s'ils possèdent, pour participer à cette élection, des titres autres que celui de propriétaires d'une exploitation forestière. </p><p>Est inscrit sur la liste du collège dont il remplira les conditions à la date des élections tout électeur apportant la preuve qu'il a vocation à être inscrit à cette date dans un collège différent de celui dans lequel il devrait être inscrit à la date d'appréciation de la qualité d'électeur. </p><p>Toute personne, qui, en raison d'une modification non prévue de sa situation professionnelle, perd sa qualité d'électeur au titre d'un collège postérieurement à la date fixée à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071367&idArticle=LEGIARTI000006592271&dateTexte=&categorieLien=cid'>l'article R. 511-20 </a>du présent code, peut demander, jusqu'à la veille de la date de clôture du scrutin, au juge du tribunal d'instance son inscription sur la liste électorale du collège auquel elle peut désormais appartenir. Il en est de même de toute personne qui remplit les conditions d'inscription sur la liste électorale postérieurement à la clôture de celle-ci.</p>",
            "num": "R511-9",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "8.0",
            "etat": "MODIFIE",
            "dateDebut": 1514505600000,
            "dateFin": 1532217600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1979-12-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098287",
                        "id": "LEGISCTA000006098287",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1990-09-30",
                        "fin": "2999-01-01",
                        "titre": "Livre V : Organismes professionnels agricoles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121475",
                        "id": "LEGISCTA000006121475",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-16",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Du réseau des chambres d'agriculture",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138425",
                        "id": "LEGISCTA000006138425",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-16",
                        "fin": "2011-05-29",
                        "titre": "Chapitre Ier : Chambres départementales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006152607",
                        "id": "LEGISCTA000006152607",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2011-05-29",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Chambres départementales et interdépartementales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006152607",
                        "id": "LEGISCTA000024095038",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-16",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Elections",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006168813",
                        "id": "LEGISCTA000006168813",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-16",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : Conditions requises pour être électeur",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006184001",
                        "id": "LEGISCTA000006184001",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-16",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 1 : Electeurs votant individuellement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006193851",
                        "id": "LEGISCTA000006193851",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2010-05-08",
                        "fin": "2999-01-01",
                        "titre": "Code rural et de la pêche maritime",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000022197698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-12-01",
                        "fin": "2010-05-08",
                        "titre": "Code rural (nouveau)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000006071367",
                        "etat": "MODIFIE"
                    }
                ]
            },
            "cid": "LEGIARTI000006592222",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006193851",
            "sectionParentId": "LEGISCTA000006193851",
            "sectionParentTitre": "Paragraphe 1 : Electeurs votant individuellement.",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre V : Organismes professionnels agricoles &gt; Titre Ier : Du réseau des chambres d'agriculture &gt; Chapitre Ier : Chambres départementales et interdépartementales &gt; Section 3 : Elections &gt; Sous-section 1 : Conditions requises pour être électeur &gt; Paragraphe 1 : Electeurs votant individuellement.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000036459108",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000022197698",
                    "titre": "Code rural et de la pêche maritime",
                    "titreLong": "Code rural et de la pêche maritime",
                    "etat": "VIGUEUR",
                    "dateDebut": 1273276800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                },
                {
                    "id": "LEGITEXT000006071367",
                    "titre": "Code rural",
                    "titreLong": "Code rural (nouveau)",
                    "etat": "MODIFIE",
                    "dateDebut": 312854400000,
                    "dateFin": 1273276800000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000036268342",
                    "textTitle": "Décret n° 2017-1771 du 27 décembre 2017 - art. 12",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "12",
                    "articleId": "LEGIARTI000036305707",
                    "natureText": "DECRET",
                    "datePubliTexte": "2017-12-28",
                    "dateSignaTexte": "2017-12-27",
                    "dateDebutCible": "2017-12-29"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. R*511-20",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R*511-20",
                    "articleId": "LEGIARTI000006592271",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 567820800000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. R511-8",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R511-8",
                    "articleId": "LEGIARTI000006592216",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514505600000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. R571-20 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R571-20",
                    "articleId": "LEGIARTI000032716357",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1467331200000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. R511-10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R511-10",
                    "articleId": "LEGIARTI000037240202",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1532217600000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. R511-12 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R511-12",
                    "articleId": "LEGIARTI000036459081",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514505600000
                },
                {
                    "textCid": "LEGITEXT000025244092",
                    "textTitle": "Code forestier (nouveau) - art. R321-45 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R321-45",
                    "articleId": "LEGIARTI000026129191",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1341100800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006592222",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 587520000000,
                    "dateFin": 654652800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006592223",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 654652800000,
                    "dateFin": 930096000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006592224",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 961718400000,
                    "dateFin": 1151625600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006592225",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1151625600000,
                    "dateFin": 1174003200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006592226",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1174003200000,
                    "dateFin": 1269561600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022017126",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1269561600000,
                    "dateFin": 1341100800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026143558",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1341100800000,
                    "dateFin": 1514505600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036459108",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 1514505600000,
                    "dateFin": 1532217600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037240212",
                    "etat": "MODIFIE",
                    "version": "9.0",
                    "dateDebut": 1532217600000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039347431",
                    "etat": "VIGUEUR",
                    "version": "10.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R511-9",
                "511-9"
            ],
            "versionPrecedente": "LEGIARTI000026143558",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000026143558",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les électeurs remplissant les conditions fixées pour l'électorat au titre de plusieurs collèges mentionnés à l'article R. 511-8 ou dans plusieurs départements ne peuvent exercer leur droit électoral que dans un seul d'entre eux. Les électeurs qui remplissent les conditions d'électorat à la fois dans le collège des chefs d'exploitation et assimilés, prévu au 1° du premier alinéa de l'article R. 511-8 et dans le collège des propriétaires ou usufruitiers prévu au 2° du même alinéa, sont inscrits dans le collège des chefs d'exploitation, sauf volonté contraire exprimée par les intéressés. Les électeurs qui remplissent les conditions d'électorat à la fois dans le collège des chefs d'exploitation et assimilés, prévu au 1 du premier alinéa de l'article R. 511-8, et dans les collèges des salariés prévus au 3 du même alinéa, sont inscrits dans le collège des chefs d'exploitation et assimilés, sauf volonté contraire exprimée par les intéressés. Les électeurs qui bénéficient d'une indemnité annuelle de départ ou d'une indemnité viagère de départ sont en tout état de cause inscrits dans le collège des anciens exploitants. Les électeurs qui remplissent les conditions d'électorat à la fois dans le collège des anciens exploitants et assimilés, prévu au 4° du premier alinéa de l'article R. 511-8 et dans le collège des propriétaires ou usufruitiers prévu au 2° du même alinéa, sont inscrits dans le collège des anciens exploitants, sauf volonté contraire exprimée par les intéressés. Les électeurs appartenant aux deux premiers collèges sont inscrits dans la commune où se trouve le siège de l'exploitation ou les parcelles au titre desquelles ils peuvent être électeurs en application de l'article R. 511-8. S'ils satisfont à l'une ou l'autre de ces conditions dans plusieurs communes, ils doivent opter pour l'une de ces communes. Les salariés sont inscrits sur les listes de la commune du lieu de travail effectif, c'est-à-dire dans la commune du siège de l'exploitation agricole, de la succursale, de l'établissement, du magasin ou du bureau où ils exercent leur activité. Les salariés itinérants sont inscrits dans la commune du siège du groupement. Toutefois, tout salarié peut demander à être inscrit dans la commune de son domicile dès lors que celui-ci est situé dans le même département que son lieu de travail effectif. Les anciens exploitants ou assimilés sont inscrits sur la liste de la commune de leur résidence. Ainsi qu'il est dit à l'article D. 321-7 du code forestier , les électeurs formant le collège départemental en vue des élections des conseillers des centres régionaux de la propriété forestière ne peuvent être inscrits sur la liste électorale pour l'élection aux chambres d'agriculture que s'ils possèdent, pour participer à cette élection, des titres autres que celui de propriétaires d'une exploitation forestière. Est inscrit sur la liste du collège dont il remplira les conditions à la date des élections tout électeur apportant la preuve qu'il a vocation à être inscrit à cette date dans un collège différent de celui dans lequel il devrait être inscrit à la date d'appréciation de la qualité d'électeur. Toute personne, qui, en raison d'une modification non prévue de sa situation professionnelle, perd sa qualité d'électeur au titre d'un collège postérieurement à la date fixée à l'article R. 511-20 , peut demander, jusqu'à la veille de la date de clôture du scrutin, au juge du tribunal d'instance son inscription sur la liste électorale du collège auquel elle peut désormais appartenir. Il en est de même de toute personne qui remplit les conditions d'inscription sur la liste électorale postérieurement à la clôture de celle-ci.",
            "texteHtml": "<p>Les électeurs remplissant les conditions fixées pour l'électorat au titre de plusieurs collèges mentionnés à l'article R. 511-8 ou dans plusieurs départements ne peuvent exercer leur droit électoral que dans un seul d'entre eux. </p><p>Les électeurs qui remplissent les conditions d'électorat à la fois dans le collège des chefs d'exploitation et assimilés, prévu au 1° du premier alinéa de l'article R. 511-8 et dans le collège des propriétaires ou usufruitiers prévu au 2° du même alinéa, sont inscrits dans le collège des chefs d'exploitation, sauf volonté contraire exprimée par les intéressés. </p><p>Les électeurs qui remplissent les conditions d'électorat à la fois dans le collège des chefs d'exploitation et assimilés, prévu au 1 du premier alinéa de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071367&idArticle=LEGIARTI000006592216&dateTexte=&categorieLien=cid'>l'article R. 511-8, </a>et dans les collèges des salariés prévus au 3 du même alinéa, sont inscrits dans le collège des chefs d'exploitation et assimilés, sauf volonté contraire exprimée par les intéressés. </p><p>Les électeurs qui bénéficient d'une indemnité annuelle de départ ou d'une indemnité viagère de départ sont en tout état de cause inscrits dans le collège des anciens exploitants. </p><p>Les électeurs qui remplissent les conditions d'électorat à la fois dans le collège des anciens exploitants et assimilés, prévu au 4° du premier alinéa de l'article R. 511-8 et dans le collège des propriétaires ou usufruitiers prévu au 2° du même alinéa, sont inscrits dans le collège des anciens exploitants, sauf volonté contraire exprimée par les intéressés. </p><p>Les électeurs appartenant aux deux premiers collèges sont inscrits dans la commune où se trouve le siège de l'exploitation ou les parcelles au titre desquelles ils peuvent être électeurs en application de l'article R. 511-8. S'ils satisfont à l'une ou l'autre de ces conditions dans plusieurs communes, ils doivent opter pour l'une de ces communes. </p><p>Les salariés sont inscrits sur les listes de la commune du lieu de travail effectif, c'est-à-dire dans la commune du siège de l'exploitation agricole, de la succursale, de l'établissement, du magasin ou du bureau où ils exercent leur activité. Les salariés itinérants sont inscrits dans la commune du siège du groupement. Toutefois, tout salarié peut demander à être inscrit dans la commune de son domicile dès lors que celui-ci est situé dans le même département que son lieu de travail effectif. </p><p>Les anciens exploitants ou assimilés sont inscrits sur la liste de la commune de leur résidence. </p><p>Ainsi qu'il est dit à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000025244092&idArticle=LEGIARTI000026129093&dateTexte=&categorieLien=cid' title='Code forestier (nouveau) - art. R321-7 (V)'>l'article D. 321-7 du code forestier</a>, les électeurs formant le collège départemental en vue des élections des conseillers des centres régionaux de la propriété forestière ne peuvent être inscrits sur la liste électorale pour l'élection aux chambres d'agriculture que s'ils possèdent, pour participer à cette élection, des titres autres que celui de propriétaires d'une exploitation forestière. </p><p>Est inscrit sur la liste du collège dont il remplira les conditions à la date des élections tout électeur apportant la preuve qu'il a vocation à être inscrit à cette date dans un collège différent de celui dans lequel il devrait être inscrit à la date d'appréciation de la qualité d'électeur. </p><p>Toute personne, qui, en raison d'une modification non prévue de sa situation professionnelle, perd sa qualité d'électeur au titre d'un collège postérieurement à la date fixée à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071367&idArticle=LEGIARTI000006592271&dateTexte=&categorieLien=cid'>l'article R. 511-20</a>, peut demander, jusqu'à la veille de la date de clôture du scrutin, au juge du tribunal d'instance son inscription sur la liste électorale du collège auquel elle peut désormais appartenir. Il en est de même de toute personne qui remplit les conditions d'inscription sur la liste électorale postérieurement à la clôture de celle-ci.</p>",
            "num": "R511-9",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "7.0",
            "etat": "MODIFIE",
            "dateDebut": 1341100800000,
            "dateFin": 1514505600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1979-12-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098287",
                        "id": "LEGISCTA000006098287",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1990-09-30",
                        "fin": "2999-01-01",
                        "titre": "Livre V : Organismes professionnels agricoles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121475",
                        "id": "LEGISCTA000006121475",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-16",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Du réseau des chambres d'agriculture",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138425",
                        "id": "LEGISCTA000006138425",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-16",
                        "fin": "2011-05-29",
                        "titre": "Chapitre Ier : Chambres départementales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006152607",
                        "id": "LEGISCTA000006152607",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2011-05-29",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Chambres départementales et interdépartementales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006152607",
                        "id": "LEGISCTA000024095038",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-16",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Elections",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006168813",
                        "id": "LEGISCTA000006168813",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-16",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : Conditions requises pour être électeur",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006184001",
                        "id": "LEGISCTA000006184001",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-16",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 1 : Electeurs votant individuellement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006193851",
                        "id": "LEGISCTA000006193851",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2010-05-08",
                        "fin": "2999-01-01",
                        "titre": "Code rural et de la pêche maritime",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000022197698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-12-01",
                        "fin": "2010-05-08",
                        "titre": "Code rural (nouveau)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000006071367",
                        "etat": "MODIFIE"
                    }
                ]
            },
            "cid": "LEGIARTI000006592222",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006193851",
            "sectionParentId": "LEGISCTA000006193851",
            "sectionParentTitre": "Paragraphe 1 : Electeurs votant individuellement.",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre V : Organismes professionnels agricoles &gt; Titre Ier : Du réseau des chambres d'agriculture &gt; Chapitre Ier : Chambres départementales et interdépartementales &gt; Section 3 : Elections &gt; Sous-section 1 : Conditions requises pour être électeur &gt; Paragraphe 1 : Electeurs votant individuellement.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000026143558",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000022197698",
                    "titre": "Code rural et de la pêche maritime",
                    "titreLong": "Code rural et de la pêche maritime",
                    "etat": "VIGUEUR",
                    "dateDebut": 1273276800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                },
                {
                    "id": "LEGITEXT000006071367",
                    "titre": "Code rural",
                    "titreLong": "Code rural (nouveau)",
                    "etat": "MODIFIE",
                    "dateDebut": 312854400000,
                    "dateFin": 1273276800000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000026120331",
                    "textTitle": "Décret n°2012-836\n du 29 juin 2012 - art. 4",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000026124103",
                    "natureText": "DECRET",
                    "datePubliTexte": "2012-06-30",
                    "dateSignaTexte": "2012-06-29",
                    "dateDebutCible": "2012-07-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. R*511-20",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R*511-20",
                    "articleId": "LEGIARTI000006592271",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 567820800000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. R511-12 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R511-12",
                    "articleId": "LEGIARTI000006592238",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1174003200000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. R511-8",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R511-8",
                    "articleId": "LEGIARTI000006592216",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514505600000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. R571-20 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R571-20",
                    "articleId": "LEGIARTI000032716357",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1467331200000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. R511-10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R511-10",
                    "articleId": "LEGIARTI000037240202",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1532217600000
                },
                {
                    "textCid": "LEGITEXT000025244092",
                    "textTitle": "Code forestier (nouveau) - art. R321-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R321-7",
                    "articleId": "LEGIARTI000026129093",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1341100800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006592222",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 587520000000,
                    "dateFin": 654652800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006592223",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 654652800000,
                    "dateFin": 930096000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006592224",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 961718400000,
                    "dateFin": 1151625600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006592225",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1151625600000,
                    "dateFin": 1174003200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006592226",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1174003200000,
                    "dateFin": 1269561600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022017126",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1269561600000,
                    "dateFin": 1341100800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026143558",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1341100800000,
                    "dateFin": 1514505600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036459108",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 1514505600000,
                    "dateFin": 1532217600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037240212",
                    "etat": "MODIFIE",
                    "version": "9.0",
                    "dateDebut": 1532217600000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039347431",
                    "etat": "VIGUEUR",
                    "version": "10.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R511-9",
                "511-9"
            ],
            "versionPrecedente": "LEGIARTI000022017126",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000022017126",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les électeurs remplissant les conditions fixées pour l'électorat au titre de plusieurs collèges mentionnés à l'article R. 511-8 ou dans plusieurs départements ne peuvent exercer leur droit électoral que dans un seul d'entre eux. Les électeurs qui remplissent les conditions d'électorat à la fois dans le collège des chefs d'exploitation et assimilés, prévu au 1° du premier alinéa de l'article R. 511-8 et dans le collège des propriétaires ou usufruitiers prévu au 2° du même alinéa, sont inscrits dans le collège des chefs d'exploitation, sauf volonté contraire exprimée par les intéressés. Les électeurs qui remplissent les conditions d'électorat à la fois dans le collège des chefs d'exploitation et assimilés, prévu au 1 du premier alinéa de l'article R. 511-8, et dans les collèges des salariés prévus au 3 du même alinéa, sont inscrits dans le collège des chefs d'exploitation et assimilés, sauf volonté contraire exprimée par les intéressés. Les électeurs qui bénéficient d'une indemnité annuelle de départ ou d'une indemnité viagère de départ sont en tout état de cause inscrits dans le collège des anciens exploitants. Les électeurs qui remplissent les conditions d'électorat à la fois dans le collège des anciens exploitants et assimilés, prévu au 4° du premier alinéa de l'article R. 511-8 et dans le collège des propriétaires ou usufruitiers prévu au 2° du même alinéa, sont inscrits dans le collège des anciens exploitants, sauf volonté contraire exprimée par les intéressés. Les électeurs appartenant aux deux premiers collèges sont inscrits dans la commune où se trouve le siège de l'exploitation ou les parcelles au titre desquelles ils peuvent être électeurs en application de l'article R. 511-8.S'ils satisfont à l'une ou l'autre de ces conditions dans plusieurs communes, ils doivent opter pour l'une de ces communes. Les salariés sont inscrits sur les listes de la commune du lieu de travail effectif, c'est-à-dire dans la commune du siège de l'exploitation agricole, de la succursale, de l'établissement, du magasin ou du bureau où ils exercent leur activité. Les salariés itinérants sont inscrits dans la commune du siège du groupement. Toutefois, tout salarié peut demander à être inscrit dans la commune de son domicile dès lors que celui-ci est situé dans le même département que son lieu de travail effectif. Les anciens exploitants ou assimilés sont inscrits sur la liste de la commune de leur résidence. Ainsi qu'il est dit à l'article R. 221-7 du code forestier, les électeurs formant le collège départemental en vue des élections des conseillers des centres régionaux de la propriété forestière ne peuvent être inscrits sur la liste électorale pour l'élection aux chambres d'agriculture que s'ils possèdent, pour participer à cette élection, des titres autres que celui de propriétaires d'une exploitation forestière. Est inscrit sur la liste du collège dont il remplira les conditions à la date des élections tout électeur apportant la preuve qu'il a vocation à être inscrit à cette date dans un collège différent de celui dans lequel il devrait être inscrit à la date d'appréciation de la qualité d'électeur. Toute personne, qui, en raison d'une modification non prévue de sa situation professionnelle, perd sa qualité d'électeur au titre d'un collège postérieurement à la date fixée à l'article R. 511-20 , peut demander, jusqu'à la veille de la date de clôture du scrutin, au juge du tribunal d'instance son inscription sur la liste électorale du collège auquel elle peut désormais appartenir. Il en est de même de toute personne qui remplit les conditions d'inscription sur la liste électorale postérieurement à la clôture de celle-ci.",
            "texteHtml": "<p>Les électeurs remplissant les conditions fixées pour l'électorat au titre de plusieurs collèges mentionnés à l'article R. 511-8 ou dans plusieurs départements ne peuvent exercer leur droit électoral que dans un seul d'entre eux. </p><p></p><p>Les électeurs qui remplissent les conditions d'électorat à la fois dans le collège des chefs d'exploitation et assimilés, prévu au 1° du premier alinéa de l'article R. 511-8 et dans le collège des propriétaires ou usufruitiers prévu au 2° du même alinéa, sont inscrits dans le collège des chefs d'exploitation, sauf volonté contraire exprimée par les intéressés. </p><p></p><p>Les électeurs qui remplissent les conditions d'électorat à la fois dans le collège des chefs d'exploitation et assimilés, prévu au 1 du premier alinéa de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071367&idArticle=LEGIARTI000006592216&dateTexte=&categorieLien=cid'>l'article R. 511-8, </a>et dans les collèges des salariés prévus au 3 du même alinéa, sont inscrits dans le collège des chefs d'exploitation et assimilés, sauf volonté contraire exprimée par les intéressés. </p><p></p><p>Les électeurs qui bénéficient d'une indemnité annuelle de départ ou d'une indemnité viagère de départ sont en tout état de cause inscrits dans le collège des anciens exploitants. </p><p></p><p>Les électeurs qui remplissent les conditions d'électorat à la fois dans le collège des anciens exploitants et assimilés, prévu au 4° du premier alinéa de l'article R. 511-8 et dans le collège des propriétaires ou usufruitiers prévu au 2° du même alinéa, sont inscrits dans le collège des anciens exploitants, sauf volonté contraire exprimée par les intéressés. </p><p></p><p>Les électeurs appartenant aux deux premiers collèges sont inscrits dans la commune où se trouve le siège de l'exploitation ou les parcelles au titre desquelles ils peuvent être électeurs en application de l'article R. 511-8.S'ils satisfont à l'une ou l'autre de ces conditions dans plusieurs communes, ils doivent opter pour l'une de ces communes. </p><p></p><p>Les salariés sont inscrits sur les listes de la commune du lieu de travail effectif, c'est-à-dire dans la commune du siège de l'exploitation agricole, de la succursale, de l'établissement, du magasin ou du bureau où ils exercent leur activité. Les salariés itinérants sont inscrits dans la commune du siège du groupement. Toutefois, tout salarié peut demander à être inscrit dans la commune de son domicile dès lors que celui-ci est situé dans le même département que son lieu de travail effectif. </p><p></p><p>Les anciens exploitants ou assimilés sont inscrits sur la liste de la commune de leur résidence. </p><p></p><p>Ainsi qu'il est dit à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071514&idArticle=LEGIARTI000006612095&dateTexte=&categorieLien=cid'>l'article R. 221-7 </a>du code forestier, les électeurs formant le collège départemental en vue des élections des conseillers des centres régionaux de la propriété forestière ne peuvent être inscrits sur la liste électorale pour l'élection aux chambres d'agriculture que s'ils possèdent, pour participer à cette élection, des titres autres que celui de propriétaires d'une exploitation forestière. </p><p></p><p>Est inscrit sur la liste du collège dont il remplira les conditions à la date des élections tout électeur apportant la preuve qu'il a vocation à être inscrit à cette date dans un collège différent de celui dans lequel il devrait être inscrit à la date d'appréciation de la qualité d'électeur. </p><p></p><p>Toute personne, qui, en raison d'une modification non prévue de sa situation professionnelle, perd sa qualité d'électeur au titre d'un collège postérieurement à la date fixée à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071367&idArticle=LEGIARTI000006592271&dateTexte=&categorieLien=cid'>l'article R. 511-20</a>, peut demander, jusqu'à la veille de la date de clôture du scrutin, au juge du tribunal d'instance son inscription sur la liste électorale du collège auquel elle peut désormais appartenir. Il en est de même de toute personne qui remplit les conditions d'inscription sur la liste électorale postérieurement à la clôture de celle-ci.</p><p></p>",
            "num": "R511-9",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "6.0",
            "etat": "MODIFIE",
            "dateDebut": 1269561600000,
            "dateFin": 1341100800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1979-12-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098287",
                        "id": "LEGISCTA000006098287",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1990-09-30",
                        "fin": "2999-01-01",
                        "titre": "Livre V : Organismes professionnels agricoles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121475",
                        "id": "LEGISCTA000006121475",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-16",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Du réseau des chambres d'agriculture",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138425",
                        "id": "LEGISCTA000006138425",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-16",
                        "fin": "2011-05-29",
                        "titre": "Chapitre Ier : Chambres départementales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006152607",
                        "id": "LEGISCTA000006152607",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2011-05-29",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Chambres départementales et interdépartementales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006152607",
                        "id": "LEGISCTA000024095038",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-16",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Elections",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006168813",
                        "id": "LEGISCTA000006168813",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-16",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : Conditions requises pour être électeur",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006184001",
                        "id": "LEGISCTA000006184001",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-16",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 1 : Electeurs votant individuellement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006193851",
                        "id": "LEGISCTA000006193851",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2010-05-08",
                        "fin": "2999-01-01",
                        "titre": "Code rural et de la pêche maritime",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000022197698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-12-01",
                        "fin": "2010-05-08",
                        "titre": "Code rural (nouveau)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000006071367",
                        "etat": "MODIFIE"
                    }
                ]
            },
            "cid": "LEGIARTI000006592222",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006193851",
            "sectionParentId": "LEGISCTA000006193851",
            "sectionParentTitre": "Paragraphe 1 : Electeurs votant individuellement.",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre V : Organismes professionnels agricoles &gt; Titre Ier : Du réseau des chambres d'agriculture &gt; Chapitre Ier : Chambres départementales et interdépartementales &gt; Section 3 : Elections &gt; Sous-section 1 : Conditions requises pour être électeur &gt; Paragraphe 1 : Electeurs votant individuellement.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000022017126",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000022197698",
                    "titre": "Code rural et de la pêche maritime",
                    "titreLong": "Code rural et de la pêche maritime",
                    "etat": "VIGUEUR",
                    "dateDebut": 1273276800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                },
                {
                    "id": "LEGITEXT000006071367",
                    "titre": "Code rural",
                    "titreLong": "Code rural (nouveau)",
                    "etat": "MODIFIE",
                    "dateDebut": 312854400000,
                    "dateFin": 1273276800000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000022014027",
                    "textTitle": "Décret n°2010-326\n du 22 mars 2010 - art. 3",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000022015278",
                    "natureText": "DECRET",
                    "datePubliTexte": "2010-03-25",
                    "dateSignaTexte": "2010-03-22",
                    "dateDebutCible": "2010-03-26"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. R*511-20",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R*511-20",
                    "articleId": "LEGIARTI000006592271",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 567820800000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. R511-12 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R511-12",
                    "articleId": "LEGIARTI000006592238",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1174003200000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. R511-8",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R511-8",
                    "articleId": "LEGIARTI000006592216",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514505600000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. R571-20 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R571-20",
                    "articleId": "LEGIARTI000032716357",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1467331200000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. R511-10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R511-10",
                    "articleId": "LEGIARTI000037240202",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1532217600000
                },
                {
                    "textCid": "LEGITEXT000006071514",
                    "textTitle": "Code forestier - art. R221-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R221-7",
                    "articleId": "LEGIARTI000006612095",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 306806400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006592222",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 587520000000,
                    "dateFin": 654652800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006592223",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 654652800000,
                    "dateFin": 930096000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006592224",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 961718400000,
                    "dateFin": 1151625600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006592225",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1151625600000,
                    "dateFin": 1174003200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006592226",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1174003200000,
                    "dateFin": 1269561600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022017126",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1269561600000,
                    "dateFin": 1341100800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026143558",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1341100800000,
                    "dateFin": 1514505600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036459108",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 1514505600000,
                    "dateFin": 1532217600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037240212",
                    "etat": "MODIFIE",
                    "version": "9.0",
                    "dateDebut": 1532217600000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039347431",
                    "etat": "VIGUEUR",
                    "version": "10.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R511-9",
                "511-9"
            ],
            "versionPrecedente": "LEGIARTI000006592226",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006592226",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les électeurs remplissant les conditions fixées pour l'électorat au titre de plusieurs collèges mentionnés à l'article R. 511-8 ou dans plusieurs départements ne peuvent exercer leur droit électoral que dans un seul d'entre eux. Les électeurs qui remplissent les conditions d'électorat à la fois dans le collège des chefs d'exploitation et assimilés, prévu au 1° du premier alinéa de l'article R. 511-8 et dans le collège des propriétaires ou usufruitiers prévu au 2° du même alinéa, sont inscrits dans le collège des chefs d'exploitation, sauf volonté contraire exprimée par les intéressés. Les électeurs qui remplissent les conditions d'électorat à la fois dans le collège des chefs d'exploitation et assimilés, prévu au 1 du premier alinéa de l'article R. 511-8, et dans les collèges des salariés prévus au 3 du même alinéa, sont inscrits dans le collège des chefs d'exploitation et assimilés, sauf volonté contraire exprimée par les intéressés. Les électeurs qui bénéficient d'une indemnité annuelle de départ ou d'une indemnité viagère de départ sont en tout état de cause inscrits dans le collège des anciens exploitants. Les électeurs qui remplissent les conditions d'électorat à la fois dans le collège des anciens exploitants et assimilés, prévu au 4° du premier alinéa de l'article R. 511-8 et dans le collège des propriétaires ou usufruitiers prévu au 2° du même alinéa, sont inscrits dans le collège des anciens exploitants, sauf volonté contraire exprimée par les intéressés. Les électeurs appartenant aux deux premiers collèges sont inscrits dans la commune où se trouve le siège de l'exploitation ou les parcelles au titre desquelles ils peuvent être électeurs en application de l'article R. 511-8. S'ils satisfont à l'une ou l'autre de ces conditions dans plusieurs communes, ils doivent opter pour l'une de ces communes. Les salariés sont inscrits sur les listes de la commune du lieu de travail effectif, c'est-à-dire dans la commune du siège de l'exploitation agricole, de la succursale, de l'établissement, du magasin ou du bureau où ils exercent leur activité. Les salariés itinérants sont inscrits dans la commune du siège du groupement. Toutefois, tout salarié peut demander à être inscrit dans la commune de son domicile dès lors que celui-ci est situé dans le même département que son lieu de travail effectif. Les anciens exploitants ou assimilés sont inscrits sur la liste de la commune de leur résidence. Ainsi qu'il est dit à l'article R. 221-7 du code forestier, les électeurs formant le collège départemental en vue des élections des administrateurs des centres régionaux de la propriété forestière ne peuvent être inscrits sur la liste électorale pour l'élection aux chambres d'agriculture que s'ils possèdent, pour participer à cette élection, des titres autres que celui de propriétaires d'une exploitation forestière. Est inscrit sur la liste du collège dont il remplira les conditions à la date des élections tout électeur apportant la preuve qu'il a vocation à être inscrit à cette date dans un collège différent de celui dans lequel il devrait être inscrit à la date d'appréciation de la qualité d'électeur. Toute personne, qui, en raison d'une modification non prévue de sa situation professionnelle, perd sa qualité d'électeur au titre d'un collège postérieurement à la date fixée à l'article R. 511-20, peut demander, jusqu'à la veille de la date de clôture du scrutin, au juge du tribunal d'instance son inscription sur la liste électorale du collège auquel elle peut désormais appartenir. Il en est de même de toute personne qui remplit les conditions d'inscription sur la liste électorale postérieurement à la clôture de celle-ci.",
            "texteHtml": "<p></p>   Les électeurs remplissant les conditions fixées pour l'électorat au titre de plusieurs collèges mentionnés à l'article R. 511-8 ou dans plusieurs départements ne peuvent exercer leur droit électoral que dans un seul d'entre eux.<p></p><p></p>   Les électeurs qui remplissent les conditions d'électorat à la fois dans le collège des chefs d'exploitation et assimilés, prévu au 1° du premier alinéa de l'article R. 511-8 et dans le collège des propriétaires ou usufruitiers prévu au 2° du même alinéa, sont inscrits dans le collège des chefs d'exploitation, sauf volonté contraire exprimée par les intéressés.<p></p><p></p>   Les électeurs qui remplissent les conditions d'électorat à la fois dans le collège des chefs d'exploitation et assimilés, prévu au 1 du premier alinéa de l'article R. 511-8, et dans les collèges des salariés prévus au 3 du même alinéa, sont inscrits dans le collège des chefs d'exploitation et assimilés, sauf volonté contraire exprimée par les intéressés.<p></p><p></p>   Les électeurs qui bénéficient d'une indemnité annuelle de départ ou d'une indemnité viagère de départ sont en tout état de cause inscrits dans le collège des anciens exploitants.<p></p><p></p>   Les électeurs qui remplissent les conditions d'électorat à la fois dans le collège des anciens exploitants et assimilés, prévu au 4° du premier alinéa de l'article R. 511-8 et dans le collège des propriétaires ou usufruitiers prévu au 2° du même alinéa, sont inscrits dans le collège des anciens exploitants, sauf volonté contraire exprimée par les intéressés.<p></p><p></p>   Les électeurs appartenant aux deux premiers collèges sont inscrits dans la commune où se trouve le siège de l'exploitation ou les parcelles au titre desquelles ils peuvent être électeurs en application de l'article R. 511-8. S'ils satisfont à l'une ou l'autre de ces conditions dans plusieurs communes, ils doivent opter pour l'une de ces communes.<p></p><p></p>   Les salariés sont inscrits sur les listes de la commune du lieu de travail effectif, c'est-à-dire dans la commune du siège de l'exploitation agricole, de la succursale, de l'établissement, du magasin ou du bureau où ils exercent leur activité. Les salariés itinérants sont inscrits dans la commune du siège du groupement. Toutefois, tout salarié peut demander à être inscrit dans la commune de son domicile dès lors que celui-ci est situé dans le même département que son lieu de travail effectif.<p></p><p></p>   Les anciens exploitants ou assimilés sont inscrits sur la liste de la commune de leur résidence.<p></p><p></p>   Ainsi qu'il est dit à l'article R. 221-7 du code forestier, les électeurs formant le collège départemental en vue des élections des administrateurs des centres régionaux de la propriété forestière ne peuvent être inscrits sur la liste électorale pour l'élection aux chambres d'agriculture que s'ils possèdent, pour participer à cette élection, des titres autres que celui de propriétaires d'une exploitation forestière.<p></p><p></p>   Est inscrit sur la liste du collège dont il remplira les conditions à la date des élections tout électeur apportant la preuve qu'il a vocation à être inscrit à cette date dans un collège différent de celui dans lequel il devrait être inscrit à la date d'appréciation de la qualité d'électeur.<p></p><p></p>   Toute personne, qui, en raison d'une modification non prévue de sa situation professionnelle, perd sa qualité d'électeur au titre d'un collège postérieurement à la date fixée à l'article R. 511-20, peut demander, jusqu'à la veille de la date de clôture du scrutin, au juge du tribunal d'instance son inscription sur la liste électorale du collège auquel elle peut désormais appartenir. Il en est de même de toute personne qui remplit les conditions d'inscription sur la liste électorale postérieurement à la clôture de celle-ci.<p></p>",
            "num": "R511-9",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "MODIFIE",
            "dateDebut": 1174003200000,
            "dateFin": 1269561600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1979-12-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098287",
                        "id": "LEGISCTA000006098287",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1990-09-30",
                        "fin": "2999-01-01",
                        "titre": "Livre V : Organismes professionnels agricoles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121475",
                        "id": "LEGISCTA000006121475",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-16",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Du réseau des chambres d'agriculture",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138425",
                        "id": "LEGISCTA000006138425",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-16",
                        "fin": "2011-05-29",
                        "titre": "Chapitre Ier : Chambres départementales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006152607",
                        "id": "LEGISCTA000006152607",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2011-05-29",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Chambres départementales et interdépartementales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006152607",
                        "id": "LEGISCTA000024095038",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-16",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Elections",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006168813",
                        "id": "LEGISCTA000006168813",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-16",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : Conditions requises pour être électeur",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006184001",
                        "id": "LEGISCTA000006184001",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-16",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 1 : Electeurs votant individuellement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006193851",
                        "id": "LEGISCTA000006193851",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2010-05-08",
                        "fin": "2999-01-01",
                        "titre": "Code rural et de la pêche maritime",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000022197698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-12-01",
                        "fin": "2010-05-08",
                        "titre": "Code rural (nouveau)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000006071367",
                        "etat": "MODIFIE"
                    }
                ]
            },
            "cid": "LEGIARTI000006592222",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006193851",
            "sectionParentId": "LEGISCTA000006193851",
            "sectionParentTitre": "Paragraphe 1 : Electeurs votant individuellement.",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre V : Organismes professionnels agricoles &gt; Titre Ier : Du réseau des chambres d'agriculture &gt; Chapitre Ier : Chambres départementales &gt; Section 3 : Elections &gt; Sous-section 1 : Conditions requises pour être électeur &gt; Paragraphe 1 : Electeurs votant individuellement.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006592226",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000022197698",
                    "titre": "Code rural et de la pêche maritime",
                    "titreLong": "Code rural et de la pêche maritime",
                    "etat": "VIGUEUR",
                    "dateDebut": 1273276800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                },
                {
                    "id": "LEGITEXT000006071367",
                    "titre": "Code rural",
                    "titreLong": "Code rural (nouveau)",
                    "etat": "MODIFIE",
                    "dateDebut": 312854400000,
                    "dateFin": 1273276800000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000685109",
                    "textTitle": "Décret 81-277 1981-03-18",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000685109",
                    "natureText": "DECRET",
                    "datePubliTexte": "1981-03-27",
                    "dateSignaTexte": "1981-03-18",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000822943",
                    "textTitle": "Décret n°2007-345 du 14 mars 2007 - art. 1 () JORF 16 mars 2007",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006261242",
                    "natureText": "DECRET",
                    "datePubliTexte": "2007-03-16",
                    "dateSignaTexte": "2007-03-14",
                    "dateDebutCible": "2007-03-16"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. R511-12 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R511-12",
                    "articleId": "LEGIARTI000006592238",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1174003200000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. R571-20 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R571-20",
                    "articleId": "LEGIARTI000032716357",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1467331200000
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural R511-8, R511-20",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. R511-10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R511-10",
                    "articleId": "LEGIARTI000037240202",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1532217600000
                },
                {
                    "textCid": "LEGITEXT000006071514",
                    "textTitle": "Code forestier - art. R221-7 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R221-7",
                    "articleId": "LEGIARTI000006612095",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 306806400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006592222",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 587520000000,
                    "dateFin": 654652800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006592223",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 654652800000,
                    "dateFin": 930096000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006592224",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 961718400000,
                    "dateFin": 1151625600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006592225",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1151625600000,
                    "dateFin": 1174003200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006592226",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1174003200000,
                    "dateFin": 1269561600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022017126",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1269561600000,
                    "dateFin": 1341100800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026143558",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1341100800000,
                    "dateFin": 1514505600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036459108",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 1514505600000,
                    "dateFin": 1532217600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037240212",
                    "etat": "MODIFIE",
                    "version": "9.0",
                    "dateDebut": 1532217600000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039347431",
                    "etat": "VIGUEUR",
                    "version": "10.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R511-9",
                "511-9"
            ],
            "versionPrecedente": "LEGIARTI000006592225",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006592225",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les électeurs remplissant les conditions fixées pour l'électorat au titre de plusieurs collèges mentionnés à l'article R. 511-8 ou dans plusieurs départements ne peuvent exercer leur droit électoral que dans un seul d'entre eux. Les électeurs qui remplissent les conditions d'électorat à la fois dans le collège des chefs d'exploitation et assimilés, prévu au 1° du premier alinéa de l'article R. 511-8 et dans le collège des propriétaires ou usufruitiers prévu au 2° du même alinéa, sont inscrits dans le collège des chefs d'exploitation, sauf volonté contraire exprimée par les intéressés. Les électeurs qui remplissent les conditions d'électorat à la fois dans le collège des chefs d'exploitation et assimilés, prévu au 1 du premier alinéa de l'article R. 511-8, et dans les collèges des salariés prévus au 3 du même alinéa, sont inscrits dans le collège des chefs d'exploitation et assimilés, sauf volonté contraire exprimée par les intéressés. Les électeurs qui bénéficient d'une indemnité annuelle de départ ou d'une indemnité viagère de départ sont en tout état de cause inscrits dans le collège des anciens exploitants. Les électeurs qui remplissent les conditions d'électorat à la fois dans le collège des anciens exploitants et assimilés, prévu au 4° du premier alinéa de l'article R. 511-8 et dans le collège des propriétaires ou usufruitiers prévu au 2° du même alinéa, sont inscrits dans le collège des anciens exploitants, sauf volonté contraire exprimée par les intéressés. Les électeurs appartenant aux deux premiers collèges sont inscrits dans la commune où se trouve le siège de l'exploitation ou les parcelles au titre desquelles ils peuvent être électeurs en application de l'article R. 511-8. S'ils satisfont à l'une ou l'autre de ces conditions dans plusieurs communes, ils doivent opter pour l'une de ces communes. Les salariés sont inscrits sur les listes de la commune du lieu de travail effectif, c'est-à-dire dans la commune du siège de l'exploitation agricole, de la succursale, de l'établissement, du magasin ou du bureau où ils exercent leur activité. Les salariés itinérants sont inscrits dans la commune du siège du groupement. Toutefois, tout salarié peut demander à être inscrit dans la commune de son domicile dès lors que celui-ci est situé dans le même département que son lieu de travail effectif. Les anciens exploitants ou assimilés sont inscrits sur la liste de la commune de leur résidence. Ainsi qu'il est dit à l'article R. 221-7 du code forestier, les électeurs formant le collège départemental en vue des élections des administrateurs des centres régionaux de la propriété forestière ne peuvent être inscrits sur la liste électorale pour l'élection aux chambres d'agriculture que s'ils possèdent, pour participer à cette élection, des titres autres que celui de propriétaires d'une exploitation forestière. Est inscrit sur la liste du collège dont il remplira les conditions à la date des élections tout électeur apportant la preuve qu'il a vocation à être inscrit à cette date dans un collège différent de celui dans lequel il devrait être inscrit à la date d'appréciation de la qualité d'électeur. Toute personne, qui, en raison d'une modification non prévue de sa situation professionnelle, perd sa qualité d'électeur au titre d'un collège postérieurement à la date fixée à l'article R. 511-20, peut demander, jusqu'à la veille de la date de clôture du scrutin, au juge du tribunal d'instance son inscription sur la liste électorale du collège auquel elle peut désormais appartenir. Il en est de même de toute personne qui remplit les conditions d'inscription sur la liste électorale postérieurement à la clôture de celle-ci.",
            "texteHtml": "<p></p>   Les électeurs remplissant les conditions fixées pour l'électorat au titre de plusieurs collèges mentionnés à l'article R. 511-8 ou dans plusieurs départements ne peuvent exercer leur droit électoral que dans un seul d'entre eux.<p></p><p></p>   Les électeurs qui remplissent les conditions d'électorat à la fois dans le collège des chefs d'exploitation et assimilés, prévu au 1° du premier alinéa de l'article R. 511-8 et dans le collège des propriétaires ou usufruitiers prévu au 2° du même alinéa, sont inscrits dans le collège des chefs d'exploitation, sauf volonté contraire exprimée par les intéressés.<p></p><p></p>   Les électeurs qui remplissent les conditions d'électorat à la fois dans le collège des chefs d'exploitation et assimilés, prévu au 1 du premier alinéa de l'article R. 511-8, et dans les collèges des salariés prévus au 3 du même alinéa, sont inscrits dans le collège des chefs d'exploitation et assimilés, sauf volonté contraire exprimée par les intéressés.<p></p><p></p>   Les électeurs qui bénéficient d'une indemnité annuelle de départ ou d'une indemnité viagère de départ sont en tout état de cause inscrits dans le collège des anciens exploitants.<p></p><p></p>   Les électeurs qui remplissent les conditions d'électorat à la fois dans le collège des anciens exploitants et assimilés, prévu au 4° du premier alinéa de l'article R. 511-8 et dans le collège des propriétaires ou usufruitiers prévu au 2° du même alinéa, sont inscrits dans le collège des anciens exploitants, sauf volonté contraire exprimée par les intéressés.<p></p><p></p>   Les électeurs appartenant aux deux premiers collèges sont inscrits dans la commune où se trouve le siège de l'exploitation ou les parcelles au titre desquelles ils peuvent être électeurs en application de l'article R. 511-8. S'ils satisfont à l'une ou l'autre de ces conditions dans plusieurs communes, ils doivent opter pour l'une de ces communes.<p></p><p></p>   Les salariés sont inscrits sur les listes de la commune du lieu de travail effectif, c'est-à-dire dans la commune du siège de l'exploitation agricole, de la succursale, de l'établissement, du magasin ou du bureau où ils exercent leur activité. Les salariés itinérants sont inscrits dans la commune du siège du groupement. Toutefois, tout salarié peut demander à être inscrit dans la commune de son domicile dès lors que celui-ci est situé dans le même département que son lieu de travail effectif.<p></p><p></p>   Les anciens exploitants ou assimilés sont inscrits sur la liste de la commune de leur résidence.<p></p><p></p>   Ainsi qu'il est dit à l'article R. 221-7 du code forestier, les électeurs formant le collège départemental en vue des élections des administrateurs des centres régionaux de la propriété forestière ne peuvent être inscrits sur la liste électorale pour l'élection aux chambres d'agriculture que s'ils possèdent, pour participer à cette élection, des titres autres que celui de propriétaires d'une exploitation forestière.<p></p><p></p>   Est inscrit sur la liste du collège dont il remplira les conditions à la date des élections tout électeur apportant la preuve qu'il a vocation à être inscrit à cette date dans un collège différent de celui dans lequel il devrait être inscrit à la date d'appréciation de la qualité d'électeur.<p></p><p></p>   Toute personne, qui, en raison d'une modification non prévue de sa situation professionnelle, perd sa qualité d'électeur au titre d'un collège postérieurement à la date fixée à l'article R. 511-20, peut demander, jusqu'à la veille de la date de clôture du scrutin, au juge du tribunal d'instance son inscription sur la liste électorale du collège auquel elle peut désormais appartenir. Il en est de même de toute personne qui remplit les conditions d'inscription sur la liste électorale postérieurement à la clôture de celle-ci.<p></p>",
            "num": "R511-9",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1151625600000,
            "dateFin": 1174003200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 257694,
            "context": {
                "titresTM": [
                    {
                        "debut": "1979-12-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098287",
                        "id": "LEGISCTA000006098287",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1990-09-30",
                        "fin": "2999-01-01",
                        "titre": "Livre V : Organismes professionnels agricoles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121475",
                        "id": "LEGISCTA000006121475",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1990-09-30",
                        "fin": "2007-08-31",
                        "titre": "Titre Ier : Chambres d'agriculture",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138426",
                        "id": "LEGISCTA000006138426",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1990-09-30",
                        "fin": "2007-08-31",
                        "titre": "Chapitre Ier : Chambres départementales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006152610",
                        "id": "LEGISCTA000006152610",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1990-09-30",
                        "fin": "2007-03-16",
                        "titre": "Section 3 : Elections",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006168739",
                        "id": "LEGISCTA000006168739",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1990-09-30",
                        "fin": "2007-03-16",
                        "titre": "Sous-section 1 : Conditions requises pour être électeur",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006183877",
                        "id": "LEGISCTA000006183877",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1990-09-30",
                        "fin": "2007-03-16",
                        "titre": "Paragraphe 1 : Electeurs votant individuellement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006193773",
                        "id": "LEGISCTA000006193773",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2010-05-08",
                        "fin": "2999-01-01",
                        "titre": "Code rural et de la pêche maritime",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000022197698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-12-01",
                        "fin": "2010-05-08",
                        "titre": "Code rural (nouveau)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000006071367",
                        "etat": "MODIFIE"
                    }
                ]
            },
            "cid": "LEGIARTI000006592222",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006193773",
            "sectionParentId": "LEGISCTA000006193773",
            "sectionParentTitre": "Paragraphe 1 : Electeurs votant individuellement.",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre V : Organismes professionnels agricoles &gt; Titre Ier : Chambres d'agriculture &gt; Chapitre Ier : Chambres départementales",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006592225",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000022197698",
                    "titre": "Code rural et de la pêche maritime",
                    "titreLong": "Code rural et de la pêche maritime",
                    "etat": "VIGUEUR",
                    "dateDebut": 1273276800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                },
                {
                    "id": "LEGITEXT000006071367",
                    "titre": "Code rural",
                    "titreLong": "Code rural (nouveau)",
                    "etat": "MODIFIE",
                    "dateDebut": 312854400000,
                    "dateFin": 1273276800000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000685109",
                    "textTitle": "Décret 81-277 1981-03-18",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000685109",
                    "natureText": "DECRET",
                    "datePubliTexte": "1981-03-27",
                    "dateSignaTexte": "1981-03-18",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000422922",
                    "textTitle": "Décret n°2006-758 du 29 juin 2006 - art. 1 () JORF 30 juin 2006",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006252452",
                    "natureText": "DECRET",
                    "datePubliTexte": "2006-06-30",
                    "dateSignaTexte": "2006-06-29",
                    "dateDebutCible": "2006-06-30"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. R511-12 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R511-12",
                    "articleId": "LEGIARTI000006592238",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1174003200000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. R571-20 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R571-20",
                    "articleId": "LEGIARTI000032716357",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1467331200000
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural R511-8, R511-20",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. R511-10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R511-10",
                    "articleId": "LEGIARTI000037240202",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1532217600000
                },
                {
                    "textCid": "LEGITEXT000006071514",
                    "textTitle": "Code forestier - art. R221-7 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R221-7",
                    "articleId": "LEGIARTI000006612095",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 306806400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006592222",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 587520000000,
                    "dateFin": 654652800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006592223",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 654652800000,
                    "dateFin": 930096000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006592224",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 961718400000,
                    "dateFin": 1151625600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006592225",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1151625600000,
                    "dateFin": 1174003200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006592226",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1174003200000,
                    "dateFin": 1269561600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022017126",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1269561600000,
                    "dateFin": 1341100800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026143558",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1341100800000,
                    "dateFin": 1514505600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036459108",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 1514505600000,
                    "dateFin": 1532217600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037240212",
                    "etat": "MODIFIE",
                    "version": "9.0",
                    "dateDebut": 1532217600000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039347431",
                    "etat": "VIGUEUR",
                    "version": "10.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R511-9",
                "511-9"
            ],
            "versionPrecedente": "LEGIARTI000006592224",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006592224",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les électeurs remplissant les conditions fixées pour l'électorat au titre de plusieurs collèges mentionnés à l'article R. 511-8 ou dans plusieurs départements ne peuvent exercer leur droit électoral que dans un seul d'entre eux. Les électeurs qui remplissent les conditions d'électorat à la fois dans le collège des chefs d'exploitation et assimilés, prévu au 1° du premier alinéa de l'article R. 511-8 et dans le collège des propriétaires ou usufruitiers prévu au 2° du même alinéa, sont inscrits dans le collège des chefs d'exploitation, sauf volonté contraire exprimée par les intéressés. Les électeurs qui remplissent les conditions d'électorat à la fois dans le collège des chefs d'exploitation et assimilés, prévu au 1 du premier alinéa de l'article R. 511-8, et dans les collèges des salariés prévus au 3 du même alinéa, sont inscrits dans le collège des chefs d'exploitation et assimilés, sauf volonté contraire exprimée par les intéressés. Les électeurs qui bénéficient d'une indemnité annuelle de départ ou d'une indemnité viagère de départ sont en tout état de cause inscrits dans le collège des anciens exploitants. Les électeurs qui remplissent les conditions d'électorat à la fois dans le collège des anciens exploitants et assimilés, prévu au 4° du premier alinéa de l'article R. 511-8 et dans le collège des propriétaires ou usufruitiers prévu au 2° du même alinéa, sont inscrits dans le collège des anciens exploitants, sauf volonté contraire exprimée par les intéressés. Les électeurs appartenant aux deux premiers collèges sont inscrits dans la commune où se trouve le siège de l'exploitation ou les parcelles au titre desquelles ils peuvent être électeurs en application de l'article R. 511-8. S'ils satisfont à l'une ou l'autre de ces conditions dans plusieurs communes, ils doivent opter pour l'une de ces communes. Les salariés sont inscrits sur les listes de la commune du lieu de travail effectif, c'est-à-dire dans la commune du siège de l'exploitation agricole, de la succursale, de l'établissement, du magasin ou du bureau où ils exercent leur activité. Les salariés itinérants sont inscrits dans la commune du siège du groupement. Toutefois, tout salarié peut demander à être inscrit dans la commune de son domicile dès lors que celui-ci est situé dans le même département que son lieu de travail effectif. Les anciens exploitants ou assimilés sont inscrits sur la liste de la commune du siège de la dernière exploitation ou sur la liste de la commune de leur nouvelle résidence, si elle se trouve dans le même département. Ainsi qu'il est dit à l'article R. 221-7 du code forestier, les électeurs formant le collège départemental en vue des élections des administrateurs des centres régionaux de la propriété forestière ne peuvent être inscrits sur la liste électorale pour l'élection aux chambres d'agriculture que s'ils possèdent, pour participer à cette élection, des titres autres que celui de propriétaires d'une exploitation forestière. Est inscrit sur la liste du collège dont il remplira les conditions à la date des élections tout électeur apportant la preuve qu'il a vocation à être inscrit à cette date dans un collège différent de celui dans lequel il devrait être inscrit à la date d'appréciation de la qualité d'électeur. Toute personne, qui, en raison d'une modification non prévue de sa situation professionnelle, perd sa qualité d'électeur au titre d'un collège postérieurement à la date fixée à l'article R. 511-20, peut demander, jusqu'à la veille du scrutin, au juge du tribunal d'instance son inscription sur la liste électorale du collège auquel elle peut désormais appartenir. Il en est de même de toute personne qui remplit les conditions d'inscription sur la liste électorale postérieurement à la clôture de celle-ci.",
            "texteHtml": "<p></p>   Les électeurs remplissant les conditions fixées pour l'électorat au titre de plusieurs collèges mentionnés à l'article R. 511-8 ou dans plusieurs départements ne peuvent exercer leur droit électoral que dans un seul d'entre eux.<p></p><p></p>   Les électeurs qui remplissent les conditions d'électorat à la fois dans le collège des chefs d'exploitation et assimilés, prévu au 1° du premier alinéa de l'article R. 511-8 et dans le collège des propriétaires ou usufruitiers prévu au 2° du même alinéa, sont inscrits dans le collège des chefs d'exploitation, sauf volonté contraire exprimée par les intéressés.<p></p><p></p>   Les électeurs qui remplissent les conditions d'électorat à la fois dans le collège des chefs d'exploitation et assimilés, prévu au 1 du premier alinéa de l'article R. 511-8, et dans les collèges des salariés prévus au 3 du même alinéa, sont inscrits dans le collège des chefs d'exploitation et assimilés, sauf volonté contraire exprimée par les intéressés.<p></p><p></p>   Les électeurs qui bénéficient d'une indemnité annuelle de départ ou d'une indemnité viagère de départ sont en tout état de cause inscrits dans le collège des anciens exploitants.<p></p><p></p>   Les électeurs qui remplissent les conditions d'électorat à la fois dans le collège des anciens exploitants et assimilés, prévu au 4° du premier alinéa de l'article R. 511-8 et dans le collège des propriétaires ou usufruitiers prévu au 2° du même alinéa, sont inscrits dans le collège des anciens exploitants, sauf volonté contraire exprimée par les intéressés.<p></p><p></p>   Les électeurs appartenant aux deux premiers collèges sont inscrits dans la commune où se trouve le siège de l'exploitation ou les parcelles au titre desquelles ils peuvent être électeurs en application de l'article R. 511-8. S'ils satisfont à l'une ou l'autre de ces conditions dans plusieurs communes, ils doivent opter pour l'une de ces communes.<p></p><p></p>   Les salariés sont inscrits sur les listes de la commune du lieu de travail effectif, c'est-à-dire dans la commune du siège de l'exploitation agricole, de la succursale, de l'établissement, du magasin ou du bureau où ils exercent leur activité. Les salariés itinérants sont inscrits dans la commune du siège du groupement. Toutefois, tout salarié peut demander à être inscrit dans la commune de son domicile dès lors que celui-ci est situé dans le même département que son lieu de travail effectif.<p></p><p></p>   Les anciens exploitants ou assimilés sont inscrits sur la liste de la commune du siège de la dernière exploitation ou sur la liste de la commune de leur nouvelle résidence, si elle se trouve dans le même département.<p></p><p></p>   Ainsi qu'il est dit à l'article R. 221-7 du code forestier, les électeurs formant le collège départemental en vue des élections des administrateurs des centres régionaux de la propriété forestière ne peuvent être inscrits sur la liste électorale pour l'élection aux chambres d'agriculture que s'ils possèdent, pour participer à cette élection, des titres autres que celui de propriétaires d'une exploitation forestière.<p></p><p></p>   Est inscrit sur la liste du collège dont il remplira les conditions à la date des élections tout électeur apportant la preuve qu'il a vocation à être inscrit à cette date dans un collège différent de celui dans lequel il devrait être inscrit à la date d'appréciation de la qualité d'électeur.<p></p><p></p>   Toute personne, qui, en raison d'une modification non prévue de sa situation professionnelle, perd sa qualité d'électeur au titre d'un collège postérieurement à la date fixée à l'article R. 511-20, peut demander, jusqu'à la veille du scrutin, au juge du tribunal d'instance son inscription sur la liste électorale du collège auquel elle peut désormais appartenir. Il en est de même de toute personne qui remplit les conditions d'inscription sur la liste électorale postérieurement à la clôture de celle-ci.<p></p>",
            "num": "R*511-9",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 961718400000,
            "dateFin": 1151625600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 300643,
            "context": {
                "titresTM": [
                    {
                        "debut": "1979-12-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098287",
                        "id": "LEGISCTA000006098287",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1990-09-30",
                        "fin": "2999-01-01",
                        "titre": "Livre V : Organismes professionnels agricoles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121475",
                        "id": "LEGISCTA000006121475",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1990-09-30",
                        "fin": "2007-08-31",
                        "titre": "Titre Ier : Chambres d'agriculture",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138426",
                        "id": "LEGISCTA000006138426",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1990-09-30",
                        "fin": "2007-08-31",
                        "titre": "Chapitre Ier : Chambres départementales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006152610",
                        "id": "LEGISCTA000006152610",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1990-09-30",
                        "fin": "2007-03-16",
                        "titre": "Section 3 : Elections",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006168739",
                        "id": "LEGISCTA000006168739",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1990-09-30",
                        "fin": "2007-03-16",
                        "titre": "Sous-section 1 : Conditions requises pour être électeur",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006183877",
                        "id": "LEGISCTA000006183877",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1990-09-30",
                        "fin": "2007-03-16",
                        "titre": "Paragraphe 1 : Electeurs votant individuellement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006193773",
                        "id": "LEGISCTA000006193773",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2010-05-08",
                        "fin": "2999-01-01",
                        "titre": "Code rural et de la pêche maritime",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000022197698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-12-01",
                        "fin": "2010-05-08",
                        "titre": "Code rural (nouveau)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000006071367",
                        "etat": "MODIFIE"
                    }
                ]
            },
            "cid": "LEGIARTI000006592222",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006193773",
            "sectionParentId": "LEGISCTA000006193773",
            "sectionParentTitre": "Paragraphe 1 : Electeurs votant individuellement.",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre V : Organismes professionnels agricoles &gt; Titre Ier : Chambres d'agriculture &gt; Chapitre Ier : Chambres départementales &gt; Section 3 : Elections &gt; Sous-section 1 : Conditions requises pour être électeur &gt; Paragraphe 1 : Electeurs votant individuellement.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006592224",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000022197698",
                    "titre": "Code rural et de la pêche maritime",
                    "titreLong": "Code rural et de la pêche maritime",
                    "etat": "VIGUEUR",
                    "dateDebut": 1273276800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                },
                {
                    "id": "LEGITEXT000006071367",
                    "titre": "Code rural",
                    "titreLong": "Code rural (nouveau)",
                    "etat": "MODIFIE",
                    "dateDebut": 312854400000,
                    "dateFin": 1273276800000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000685109",
                    "textTitle": "Décret 81-277 1981-03-18",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000685109",
                    "natureText": "DECRET",
                    "datePubliTexte": "1981-03-27",
                    "dateSignaTexte": "1981-03-18",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000584106",
                    "textTitle": "Décret n°2000-554 du 22 juin 2000 - art. 4 () JORF 23 juin 2000",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000006605260",
                    "natureText": "DECRET",
                    "datePubliTexte": "2000-06-23",
                    "dateSignaTexte": "2000-06-22",
                    "dateDebutCible": "2000-06-23"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. R511-12 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R511-12",
                    "articleId": "LEGIARTI000006592238",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1174003200000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. R571-20 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R571-20",
                    "articleId": "LEGIARTI000032716357",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1467331200000
                },
                {
                    "textCid": "LEGITEXT000006071514",
                    "textTitle": "Code forestier - art. R221-7 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R221-7",
                    "articleId": "LEGIARTI000006612095",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 306806400000
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural R511-8, R511-20",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. R511-10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R511-10",
                    "articleId": "LEGIARTI000037240202",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1532217600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006592222",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 587520000000,
                    "dateFin": 654652800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006592223",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 654652800000,
                    "dateFin": 930096000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006592224",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 961718400000,
                    "dateFin": 1151625600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006592225",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1151625600000,
                    "dateFin": 1174003200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006592226",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1174003200000,
                    "dateFin": 1269561600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022017126",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1269561600000,
                    "dateFin": 1341100800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026143558",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1341100800000,
                    "dateFin": 1514505600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036459108",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 1514505600000,
                    "dateFin": 1532217600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037240212",
                    "etat": "MODIFIE",
                    "version": "9.0",
                    "dateDebut": 1532217600000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039347431",
                    "etat": "VIGUEUR",
                    "version": "10.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R*511-9",
                "511-9",
                "R511-9"
            ],
            "versionPrecedente": "LEGIARTI000006592223",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006592223",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les électeurs remplissant les conditions fixées pour l'électorat au titre de plusieurs collèges mentionnés à l'article R. 511-8 ou dans plusieurs départements ne peuvent exercer leur droit électoral que dans un seul d'entre eux. Les électeurs qui remplissent les conditions d'électorat à la fois dans le collège des chefs d'exploitation et assimilés, prévu au 1° du premier alinéa de l'article R. 511-8 et dans le collège des propriétaires ou usufruitiers prévu au 2° du même alinéa, sont inscrits dans le collège des chefs d'exploitation, sauf volonté contraire exprimée par les intéressés. Les électeurs qui bénéficient d'une indemnité annuelle de départ ou d'une indemnité viagère de départ sont en tout état de cause inscrits dans le collège des anciens exploitants. Les électeurs qui remplissent les conditions d'électorat à la fois dans le collège des anciens exploitants et assimilés, prévu au 4° du premier alinéa de l'article R. 511-8 et dans le collège des propriétaires ou usufruitiers prévu au 2° du même alinéa, sont inscrits dans le collège des anciens exploitants, sauf volonté contraire exprimée par les intéressés. Les électeurs appartenant aux deux premiers collèges et les salariés des exploitations agricoles sont inscrits dans la commune où se trouve le siège de l'exploitation ou les parcelles au titre desquelles ils peuvent être électeurs en application de l'article R. 511-8. S'ils satisfont à l'une ou l'autre de ces conditions dans plusieurs communes, ils doivent opter pour l'une de ces communes. Les salariés des groupements professionnels sont inscrits sur la liste de la commune du lieu de leur travail effectif, c'est-à-dire dans la commune de la succursale, de l'établissement, du magasin ou du bureau où ils exercent leur activité. Les salariés itinérants sont inscrits dans la commune du siège du groupement. Les anciens exploitants ou assimilés sont inscrits sur la liste de la commune du siège de la dernière exploitation ou sur la liste de la commune de leur nouvelle résidence, si elle se trouve dans le même département. Ainsi qu'il est dit à l'article R. 221-7 du code forestier, les électeurs formant le collège départemental en vue des élections des administrateurs des centres régionaux de la propriété forestière ne peuvent être inscrits sur la liste électorale pour l'élection aux chambres d'agriculture que s'ils possèdent, pour participer à cette élection, des titres autres que celui de propriétaires d'une exploitation forestière.",
            "texteHtml": "<p></p>   Les électeurs remplissant les conditions fixées pour l'électorat au titre de plusieurs collèges mentionnés à l'article R. 511-8 ou dans plusieurs départements ne peuvent exercer leur droit électoral que dans un seul d'entre eux.<p></p><p></p>   Les électeurs qui remplissent les conditions d'électorat à la fois dans le collège des chefs d'exploitation et assimilés, prévu au 1° du premier alinéa de l'article R. 511-8 et dans le collège des propriétaires ou usufruitiers prévu au 2° du même alinéa, sont inscrits dans le collège des chefs d'exploitation, sauf volonté contraire exprimée par les intéressés.<p></p><p></p>   Les électeurs qui bénéficient d'une indemnité annuelle de départ ou d'une indemnité viagère de départ sont en tout état de cause inscrits dans le collège des anciens exploitants.<p></p><p></p>   Les électeurs qui remplissent les conditions d'électorat à la fois dans le collège des anciens exploitants et assimilés, prévu au 4° du premier alinéa de l'article R. 511-8 et dans le collège des propriétaires ou usufruitiers prévu au 2° du même alinéa, sont inscrits dans le collège des anciens exploitants, sauf volonté contraire exprimée par les intéressés.<p></p><p></p>   Les électeurs appartenant aux deux premiers collèges et les salariés des exploitations agricoles sont inscrits dans la commune où se trouve le siège de l'exploitation ou les parcelles au titre desquelles ils peuvent être électeurs en application de l'article R. 511-8. S'ils satisfont à l'une ou l'autre de ces conditions dans plusieurs communes, ils doivent opter pour l'une de ces communes.<p></p><p></p>   Les salariés des groupements professionnels sont inscrits sur la liste de la commune du lieu de leur travail effectif, c'est-à-dire dans la commune de la succursale, de l'établissement, du magasin ou du bureau où ils exercent leur activité. Les salariés itinérants sont inscrits dans la commune du siège du groupement.<p></p><p></p>   Les anciens exploitants ou assimilés sont inscrits sur la liste de la commune du siège de la dernière exploitation ou sur la liste de la commune de leur nouvelle résidence, si elle se trouve dans le même département.<p></p><p></p>   Ainsi qu'il est dit à l'article R. 221-7 du code forestier, les électeurs formant le collège départemental en vue des élections des administrateurs des centres régionaux de la propriété forestière ne peuvent être inscrits sur la liste électorale pour l'élection aux chambres d'agriculture que s'ils possèdent, pour participer à cette élection, des titres autres que celui de propriétaires d'une exploitation forestière.<p></p>",
            "num": "R*511-9",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 654652800000,
            "dateFin": 930096000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 214745,
            "context": {
                "titresTM": [
                    {
                        "debut": "1979-12-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098287",
                        "id": "LEGISCTA000006098287",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1990-09-30",
                        "fin": "2999-01-01",
                        "titre": "Livre V : Organismes professionnels agricoles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121475",
                        "id": "LEGISCTA000006121475",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1990-09-30",
                        "fin": "2007-08-31",
                        "titre": "Titre Ier : Chambres d'agriculture",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138426",
                        "id": "LEGISCTA000006138426",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1990-09-30",
                        "fin": "2007-08-31",
                        "titre": "Chapitre Ier : Chambres départementales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006152610",
                        "id": "LEGISCTA000006152610",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1990-09-30",
                        "fin": "2007-03-16",
                        "titre": "Section 3 : Elections",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006168739",
                        "id": "LEGISCTA000006168739",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1990-09-30",
                        "fin": "2007-03-16",
                        "titre": "Sous-section 1 : Conditions requises pour être électeur",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006183877",
                        "id": "LEGISCTA000006183877",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1990-09-30",
                        "fin": "2007-03-16",
                        "titre": "Paragraphe 1 : Electeurs votant individuellement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006193773",
                        "id": "LEGISCTA000006193773",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2010-05-08",
                        "fin": "2999-01-01",
                        "titre": "Code rural et de la pêche maritime",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000022197698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-12-01",
                        "fin": "2010-05-08",
                        "titre": "Code rural (nouveau)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000006071367",
                        "etat": "MODIFIE"
                    }
                ]
            },
            "cid": "LEGIARTI000006592222",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006193773",
            "sectionParentId": "LEGISCTA000006193773",
            "sectionParentTitre": "Paragraphe 1 : Electeurs votant individuellement.",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre V : Organismes professionnels agricoles &gt; Titre Ier : Chambres d'agriculture &gt; Chapitre Ier : Chambres départementales &gt; Section 3 : Elections &gt; Sous-section 1 : Conditions requises pour être électeur &gt; Paragraphe 1 : Electeurs votant individuellement.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006592223",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000022197698",
                    "titre": "Code rural et de la pêche maritime",
                    "titreLong": "Code rural et de la pêche maritime",
                    "etat": "VIGUEUR",
                    "dateDebut": 1273276800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                },
                {
                    "id": "LEGITEXT000006071367",
                    "titre": "Code rural",
                    "titreLong": "Code rural (nouveau)",
                    "etat": "MODIFIE",
                    "dateDebut": 312854400000,
                    "dateFin": 1273276800000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000685109",
                    "textTitle": "Décret 81-277 1981-03-18",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000685109",
                    "natureText": "DECRET",
                    "datePubliTexte": "1981-03-27",
                    "dateSignaTexte": "1981-03-18",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000526161",
                    "textTitle": "Décret n°90-879 du 28 septembre 1990 - art. 4 () JORF 30 septembre 1990",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000006604800",
                    "natureText": "DECRET",
                    "datePubliTexte": "1990-09-30",
                    "dateSignaTexte": "1990-09-28",
                    "dateDebutCible": "1990-09-30"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. R511-12 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R511-12",
                    "articleId": "LEGIARTI000006592238",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1174003200000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. R571-20 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R571-20",
                    "articleId": "LEGIARTI000032716357",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1467331200000
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural R511-8",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. R511-10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R511-10",
                    "articleId": "LEGIARTI000037240202",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1532217600000
                },
                {
                    "textCid": "LEGITEXT000006071514",
                    "textTitle": "Code forestier - art. R221-7 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R221-7",
                    "articleId": "LEGIARTI000006612095",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 306806400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006592222",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 587520000000,
                    "dateFin": 654652800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006592223",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 654652800000,
                    "dateFin": 930096000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006592224",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 961718400000,
                    "dateFin": 1151625600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006592225",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1151625600000,
                    "dateFin": 1174003200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006592226",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1174003200000,
                    "dateFin": 1269561600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022017126",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1269561600000,
                    "dateFin": 1341100800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026143558",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1341100800000,
                    "dateFin": 1514505600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036459108",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 1514505600000,
                    "dateFin": 1532217600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037240212",
                    "etat": "MODIFIE",
                    "version": "9.0",
                    "dateDebut": 1532217600000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039347431",
                    "etat": "VIGUEUR",
                    "version": "10.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R*511-9",
                "511-9",
                "R511-9"
            ],
            "versionPrecedente": "LEGIARTI000006592222",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006592222",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les électeurs remplissant les conditions fixées pour l'électorat au titre de plusieurs collèges mentionnés à l'article R. 511-8 ou dans plusieurs départements ne peuvent exercer leur droit électoral que dans un seul d'entre eux. Les électeurs qui remplissent les conditions d'électorat à la fois dans le collège des chefs d'exploitation et assimilés, prévu au 1° du premier alinéa de l'article R. 511-8 et dans le collège des propriétaires ou usufruitiers prévu au 2° du même alinéa, sont inscrits dans le collège des chefs d'exploitation, sauf volonté contraire exprimée par les intéressés. Les électeurs qui bénéficient d'une indemnité annuelle de départ ou d'une indemnité viagère de départ sont en tout état de cause inscrits dans le collège des anciens exploitants. Les électeurs qui remplissent les conditions d'électorat à la fois dans le collège des anciens exploitants et assimilés, prévu au 4° du premier alinéa de l'article R. 511-8 et dans le collège des propriétaires ou usufruitiers prévu au 2° du même alinéa, sont inscrits dans le collège des anciens exploitants, sauf volonté contraire exprimée par les intéressés. Les électeurs appartenant aux deux premiers collèges et les salariés des exploitations agricoles sont inscrits dans la commune où se trouve le siège de l'exploitation ou les parcelles au titre desquelles ils peuvent être électeurs en application de l'article R. 511-8. S'ils satisfont à l'une ou l'autre de ces conditions dans plusieurs communes, ils doivent opter pour l'une de ces communes. Les salariés des groupements professionnels sont inscrits sur la liste de la commune du lieu de leur travail effectif, c'est-à-dire dans la commune de la succursale, de l'établissement, du magasin ou du bureau où ils exercent leur activité. Les salariés itinérants sont inscrits dans la commune du siège du groupement. Les anciens exploitants ou assimilés sont inscrits sur la liste de la commune du siège de la dernière exploitation ou sur la liste de la commune de leur nouvelle résidence, si elle se trouve dans le même département. Ainsi qu'il est dit à l'article R. 221-7 du code forestier, les électeurs formant le collège départemental en vue des élections des administrateurs des centres régionaux de la propriété forestière ne peuvent être inscrits sur la liste électorale pour l'élection aux chambres d'agriculture que s'ils possèdent, pour participer à cette élection, des titres autres que celui de propriétaires d'une exploitation forestière.",
            "texteHtml": "<p></p>   Les électeurs remplissant les conditions fixées pour l'électorat au titre de plusieurs collèges mentionnés à l'article R. 511-8 ou dans plusieurs départements ne peuvent exercer leur droit électoral que dans un seul d'entre eux.<p></p><p></p>   Les électeurs qui remplissent les conditions d'électorat à la fois dans le collège des chefs d'exploitation et assimilés, prévu au 1° du premier alinéa de l'article R. 511-8 et dans le collège des propriétaires ou usufruitiers prévu au 2° du même alinéa, sont inscrits dans le collège des chefs d'exploitation, sauf volonté contraire exprimée par les intéressés.<p></p><p></p>   Les électeurs qui bénéficient d'une indemnité annuelle de départ ou d'une indemnité viagère de départ sont en tout état de cause inscrits dans le collège des anciens exploitants.<p></p><p></p>   Les électeurs qui remplissent les conditions d'électorat à la fois dans le collège des anciens exploitants et assimilés, prévu au 4° du premier alinéa de l'article R. 511-8 et dans le collège des propriétaires ou usufruitiers prévu au 2° du même alinéa, sont inscrits dans le collège des anciens exploitants, sauf volonté contraire exprimée par les intéressés.<p></p><p></p>   Les électeurs appartenant aux deux premiers collèges et les salariés des exploitations agricoles sont inscrits dans la commune où se trouve le siège de l'exploitation ou les parcelles au titre desquelles ils peuvent être électeurs en application de l'article R. 511-8. S'ils satisfont à l'une ou l'autre de ces conditions dans plusieurs communes, ils doivent opter pour l'une de ces communes.<p></p><p></p>   Les salariés des groupements professionnels sont inscrits sur la liste de la commune du lieu de leur travail effectif, c'est-à-dire dans la commune de la succursale, de l'établissement, du magasin ou du bureau où ils exercent leur activité. Les salariés itinérants sont inscrits dans la commune du siège du groupement.<p></p><p></p>   Les anciens exploitants ou assimilés sont inscrits sur la liste de la commune du siège de la dernière exploitation ou sur la liste de la commune de leur nouvelle résidence, si elle se trouve dans le même département.<p></p><p></p>   Ainsi qu'il est dit à l'article R. 221-7 du code forestier, les électeurs formant le collège départemental en vue des élections des administrateurs des centres régionaux de la propriété forestière ne peuvent être inscrits sur la liste électorale pour l'élection aux chambres d'agriculture que s'ils possèdent, pour participer à cette élection, des titres autres que celui de propriétaires d'une exploitation forestière.<p></p>",
            "num": "R*511-9",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 587520000000,
            "dateFin": 654652800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1979-12-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098287",
                        "id": "LEGISCTA000006098287",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1980-11-15",
                        "fin": "2007-03-16",
                        "titre": "Livre V : Chambres d'agriculture, organismes professionnels agricoles, jardins familiaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121471",
                        "id": "LEGISCTA000006121471",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1980-11-15",
                        "fin": "2007-03-16",
                        "titre": "Titre Ier : Chambres d'agriculture",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138419",
                        "id": "LEGISCTA000006138419",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1980-11-15",
                        "fin": "1990-09-30",
                        "titre": "Chapitre Ier : Chambres départementales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006152579",
                        "id": "LEGISCTA000006152579",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1982-08-05",
                        "fin": "1990-09-30",
                        "titre": "Section 3 : Elections",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006168415",
                        "id": "LEGISCTA000006168415",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1987-12-30",
                        "fin": "1990-09-30",
                        "titre": "Sous-section 1 : Conditions requises pour être électeur",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006183446",
                        "id": "LEGISCTA000006183446",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1987-12-30",
                        "fin": "1990-09-30",
                        "titre": "Paragraphe 1 : Electeurs votant individuellement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006193471",
                        "id": "LEGISCTA000006193471",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2010-05-08",
                        "fin": "2999-01-01",
                        "titre": "Code rural et de la pêche maritime",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000022197698",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-12-01",
                        "fin": "2010-05-08",
                        "titre": "Code rural (nouveau)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071367",
                        "id": "LEGITEXT000006071367",
                        "etat": "MODIFIE"
                    }
                ]
            },
            "cid": "LEGIARTI000006592222",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006193471",
            "sectionParentId": "LEGISCTA000006193471",
            "sectionParentTitre": "Paragraphe 1 : Electeurs votant individuellement.",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre V : Chambres d'agriculture, organismes professionnels agricoles, jardins familiaux &gt; Titre Ier : Chambres d'agriculture",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006592222",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000022197698",
                    "titre": "Code rural et de la pêche maritime",
                    "titreLong": "Code rural et de la pêche maritime",
                    "etat": "VIGUEUR",
                    "dateDebut": 1273276800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                },
                {
                    "id": "LEGITEXT000006071367",
                    "titre": "Code rural",
                    "titreLong": "Code rural (nouveau)",
                    "etat": "MODIFIE",
                    "dateDebut": 312854400000,
                    "dateFin": 1273276800000,
                    "cid": "LEGITEXT000006071367",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000685109",
                    "textTitle": "Décret 81-277 1981-03-18",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000685109",
                    "natureText": "DECRET",
                    "datePubliTexte": "1981-03-27",
                    "dateSignaTexte": "1981-03-18",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000685109",
                    "textTitle": "Décret 81-277 1981-03-18 art. 1 JORF 27 mars 1981 en vigueur le 15 novembre 1980",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000685109",
                    "natureText": "DECRET",
                    "datePubliTexte": "1981-03-27",
                    "dateSignaTexte": "1981-03-18",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000336974",
                    "textTitle": "Décret n°82-688 du 3 août 1982 - art. 2 () JORF 5 août 1982",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006272144",
                    "natureText": "DECRET",
                    "datePubliTexte": "1982-08-05",
                    "dateSignaTexte": "1982-08-03",
                    "dateDebutCible": "1982-08-05"
                },
                {
                    "textCid": "JORFTEXT000000704117",
                    "textTitle": "Décret 87-1058 1987-12-24 art. 6 JORF 30 décembre 1987",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000704117",
                    "natureText": "DECRET",
                    "datePubliTexte": "1987-12-30",
                    "dateSignaTexte": "1987-12-24",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000867908",
                    "textTitle": "Décret n°88-877 du 12 août 1988 - art. 1 () JORF 14 août 1988",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006601829",
                    "natureText": "DECRET",
                    "datePubliTexte": "1988-08-14",
                    "dateSignaTexte": "1988-08-12",
                    "dateDebutCible": "1988-08-14"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. R511-12 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R511-12",
                    "articleId": "LEGIARTI000006592238",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1174003200000
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural - art. R571-20 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R571-20",
                    "articleId": "LEGIARTI000032716357",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1467331200000
                },
                {
                    "textCid": "",
                    "textTitle": "Code rural R511-8",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "LEGITEXT000006071367",
                    "textTitle": "Code rural et de la pêche maritime - art. R511-10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R511-10",
                    "articleId": "LEGIARTI000037240202",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1532217600000
                },
                {
                    "textCid": "LEGITEXT000006071514",
                    "textTitle": "Code forestier - art. R221-7 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R221-7",
                    "articleId": "LEGIARTI000006612095",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 306806400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006592222",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 587520000000,
                    "dateFin": 654652800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006592223",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 654652800000,
                    "dateFin": 930096000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006592224",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 961718400000,
                    "dateFin": 1151625600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006592225",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1151625600000,
                    "dateFin": 1174003200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006592226",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1174003200000,
                    "dateFin": 1269561600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022017126",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1269561600000,
                    "dateFin": 1341100800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026143558",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1341100800000,
                    "dateFin": 1514505600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036459108",
                    "etat": "MODIFIE",
                    "version": "8.0",
                    "dateDebut": 1514505600000,
                    "dateFin": 1532217600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037240212",
                    "etat": "MODIFIE",
                    "version": "9.0",
                    "dateDebut": 1532217600000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039347431",
                    "etat": "VIGUEUR",
                    "version": "10.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R*511-9",
                "511-9",
                "R511-9"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}