{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000048875554",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les normes d'exercice professionnel relatives à la mission du commissaire aux comptes nommé pour trois exercices prévue à l'article L. 821-57 du code de commerce et à la mission du commissaire aux comptes nommé pour six exercices dans des petites entreprises, homologuées par le garde des sceaux, ministre de la justice, figure ci-dessous : NEP-911. MISSION DU COMMISSAIRE AUX COMPTES NOMMÉ POUR TROIS EXERCICES PRÉVUE À L'ARTICLE L. 821-57 DU  CODE DE COMMERCE Champ d'application 01. La présente norme a pour objet de définir les diligences proportionnées à la “ petite entreprise ” à accomplir par le commissaire aux comptes nommé pour un mandat dont la durée est limitée à trois exercices, ainsi que le formalisme qui s'attache à la réalisation de sa mission. Une “ petite entreprise ” est une personne ou entité qui ne dépasse pas, à la clôture d'un exercice social, deux des trois critères suivants : -total du bilan : quatre millions d'euros ; -montant du chiffre d'affaires hors taxes : huit millions d'euros ; -nombre moyen de salariés employés au cours de l'exercice : cinquante. Les situations dans lesquelles un commissaire aux comptes est nommé pour un mandat dont la durée est limitée à trois exercices sont définies aux paragraphes 2 à 5. 02. Un commissaire aux comptes peut être nommé pour un mandat de trois exercices par une société dont un ou plusieurs associés ou actionnaires représentant au moins le tiers du capital en ont fait la demande motivée auprès de ladite société. 03. En l'absence d'obligation légale de nommer un commissaire aux comptes pour un mandat de six exercices, une société qui répond à la définition de petite entreprise peut décider volontairement de nommer un commissaire aux comptes. Dans ce cas, cette société peut choisir de limiter la durée du mandat du commissaire aux comptes à trois exercices en application de l' article L. 821-46 du code de commerce . 04. Une entité “ tête de groupe ” est définie par les  1er et 2e alinéas de l'article L. 821-43 du code de commerce comme une personne ou entité : -non astreinte à publier des comptes consolidés ; -ne répondant pas à la définition d'une entité d'intérêt public ; -non contrôlée par une personne ou une entité qui a désigné un commissaire aux comptes, et qui forme avec les sociétés qu'elle contrôle un ensemble dépassant, à la clôture d'un exercice social, deux des trois critères suivants : -total cumulé de leurs bilans : quatre millions d'euros ; -montant cumulé hors taxes de leurs chiffres d'affaires : huit millions d'euros ; -nombre moyen cumulé de leurs salariés au cours de l'exercice : cinquante. Dans la présente norme, la notion de contrôle s'entend du contrôle direct ou indirect au sens de l' article L. 233-3 du code de commerce . Une entité tête de groupe a l'obligation de désigner au moins un commissaire aux comptes. Lorsque l'entité tête de groupe est une société qui répond à la définition de petite entreprise, elle peut choisir, en application de l' article L. 821-46 du code de commerce , de limiter la durée de son mandat à trois exercices. 05. Les petites entreprises qui sont des sociétés contrôlées par une entité tête de groupe ont l'obligation, en application du  3e alinéa de l'article L. 821-43 du code de commerce , de désigner au moins un commissaire aux comptes, lorsqu'elles dépassent, à la clôture d'un exercice social, deux des trois critères suivants : -total du bilan : deux millions d'euros ; -montant du chiffre d'affaires hors taxes : quatre millions d'euros ; -nombre moyen de salariés employés au cours de l'exercice : vingt-cinq. Dans ce cas, ces sociétés peuvent choisir de limiter la durée du mandat du commissaire aux comptes à trois exercices en application de l' article L. 821-46 du code de commerce . 06. La présente norme est également applicable aux mandats de commissaires aux comptes en cours à la date d'application effective de l' article L. 821-57 du code de commerce , et qui sont exercés dans les sociétés, quelles que soient leurs formes, qui ne dépassent pas, pour le dernier exercice clos antérieurement à cette date, deux des trois critères précisés au paragraphe 1, dès lors que ces sociétés choisissent, en accord avec leur commissaire aux comptes, que celui-ci poursuive l'exécution de sa mission jusqu'au terme initialement fixé selon les mêmes modalités que celles prévues pour l'exercice d'un mandat dont la durée est limitée à trois exercices. Nature et étendue de la mission 07. La mission du commissaire aux comptes comprend : -la mission de certification des comptes annuels, et le cas échéant, des comptes consolidés lorsque l'entité décide sur une base volontaire de publier de tels comptes, prévue à l' article L. 821-53 du code de commerce et dont il rend compte dans son rapport sur les comptes annuels, et le cas échéant, dans son rapport sur les comptes consolidés ; -l'établissement du rapport sur les risques mentionné au  1er alinéa de l'article L. 821-57 du code de commerce . Ce rapport identifie les risques financiers, comptables et de gestion auxquels est exposée la société. Pour une entité tête de groupe, ce rapport porte sur l'ensemble que la société forme avec les sociétés qu'elle contrôle ; -les autres diligences légales qui lui sont confiées par le législateur. Pour cette mission de trois exercices, le commissaire aux comptes est dispensé de la réalisation des diligences et rapports mentionnés aux articles  L. 223-19 ,  L. 223-27 ,  L. 223-34 ,  L. 223-42 ,  L. 225-40 ,  L. 225-42 ,  L. 225-88 ,  L. 225-90 ,  L. 225-103 ,  L. 225-115 ,  L. 225-135 ,  L. 225-235 ,  L. 225-244 ,  L. 226-10-1 ,  L. 227-10 ,  L. 22-10-71 ,  L. 232-3 ,  L. 232-4 ,  L. 233-6 ,  L. 233-13 ,  L. 237-6 et  L. 239-2 du code de commerce. Respect des règles de déontologie 08. Le commissaire aux comptes respecte les dispositions du code de déontologie de la profession. Il réalise sa mission conformément aux textes légaux et réglementaires et, s'agissant des normes d'exercice professionnel, à la présente norme d'exercice professionnel. Esprit critique, jugement professionnel et proportionnalité 09. Tout au long de sa mission, le commissaire aux comptes fait preuve d'esprit critique. A ce titre, il évalue de façon critique la validité des éléments collectés au cours de ses travaux et reste attentif aux informations qui contredisent ou remettent en cause la fiabilité des éléments obtenus. 10. Le commissaire aux comptes exerce son jugement professionnel pour décider de la nature, du calendrier et de l'étendue des travaux, proportionnés à la taille et à la complexité de l'entité, nécessaires pour fonder son opinion sur les comptes et établir son rapport sur les risques financiers, comptables et de gestion. Implication du commissaire aux comptes 11. Le commissaire aux comptes veille à être compris du dirigeant quant à l'objectif de sa mission et aux modalités pratiques de sa réalisation. Si le commissaire aux comptes fait appel à des collaborateurs, il veille à rester l'interlocuteur principal du dirigeant, notamment pour la prise de connaissance de l'entité et de son environnement et la restitution des conclusions des travaux mis en œuvre. Lettre de mission 12. Au plus tard à l'issue de la prise de connaissance de l'entité et de son environnement, le commissaire aux comptes établit une lettre de mission pouvant porter sur les trois exercices de son mandat et définissant les termes et conditions de son intervention. Si nécessaire, il revoit les termes de la lettre de mission en cours de mandat. Il demande à l'entité de confirmer par écrit son accord sur les termes et conditions exposés. Mise en œuvre de la mission de certification des comptes 13. Pour certifier les comptes, le commissaire aux comptes met en œuvre un audit des comptes afin d'obtenir l'assurance que les comptes, pris dans leur ensemble, ne comportent pas d'anomalies significatives. Cette assurance élevée, mais non absolue du fait des limites de l'audit est qualifiée, par convention, d'“ assurance raisonnable ”. Les limites de l'audit résultent notamment de l'utilisation des techniques de sondages, des limites inhérentes au contrôle interne, et du fait que la plupart des éléments collectés au cours de la mission conduisent davantage à des présomptions qu'à des certitudes. 14. La notion de caractère significatif est appliquée par le commissaire aux comptes pour planifier et réaliser son audit, puis pour évaluer l'incidence des anomalies non corrigées dans les comptes. Le commissaire aux comptes met en œuvre la notion de caractère significatif en considérant le montant des anomalies, leur nature et les circonstances particulières de leur survenance. La détermination du caractère significatif des anomalies relève du jugement professionnel du commissaire aux comptes et reflète sa perception de ce qui peut influencer le jugement des utilisateurs de comptes. Pour évaluer le caractère significatif d'une anomalie à partir de son montant, le commissaire aux comptes détermine un seuil de signification, montant au-delà duquel les décisions économiques ou le jugement fondé sur les comptes sont susceptibles d'être influencés. Ce seuil sert également de référence pour déterminer la nature et l'étendue des procédures d'audit à mettre en œuvre. Au cours de la mission, le commissaire aux comptes reconsidère le seuil de signification s'il a connaissance de faits nouveaux ou d'évolutions de l'entité qui remettent en cause l'évaluation initiale de ce seuil. 15. La démarche pour la mise en œuvre de la mission de certification des comptes comprend les phases suivantes : -la prise de connaissance de l'entité en vue de l'identification et de l'évaluation du risque d'anomalies significatives dans les comptes ainsi que la planification de la mission ; -les procédures d'audit mises en œuvre en réponse à l'évaluation du risque d'anomalies significatives ; -les procédures d'audit mises en œuvre indépendamment de l'évaluation du risque d'anomalies significatives. En outre, pour la certification des comptes consolidés, le commissaire aux comptes se réfère à la démarche prévue par la norme d'exercice professionnel relative aux principes applicables à l'audit des comptes consolidés et l'applique de manière adaptée à la taille et à la complexité de l'ensemble consolidé. Le commissaire aux comptes est vigilant sur tout événement ou circonstance susceptible de mettre en cause la continuité d'exploitation et apprécie si l'établissement des comptes dans une perspective de continuité d'exploitation est approprié. En application des articles L. 821-60 et L. 821-61 du code de commerce, le commissaire aux comptes opère toutes vérifications et tous contrôles qu'il juge opportun et peut se faire communiquer toutes les pièces qu'il estime utiles à l'exercice de sa mission. Lorsqu'il intervient dans une entité tête de groupe ces investigations peuvent être faites tant auprès de l'entité tête de groupe que des personnes ou entités qui la contrôlent ou qui sont contrôlées par elle au sens des I et II et de l'article L. 233-3 du code de commerce. Dans le cadre de la démarche visant à la certification des comptes, le commissaire aux comptes identifie les risques financiers, comptables et de gestion auxquels est exposée l'entité et qu'il estime d'une importance suffisante pour être portés à l'attention du dirigeant. Lorsqu'il intervient dans une entité tête de groupe, le commissaire aux comptes met en œuvre, en complément, les diligences prévues aux paragraphes 35 à 37. 16. Lorsque l'entité a recours aux services d'un expert-comptable, le commissaire aux comptes prend contact avec l'expert-comptable pour s'informer du contenu de la mission qui lui a été confiée. Lorsqu'il envisage d'utiliser les travaux de l'expert-comptable, le commissaire aux comptes se fait communiquer les travaux réalisés et apprécie s'ils peuvent contribuer à la formation de son opinion sur les comptes. En fonction de cette appréciation, le commissaire aux comptes détermine les procédures d'audit supplémentaires dont la mise en œuvre lui paraît nécessaire. Prise de connaissance de l'entité et de son environnement en vue de l'évaluation du risque d'anomalies significatives dans les comptes et planification de la mission 17. Le commissaire aux comptes acquiert une connaissance suffisante de l'entité afin d'identifier et d'évaluer le risque d'anomalies significatives dans les comptes, qu'elles résultent d'erreurs ou de fraudes. Pour ce faire, il s'entretient avec le dirigeant et le cas échéant avec les personnes appropriées au sein de l'entité et prend connaissance : -du secteur d'activité de l'entité et de la nature plus ou moins complexe de ses activités ; -de ses objectifs et de sa stratégie ; -de sa structure juridique ; -de son organisation et de son financement ; -des textes légaux et réglementaires applicables, notamment en matière de référentiel comptable ; -des éléments du contrôle interne pertinents pour l'audit ; -des relations et transactions avec les parties liées ; -de l'importance des estimations comptables ; -de l'existence de procès, contentieux ou de litiges. Le commissaire aux comptes prend en considération le comportement et l'éthique professionnels du dirigeant et son implication dans le processus d'autorisation et de contrôle des opérations. 18. Lors de sa prise de connaissance de l'entité et de son environnement, le commissaire aux comptes met en œuvre des procédures analytiques. Les procédures analytiques consistent à apprécier des informations financières à partir de leurs corrélations avec d'autres informations, issues ou non des comptes, ou avec des données antérieures, postérieures ou prévisionnelles de l'entité ou d'entités similaires et à partir de l'analyse des variations significatives ou des tendances inattendues. Les procédures analytiques peuvent notamment permettre au commissaire aux comptes d'identifier des opérations ou des évènements inhabituels ou incohérents. 19. A l'issue de sa prise de connaissance de l'entité et de son environnement, le commissaire aux comptes consigne dans un plan de mission : -l'approche générale des travaux en réponse à l'évaluation du risque d'anomalies significatives dans les comptes ; -le programme de travail définissant la nature et l'étendue des diligences estimées nécessaires ; -le nombre d'heures de travail affectées à l'accomplissement de ces diligences ; -le seuil de signification retenu ; -le calendrier et les intervenants. 20. Sur la base des éléments collectés lors de la mise en œuvre des procédures d'audit, le commissaire aux comptes peut décider de modifier les éléments planifiés et consignés dans le plan de mission. Il peut être ainsi amené à modifier son approche générale, à revoir ses choix et à prévoir des travaux complémentaires ou différents. 21. Lorsque le commissaire aux comptes intervient au titre de la première année de son mandat, il vérifie que le bilan de clôture de l'exercice précédent repris pour l'ouverture du premier exercice dont il certifie les comptes ne contient pas d'anomalies significatives susceptibles d'avoir une incidence sur les comptes de l'exercice. Lorsque les comptes de l'exercice précédent ont fait l'objet d'une certification par un commissaire aux comptes, le commissaire aux comptes prend connaissance du dossier de travail de son prédécesseur, s'il l'estime nécessaire. La certification sans réserve des comptes de l'exercice précédent constitue une présomption de régularité et sincérité du bilan d'ouverture. Si les comptes de l'exercice précédent n'ont pas fait l'objet d'une certification ou si le commissaire aux comptes n'a pas pris connaissance du dossier de travail de son prédécesseur ou n'a pas obtenu des travaux de celui-ci les éléments suffisants et appropriés estimés nécessaires, les procédures mises en œuvre pour les besoins de la certification des comptes de l'exercice peuvent lui permettre d'obtenir les éléments suffisants et appropriés pour conclure sur certains soldes de comptes du bilan d'ouverture. Lorsque ces procédures ne permettent pas au commissaire aux comptes d'obtenir les éléments suffisants et appropriés estimés nécessaires, il met en œuvre des procédures complémentaires. Lorsque les comptes de l'exercice précédent n'ont pas fait l'objet d'une certification par un commissaire aux comptes, le commissaire aux comptes le mentionne dans son rapport. Procédures d'audit mises en œuvre en réponse à l'évaluation du risque d'anomalies significatives 22. En réponse à son évaluation du risque d'anomalies significatives, le commissaire aux comptes conçoit et met en œuvre des procédures d'audit qui peuvent comprendre, selon son jugement professionnel : -des tests de procédures ; -des contrôles de substance consistant en des tests de détail et/ ou des procédures analytiques ; -une approche mixte utilisant à la fois des tests de procédures et des contrôles de substance. 23. Le commissaire aux comptes utilise une ou plusieurs des techniques de contrôle suivantes : -les procédures analytiques qui, utilisées comme contrôles de substance, consistent à apprécier des éléments de comptes à partir de leurs corrélations avec d'autres données financières ou non. Pour cela, le commissaire aux comptes détermine les montants attendus dans les comptes et les écarts jugés acceptables entre ces montants et les montants enregistrés ; -l'inspection des enregistrements ou des documents, qui consiste à examiner des enregistrements ou des documents, soit internes soit externes, sous forme papier, sous forme électronique ou autres supports ; -l'inspection des actifs corporels, qui correspond à un contrôle physique des actifs corporels ; -l'observation physique, qui consiste à examiner la façon dont une procédure est exécutée au sein de l'entité ; -la demande d'information qui peut être adressée à des personnes internes ou externes à l'entité ; -la demande de confirmation de tiers, qui consiste à obtenir de la part d'un tiers une déclaration directement adressée au commissaire aux comptes concernant une ou plusieurs informations ; -la vérification d'un calcul ; -la re-exécution d'un contrôle, qui porte sur des contrôles réalisés à l'origine par l'entité. 24. Le commissaire aux comptes détermine les méthodes appropriées de sélection des éléments à contrôler parmi les suivantes : -la sélection de tous les éléments, méthode principalement utilisée lorsque la population est constituée d'un petit nombre d'éléments ; -la sélection d'éléments spécifiques, méthode utilisée pour couvrir en valeur une large proportion de la population ou pour contrôler des éléments inhabituels en raison de leur importance ou de leur nature ; -les sondages statistiques ou non statistiques. 25. Lorsque le commissaire aux comptes intervient plusieurs semaines après la clôture de l'exercice, il peut estimer pertinent de contrôler les créances clients par les encaissements intervenus sur la période subséquente et les dettes fournisseurs par rapport aux factures reçues ou aux règlements effectués postérieurement à la clôture. L'utilisation de ces techniques de contrôle peut permettre de limiter les demandes de confirmation des clients et fournisseurs ou se substituer au recours à de telles confirmations. 26. Le calendrier d'intervention du commissaire aux comptes peut également lui permettre de s'appuyer, pour le contrôle de certaines estimations comptables, sur l'examen du dénouement postérieur à la clôture de l'exercice des opérations objets de ces estimations. 27. Le commissaire aux comptes assiste à la prise d'inventaire physique des stocks lorsqu'il estime que les stocks sont significatifs ou présentent un risque d'anomalies significatives. Si, en raison de circonstances imprévues, il ne peut être présent à la date prévue pour la prise d'inventaire physique, et dans la mesure où il existe un inventaire permanent, il intervient à une autre date. Lorsque sa présence à la prise d'inventaire physique est impossible, notamment en raison de la nature et du lieu de cet inventaire, le commissaire aux comptes détermine s'il peut mettre en œuvre des procédures d'audit alternatives fournissant des éléments présentant un caractère probant équivalent. Procédures d'audit mises en œuvre indépendamment de l'évaluation du risque d'anomalies significatives 28. Indépendamment de l'évaluation du risque d'anomalies significatives, le commissaire aux comptes conçoit et met en œuvre des contrôles de substance pour chaque compte présentant un caractère significatif. Selon son jugement professionnel, le commissaire aux comptes peut décider de limiter ses travaux à des procédures analytiques ou à un nombre restreint de tests de détails. 29. De plus, le commissaire aux comptes met en œuvre les procédures d'audit suivantes : -compréhension de la justification économique d'opérations importantes qui lui semblent être en dehors des activités ordinaires de l'entité, ou qui lui apparaissent inhabituelles eu égard à sa connaissance de l'entité et de son environnement ; -évaluation de la conformité au référentiel comptable applicable pour la présentation des comptes, notamment pour la reconnaissance des produits et y compris les informations fournies en annexe ; -rapprochement des comptes, y compris des informations fournies dans l'annexe avec les documents comptables dont ils sont issus ; -vérification du report des montants figurant dans les comptes de l'exercice précédent, y compris dans l'annexe ; -examen des rapprochements bancaires à la clôture de l'exercice ; -examen des écritures d'inventaire ; -identification et prise en compte des évènements postérieurs à la clôture. 30. Le commissaire aux comptes effectue une revue de la cohérence d'ensemble des comptes au regard des éléments collectés tout au long de l'audit. Traitement des anomalies relevées au cours de la mission 31. Au cours de la mission, le commissaire aux comptes communique en temps utile, au dirigeant de l'entité ou au niveau approprié de responsabilité, les anomalies qu'il a relevées autres que celles qui sont manifestement insignifiantes. Le commissaire aux comptes demande la correction de ces anomalies. A la fin de la mission, le commissaire aux comptes récapitule les anomalies non corrigées, autres que celles qui sont manifestement insignifiantes, ainsi que les anomalies non corrigées relevées au cours des exercices précédents et dont les effets perdurent. Il détermine si les anomalies non corrigées, prises individuellement ou en cumulé, sont significatives. Déclarations écrites de la direction 32. Si, au titre d'un ou plusieurs éléments à contrôler, les procédures d'audit ne permettent pas au commissaire aux comptes d'obtenir les éléments probants nécessaires pour fonder son opinion sur les comptes, il peut, sur la base de son jugement professionnel, demander au dirigeant de lui confirmer par écrit certaines de ses déclarations orales. Lorsque le dirigeant refuse, le commissaire aux comptes s'enquiert des raisons de ce refus et, en fonction des réponses formulées, en tire les conséquences éventuelles sur l'expression de son opinion sur les comptes. Communication avec les organes mentionnés à l'article L. 821-63 du code de commerce 33. Selon son jugement professionnel et au moment qu'il juge approprié au regard de l'importance du sujet, le commissaire aux comptes porte à la connaissance du dirigeant ou d'un autre organe de direction ou de l'organe collégial chargé de l'administration ou de l'organe de surveillance : -l'étendue et le calendrier des travaux d'audit ; -ses commentaires éventuels sur les pratiques comptables de l'entité susceptibles d'avoir une incidence significative sur les comptes ; -le cas échéant, les événements ou circonstances identifiés susceptibles de mettre en cause la continuité d'exploitation ; -les modifications qui lui paraissent devoir être apportées aux comptes devant être arrêtés ou aux autres documents comptables ; -les irrégularités et les inexactitudes qu'il aurait découvertes ; -les conclusions auxquelles conduisent les observations et rectifications ci-dessus sur les résultats de la période comparés à ceux de la période précédente ; -les motifs de l'observation, de la certification avec réserve, du refus de certifier ou de l'impossibilité de certifier qu'il envisage, le cas échéant, de formuler dans son rapport sur les comptes. 34. Le commissaire aux comptes communique par écrit les éléments importants relatifs à sa mission lorsqu'il considère qu'une communication orale ne serait pas appropriée ou lorsque des dispositions légales ou réglementaires le prévoient spécifiquement. Diligences mises en œuvre pour l'établissement du rapport sur les risques financiers, comptables et de gestion 35. En vue de l'élaboration du rapport sur les risques financiers, comptables et de gestion, le commissaire aux comptes est attentif tout au long de sa mission de certification des comptes aux risques financiers, comptables et de gestion auxquels est exposée la société et qu'il estime d'une importance suffisante pour être portés à l'attention du dirigeant. 36. Lorsqu'il intervient dans une entité tête de groupe, le commissaire aux comptes est également attentif aux risques financiers, comptables et de gestion auxquels sont exposées les sociétés qu'elle contrôle qu'il pourrait identifier au cours de sa mission de certification des comptes de l'entité tête de groupe, notamment lors de la prise de connaissance de ses activités et du contrôle des immobilisations financières qu'elle détient ainsi que des informations fournies en annexe. 37. En outre, le commissaire aux comptes de l'entité tête de groupe demande aux commissaires aux comptes des sociétés contrôlées nommés pour un mandat de trois exercices la communication des rapports sur les risques financiers, comptables et de gestion auxquels ces sociétés sont exposées. 38. En l'absence de rapport sur les risques financiers, comptables et de gestion d'une société contrôlée, ou si ce rapport n'est pas disponible dans des délais compatibles avec l'établissement de son rapport sur les risques, le commissaire aux comptes de l'entité tête de groupe apprécie, selon son jugement professionnel, s'il doit compléter les informations recueillies dans le cadre de sa mission de certification des comptes de l'entité tête de groupe par : -des entretiens avec les dirigeants des sociétés contrôlées ; -et/ ou des échanges avec les commissaires aux comptes des sociétés contrôlées, libérés du secret professionnel en application du  3e alinéa de l'article L. 821-35 du code de commerce . Autres diligences légales confiées par le législateur au commissaire aux comptes 39. Il appartient au commissaire aux comptes de procéder au contrôle des documents adressés à l'organe appelé à statuer sur les comptes. Pour ce faire, il met en œuvre les diligences prévues par la norme d'exercice professionnel relative aux diligences du commissaire aux comptes relatives au rapport de gestion, aux autres documents sur la situation financière et les comptes et aux informations relevant du rapport sur le gouvernement d'entreprise adressés aux membres de l'organe appelé à statuer sur les comptes. 40. En application de l'article L. 821-10 du code de commerce, le commissaire aux comptes signale à la plus prochaine assemblée générale ou réunion de l'organe compétent les irrégularités et inexactitudes relevées au cours de l'accomplissement de sa mission et révèle au procureur de la République les faits délictueux dont il a eu connaissance, sans que sa responsabilité puisse être engagée par cette révélation. 41. Le commissaire aux comptes met également en œuvre les dispositions prévues par la norme d'exercice professionnel relative aux obligations du commissaire aux comptes relatives à la lutte contre le blanchiment des capitaux et le financement du terrorisme. 42. Lorsque le commissaire aux comptes relève, à l'occasion de l'exercice de sa mission, des faits de nature à compromettre la continuité de l'exploitation, il met en œuvre les dispositions prévues par les textes légaux et réglementaires relatifs à la procédure d'alerte et il en tire les conséquences éventuelles sur son rapport sur les comptes. La continuité d'exploitation est appréciée sur une période de douze mois à compter de la clôture de l'exercice. 43. Plus généralement, le commissaire aux comptes met en œuvre les autres diligences légales qui lui sont confiées par le législateur. Rapport du commissaire aux comptes établi en application de l'article L. 821-53 du code de commerce 44. Le commissaire aux comptes établit le rapport mentionné au 1er alinéa de l'article L. 821-53 du code de commerce dans lequel il certifie, en justifiant de ses appréciations, que les comptes annuels sont réguliers et sincères et donnent une image fidèle du résultat des opérations de l'exercice écoulé ainsi que de la situation financière et du patrimoine de l'entité à la fin de cet exercice. En outre, lorsque la personne ou entité décide sur une base volontaire de publier des comptes consolidés, le commissaire aux comptes établit le rapport mentionné au  2e alinéa de l'article L. 821-53 du code de commerce dans lequel il certifie, en justifiant de ses appréciations, que les comptes consolidés sont réguliers et sincères et donnent une image fidèle du patrimoine, de la situation financière ainsi que du résultat de l'ensemble constitué par les personnes et entités comprises dans la consolidation. 45. Le commissaire aux comptes exprime son opinion selon les dispositions des paragraphes 6 à 14 de la norme d'exercice professionnel relative aux rapports du commissaire aux comptes sur les comptes annuels et consolidés. 46. La justification des appréciations par le commissaire aux comptes a pour objet de permettre au destinataire du rapport de mieux comprendre l'opinion émise sur les comptes. Le commissaire aux comptes, sur la base de son jugement professionnel, peut adopter une rédaction succincte pour la justification de ses appréciations. 47. Le contenu du rapport respecte les dispositions prévues au paragraphe 18 de la norme relative aux rapports du commissaire aux comptes sur les comptes annuels et consolidés. Rapport du commissaire aux comptes sur les risques financiers, comptables et de gestion 48. Le contenu et la forme du rapport sont adaptés à l'entité selon le jugement professionnel du commissaire aux comptes, sur la base des risques financiers, comptables et de gestion identifiés lors des travaux mis en œuvre et qu'il estime d'une importance suffisante pour être portés à l'attention du dirigeant. 49. Le commissaire aux comptes s'assure de la cohérence de son rapport sur les risques avec l'opinion émise sur les comptes. 50. Le commissaire aux comptes formule, s'il le juge nécessaire, des recommandations visant à réduire les risques identifiés en tenant compte de la taille de l'entité et de ses caractéristiques. Dans ce cas, le commissaire aux comptes veille au respect des règles d'indépendance et de non-immixtion dans la gestion. 51. Dans le cas d'une entité tête de groupe, le rapport sur les risques financiers, comptables et de gestion portant sur l'ensemble que l'entité forme avec les sociétés qu'elle contrôle, le commissaire aux comptes mentionne les sources d'information utilisées. 52. Préalablement à l'émission de son rapport, le commissaire aux comptes s'entretient avec le dirigeant des risques financiers, comptables et de gestion identifiés pour s'assurer de la pertinence des recommandations formulées. 53. En fonction de l'importance des risques dont il est fait état dans son rapport, le commissaire aux comptes, sur la base de son jugement professionnel, évalue la nécessité de communiquer tout ou partie du rapport aux autres organes visés à l' article L. 821-63 du code de commerce . Documentation des travaux 54. Le commissaire aux comptes constitue dans le respect de l' article D. 821-186 du code de commerce un dossier adapté à la taille et aux caractéristiques de l'entité contrôlée en tenant compte du principe de proportionnalité. 55. Ce dossier permet à toute autre personne ayant une expérience de la pratique de l'audit et n'ayant pas participé à la mission d'être en mesure de comprendre la démarche adoptée, les travaux effectués, l'opinion émise et le rapport sur les risques financiers, comptables et de gestion. 56. En particulier, le commissaire aux comptes formalise dans son dossier : -les échanges intervenus avec le dirigeant de l'entité ou avec d'autres interlocuteurs au titre des éléments collectés au cours de sa mission pour l'établissement du rapport sur les risques financiers, comptables et de gestion ; -les échanges verbaux avec les organes mentionnés à l' article L. 821-63 du code de commerce et la date de ces échanges ainsi qu'une copie de ses communications écrites. NEP-912. MISSSION DU COMMISSAIRE AUX COMPTES NOMMÉ POUR SIX EXERCICES DANS DES PETITES ENTREPRISES Champ d'application 01. La présente norme a pour objet de définir les diligences proportionnées à la “ petite entreprise ” à accomplir par le commissaire aux comptes désigné par une telle entreprise pour un mandat de six exercices, ainsi que le formalisme qui s'attache à la réalisation de sa mission. Une “ petite entreprise ” est une personne ou entité qui ne dépasse pas, à la clôture d'un exercice social, deux des trois critères suivants : -total du bilan : quatre millions d'euros ; -montant du chiffre d'affaires hors taxes : huit millions d'euros ; -nombre moyen de salariés employés au cours de l'exercice : cinquante. Les situations visées par la présente norme sont définies aux paragraphes 2 à 4. 02. En l'absence d'obligation légale de nommer un commissaire aux comptes pour un mandat de six exercices, une personne ou entité qui répond à la définition de petite entreprise peut décider volontairement de nommer un commissaire aux comptes. Lorsque cette personne ou entité est une société, elle peut choisir de lui confier un mandat de six exercices. Lorsque cette personne ou entité n'est pas une société, la durée du mandat du commissaire aux comptes est obligatoirement de six exercices. 03. Une entité “ tête de groupe ” est définie par les  1er et 2e alinéas de l'article L. 821-43 du code de commerce comme une personne ou entité : -non astreinte à publier des comptes consolidés ; -ne répondant pas à la définition d'une entité d'intérêt public ; -non contrôlée par une personne ou une entité qui a désigné un commissaire aux comptes, et qui forme avec les sociétés qu'elle contrôle un ensemble dépassant, à la clôture d'un exercice social, deux des trois critères suivants : -total cumulé de leurs bilans : quatre millions d'euros ; -montant cumulé hors taxes de leurs chiffres d'affaires : huit millions d'euros ; -nombre moyen cumulé de leurs salariés au cours de l'exercice : cinquante. Dans la présente norme, la notion de contrôle s'entend du contrôle direct ou indirect au sens de l'article L. 233-3 du code de commerce. Une entité tête de groupe a l'obligation de désigner au moins un commissaire aux comptes. Lorsque l'entité tête de groupe est une société qui répond à la définition de petite entreprise, elle peut choisir de confier à son commissaire aux comptes un mandat de six exercices. Lorsque l'entité tête de groupe n'est pas une société mais qu'elle répond à la définition de petite entreprise, la durée du mandat du commissaire aux comptes est obligatoirement de six exercices. 04. Les petites entreprises qui sont des sociétés contrôlées par une entité tête de groupe ont l'obligation, en application du 3e alinéa de l'article L. 821-43 du code de commerce, de désigner au moins un commissaire aux comptes, lorsqu'elles dépassent, à la clôture d'un exercice social, deux des trois critères suivants : -total du bilan : deux millions d'euros ; -montant du chiffre d'affaires hors taxes : quatre millions d'euros ; -nombre moyen de salariés employés au cours de l'exercice : vingt-cinq. Dans ce cas, ces sociétés peuvent choisir de confier au commissaire aux comptes un mandat de six exercices. 05. Le commissaire aux comptes peut appliquer la présente norme aux mandats en cours au 27 mai 2019, date d'application effective des dispositions issues de la loi n° 2019-486 du 22 mai 2019 relative à la croissance et à la transformation des entreprises, dans les sociétés, quelles que soient leurs formes, qui ne dépassent pas, pour le dernier exercice clos antérieurement à cette date, deux des trois critères précisés au paragraphe 1, et qui en font le choix en accord avec lui. Nature et étendue de la mission 06. La mission du commissaire aux comptes comprend : -la mission de certification des comptes annuels, et le cas échéant, des comptes consolidés lorsque l'entité décide sur une base volontaire de publier de tels comptes, prévue à l'article L. 821-53 du code de commerce  et dont il rend compte dans son rapport sur les comptes annuels, et le cas échéant, dans son rapport sur les comptes consolidés ; -les autres diligences légales qui lui sont confiées par le législateur et qui donnent lieu, lorsque les textes légaux et réglementaires le prévoient, à des restitutions spécifiques. Respect des règles de déontologie 07. Le commissaire aux comptes respecte les dispositions du code de déontologie de la profession. Il réalise sa mission conformément aux textes légaux et réglementaires et, s'agissant des normes d'exercice professionnel, à la présente norme d'exercice professionnel. Esprit critique, jugement professionnel et proportionnalité 08. Tout au long de sa mission, le commissaire aux comptes fait preuve d'esprit critique. A ce titre, il évalue de façon critique la validité des éléments collectés au cours de ses travaux et reste attentif aux informations qui contredisent ou remettent en cause la fiabilité des éléments obtenus. 09. Le commissaire aux comptes exerce son jugement professionnel pour décider de la nature, du calendrier et de l'étendue des travaux, proportionnés à la taille et à la complexité de l'entité, nécessaires pour fonder son opinion sur les comptes. Implication du commissaire aux comptes 10. Le commissaire aux comptes veille à être compris du dirigeant quant à l'objectif de sa mission et aux modalités pratiques de sa réalisation. Si le commissaire aux comptes fait appel à des collaborateurs, il veille à rester l'interlocuteur principal du dirigeant, notamment pour la prise de connaissance de l'entité et de son environnement et la restitution des conclusions des travaux mis en œuvre. Lettre de mission 11. Au plus tard à l'issue de la prise de connaissance de l'entité et de son environnement, le commissaire aux comptes établit une lettre de mission pouvant porter sur les six exercices de son mandat et définissant les termes et conditions de son intervention. Si nécessaire, il revoit les termes de la lettre de mission en cours de mandat. Il demande à l'entité de confirmer par écrit son accord sur les termes et conditions exposés. Mise en œuvre de la mission de certification des comptes 12. Pour certifier les comptes, le commissaire aux comptes met en œuvre un audit des comptes afin d'obtenir l'assurance que les comptes, pris dans leur ensemble, ne comportent pas d'anomalies significatives. Cette assurance élevée, mais non absolue du fait des limites de l'audit est qualifiée, par convention, d'“ assurance raisonnable ”. Les limites de l'audit résultent notamment de l'utilisation des techniques de sondages, des limites inhérentes au contrôle interne, et du fait que la plupart des éléments collectés au cours de la mission conduisent davantage à des présomptions qu'à des certitudes. 13. La notion de caractère significatif est appliquée par le commissaire aux comptes pour planifier et réaliser son audit, puis pour évaluer l'incidence des anomalies non corrigées dans les comptes. Le commissaire aux comptes met en œuvre la notion de caractère significatif en considérant le montant des anomalies, leur nature et les circonstances particulières de leur survenance. La détermination du caractère significatif des anomalies relève du jugement professionnel du commissaire aux comptes et reflète sa perception de ce qui peut influencer le jugement des utilisateurs de comptes. Pour évaluer le caractère significatif d'une anomalie à partir de son montant, le commissaire aux comptes détermine un seuil de signification, montant au-delà duquel les décisions économiques ou le jugement fondé sur les comptes sont susceptibles d'être influencés. Ce seuil sert également de référence pour déterminer la nature et l'étendue des procédures d'audit à mettre en œuvre. Au cours de la mission, le commissaire aux comptes reconsidère le seuil de signification s'il a connaissance de faits nouveaux ou d'évolutions de l'entité qui remettent en cause l'évaluation initiale de ce seuil. 14. La démarche pour la mise en œuvre de la mission de certification des comptes comprend les phases suivantes : -la prise de connaissance de l'entité en vue de l'identification et de l'évaluation du risque d'anomalies significatives dans les comptes ainsi que la planification de la mission ; -les procédures d'audit mises en œuvre en réponse à l'évaluation du risque d'anomalies significatives ; -les procédures d'audit mises en œuvre indépendamment de l'évaluation du risque d'anomalies significatives. En outre, pour la certification des comptes consolidés, le commissaire aux comptes se réfère à la démarche prévue par la norme d'exercice professionnel relative aux principes applicables à l'audit des comptes consolidés et l'applique de manière adaptée à la taille et à la complexité de l'ensemble consolidé. Le commissaire aux comptes est vigilant sur tout événement ou circonstance susceptible de mettre en cause la continuité d'exploitation et apprécie si l'établissement des comptes dans une perspective de continuité d'exploitation est approprié. En application des articles L. 821-60 et L. 821-61 du code de commerce, le commissaire aux comptes opère toutes vérifications et tous contrôles qu'il juge opportuns et peut se faire communiquer toutes les pièces qu'il estime utiles à l'exercice de sa mission. Lorsqu'il intervient dans une entité tête de groupe ces investigations peuvent être faites tant auprès de l'entité tête de groupe que des personnes ou entités qui la contrôlent ou qui sont contrôlées par elle au sens des I et II et de l'article L. 233-3 du code de commerce. 15. Lorsque l'entité a recours aux services d'un expert-comptable, le commissaire aux comptes prend contact avec l'expert-comptable pour s'informer du contenu de la mission qui lui a été confiée. Lorsqu'il envisage d'utiliser les travaux de l'expert-comptable, le commissaire aux comptes se fait communiquer les travaux réalisés et apprécie s'ils peuvent contribuer à la formation de son opinion sur les comptes. En fonction de cette appréciation, le commissaire aux comptes détermine les procédures d'audit supplémentaires dont la mise en œuvre lui paraît nécessaire. Prise de connaissance de l'entité et de son environnement en vue de l'évaluation du risque d'anomalies significatives dans les comptes et planification de la mission 16. Le commissaire aux comptes acquiert une connaissance suffisante de l'entité afin d'identifier et d'évaluer le risque d'anomalies significatives dans les comptes, qu'elles résultent d'erreurs ou de fraudes. Pour ce faire, il s'entretient avec le dirigeant et le cas échéant avec les personnes appropriées au sein de l'entité et prend connaissance : -du secteur d'activité de l'entité et de la nature plus ou moins complexe de ses activités ; -de ses objectifs et de sa stratégie ; -de sa structure juridique ; -de son organisation et de son financement ; -des textes légaux et réglementaires applicables, notamment en matière de référentiel comptable ; -des éléments du contrôle interne pertinents pour l'audit ; -des relations et transactions avec les parties liées ; -de l'importance des estimations comptables ; -de l'existence de procès, contentieux ou de litiges. Le commissaire aux comptes prend en considération le comportement et l'éthique professionnels du dirigeant et son implication dans le processus d'autorisation et de contrôle des opérations. 17. Lors de sa prise de connaissance de l'entité et de son environnement, le commissaire aux comptes met en œuvre des procédures analytiques. Les procédures analytiques consistent à apprécier des informations financières à partir de leurs corrélations avec d'autres informations, issues ou non des comptes, ou avec des données antérieures, postérieures ou prévisionnelles de l'entité ou d'entités similaires et à partir de l'analyse des variations significatives ou des tendances inattendues. Les procédures analytiques peuvent notamment permettre au commissaire aux comptes d'identifier des opérations ou des évènements inhabituels ou incohérents. 18. A l'issue de sa prise de connaissance de l'entité et de son environnement, le commissaire aux comptes consigne dans un plan de mission : -l'approche générale des travaux en réponse à l'évaluation du risque d'anomalies significatives dans les comptes ; -le programme de travail définissant la nature et l'étendue des diligences estimées nécessaires ; -le nombre d'heures de travail affectées à l'accomplissement de ces diligences ; -le seuil de signification retenu ; -le calendrier et les intervenants. 19. Sur la base des éléments collectés lors de la mise en œuvre des procédures d'audit, le commissaire aux comptes peut décider de modifier les éléments planifiés et consignés dans le plan de mission. Il peut être ainsi amené à modifier son approche générale, à revoir ses choix et à prévoir des travaux complémentaires ou différents. 20. Lorsque le commissaire aux comptes intervient au titre de la première année de son mandat, il vérifie que le bilan de clôture de l'exercice précédent repris pour l'ouverture du premier exercice dont il certifie les comptes ne contient pas d'anomalies significatives susceptibles d'avoir une incidence sur les comptes de l'exercice. Lorsque les comptes de l'exercice précédent ont fait l'objet d'une certification par un commissaire aux comptes, le commissaire aux comptes prend connaissance du dossier de travail de son prédécesseur, s'il l'estime nécessaire. La certification sans réserve des comptes de l'exercice précédent constitue une présomption de régularité et sincérité du bilan d'ouverture. Si les comptes de l'exercice précédent n'ont pas fait l'objet d'une certification ou si le commissaire aux comptes n'a pas pris connaissance du dossier de travail de son prédécesseur ou n'a pas obtenu des travaux de celui-ci les éléments suffisants et appropriés estimés nécessaires, les procédures mises en œuvre pour les besoins de la certification des comptes de l'exercice peuvent lui permettre d'obtenir les éléments suffisants et appropriés pour conclure sur certains soldes de comptes du bilan d'ouverture. Lorsque ces procédures ne permettent pas au commissaire aux comptes d'obtenir les éléments suffisants et appropriés estimés nécessaires, il met en œuvre des procédures complémentaires. Lorsque les comptes de l'exercice précédent n'ont pas fait l'objet d'une certification par un commissaire aux comptes, le commissaire aux comptes le mentionne dans son rapport. Procédures d'audit mises en œuvre en réponse à l'évaluation du risque d'anomalies significatives 21. En réponse à son évaluation du risque d'anomalies significatives, le commissaire aux comptes conçoit et met en œuvre des procédures d'audit qui peuvent comprendre, selon son jugement professionnel : -des tests de procédures ; -des contrôles de substance consistant en des tests de détail et/ ou des procédures analytiques ; -une approche mixte utilisant à la fois des tests de procédures et des contrôles de substance. 22. Le commissaire aux comptes utilise une ou plusieurs des techniques de contrôle suivantes : -les procédures analytiques qui, utilisées comme contrôles de substance, consistent à apprécier des éléments de comptes à partir de leurs corrélations avec d'autres données financières ou non. Pour cela, le commissaire aux comptes détermine les montants attendus dans les comptes et les écarts jugés acceptables entre ces montants et les montants enregistrés ; -l'inspection des enregistrements ou des documents, qui consiste à examiner des enregistrements ou des documents, soit internes soit externes, sous forme papier, sous forme électronique ou autres supports ; -l'inspection des actifs corporels, qui correspond à un contrôle physique des actifs corporels ; -l'observation physique, qui consiste à examiner la façon dont une procédure est exécutée au sein de l'entité ; -la demande d'information qui peut être adressée à des personnes internes ou externes à l'entité ; -la demande de confirmation de tiers, qui consiste à obtenir de la part d'un tiers une déclaration directement adressée au commissaire aux comptes concernant une ou plusieurs informations ; -la vérification d'un calcul ; -la re-exécution d'un contrôle, qui porte sur des contrôles réalisés à l'origine par l'entité. 23. Le commissaire aux comptes détermine les méthodes appropriées de sélection des éléments à contrôler parmi les suivantes : -la sélection de tous les éléments, méthode principalement utilisée lorsque la population est constituée d'un petit nombre d'éléments ; -la sélection d'éléments spécifiques, méthode utilisée pour couvrir en valeur une large proportion de la population ou pour contrôler des éléments inhabituels en raison de leur importance ou de leur nature ; -les sondages statistiques ou non statistiques. 24. Lorsque le commissaire aux comptes intervient plusieurs semaines après la clôture de l'exercice, il peut estimer pertinent de contrôler les créances clients par les encaissements intervenus sur la période subséquente et les dettes fournisseurs par rapport aux factures reçues ou aux règlements effectués postérieurement à la clôture. L'utilisation de ces techniques de contrôle peut permettre de limiter les demandes de confirmation des clients et fournisseurs ou se substituer au recours à de telles confirmations. 25. Le calendrier d'intervention du commissaire aux comptes peut également lui permettre de s'appuyer, pour le contrôle de certaines estimations comptables, sur l'examen du dénouement postérieur à la clôture de l'exercice des opérations objets de ces estimations. 26. Le commissaire aux comptes assiste à la prise d'inventaire physique des stocks lorsqu'il estime que les stocks sont significatifs ou présentent un risque d'anomalies significatives. Si, en raison de circonstances imprévues, il ne peut être présent à la date prévue pour la prise d'inventaire physique, et dans la mesure où il existe un inventaire permanent, il intervient à une autre date. Lorsque sa présence à la prise d'inventaire physique est impossible, notamment en raison de la nature et du lieu de cet inventaire, le commissaire aux comptes détermine s'il peut mettre en œuvre des procédures d'audit alternatives fournissant des éléments présentant un caractère probant équivalent. Procédures d'audit mises en œuvre indépendamment de l'évaluation du risque d'anomalies significatives 27. Indépendamment de l'évaluation du risque d'anomalies significatives, le commissaire aux comptes conçoit et met en œuvre des contrôles de substance pour chaque compte présentant un caractère significatif. Selon son jugement professionnel, le commissaire aux comptes peut décider de limiter ses travaux à des procédures analytiques ou à un nombre restreint de tests de détails. 28. De plus, le commissaire aux comptes met en œuvre les procédures d'audit suivantes : -compréhension de la justification économique d'opérations importantes qui lui semblent être en dehors des activités ordinaires de l'entité, ou qui lui apparaissent inhabituelles eu égard à sa connaissance de l'entité et de son environnement ; -évaluation de la conformité au référentiel comptable applicable pour la présentation des comptes, notamment pour la reconnaissance des produits et y compris les informations fournies en annexe ; -rapprochement des comptes, y compris des informations fournies dans l'annexe avec les documents comptables dont ils sont issus ; -vérification du report des montants figurant dans les comptes de l'exercice précédent, y compris dans l'annexe ; -examen des rapprochements bancaires à la clôture de l'exercice ; -examen des écritures d'inventaire ; -identification et prise en compte des évènements postérieurs à la clôture. 29. Le commissaire aux comptes effectue une revue de la cohérence d'ensemble des comptes au regard des éléments collectés tout au long de l'audit. Traitement des anomalies relevées au cours de la mission 30. Au cours de la mission, le commissaire aux comptes communique en temps utile, au dirigeant de l'entité ou au niveau approprié de responsabilité, les anomalies qu'il a relevées autres que celles qui sont manifestement insignifiantes. Le commissaire aux comptes demande la correction de ces anomalies. A la fin de la mission, le commissaire aux comptes récapitule les anomalies non corrigées, autres que celles qui sont manifestement insignifiantes, ainsi que les anomalies non corrigées relevées au cours des exercices précédents et dont les effets perdurent. Il détermine si les anomalies non corrigées, prises individuellement ou en cumulé, sont significatives. Déclarations écrites de la direction 31. Si, au titre d'un ou plusieurs éléments à contrôler, les procédures d'audit ne permettent pas au commissaire aux comptes d'obtenir les éléments probants nécessaires pour fonder son opinion sur les comptes, il peut, sur la base de son jugement professionnel, demander au dirigeant de lui confirmer par écrit certaines de ses déclarations orales. Lorsque le dirigeant refuse, le commissaire aux comptes s'enquiert des raisons de ce refus et, en fonction des réponses formulées, en tire les conséquences éventuelles sur l'expression de son opinion sur les comptes. Communications avec les organes mentionnés à l'article L. 821-63 du code de commerce 32. Selon son jugement professionnel et au moment qu'il juge approprié au regard de l'importance du sujet, le commissaire aux comptes porte à la connaissance du dirigeant ou d'un autre organe de direction ou de l'organe collégial chargé de l'administration ou de l'organe de surveillance : -l'étendue et le calendrier des travaux d'audit ; -ses commentaires éventuels sur les pratiques comptables de l'entité susceptibles d'avoir une incidence significative sur les comptes ; -le cas échéant, les événements ou circonstances identifiés susceptibles de mettre en cause la continuité d'exploitation ; -les modifications qui lui paraissent devoir être apportées aux comptes devant être arrêtés ou aux autres documents comptables ; -les irrégularités et les inexactitudes qu'il aurait découvertes ; -les conclusions auxquelles conduisent les observations et rectifications ci-dessus sur les résultats de la période comparés à ceux de la période précédente ; -les motifs de l'observation, de la certification avec réserve, du refus de certifier ou de l'impossibilité de certifier qu'il envisage, le cas échéant, de formuler dans son rapport sur les comptes. 33. Le commissaire aux comptes communique par écrit les éléments importants relatifs à sa mission lorsqu'il considère qu'une communication orale ne serait pas appropriée ou lorsque des dispositions légales ou réglementaires le prévoient spécifiquement. Autres diligences légales confiées par le législateur au commissaire aux comptes 34. Il appartient au commissaire aux comptes de procéder au contrôle des documents adressés à l'organe appelé à statuer sur les comptes. Pour ce faire, il met en œuvre les diligences prévues par la norme d'exercice professionnel relative aux diligences du commissaire aux comptes relatives au rapport de gestion, aux autres documents sur la situation financière et les comptes et aux informations relevant du rapport sur le gouvernement d'entreprise adressés aux membres de l'organe appelé à statuer sur les comptes. 35. En application de l' article L. 821-10 du code de commerce , le commissaire aux comptes signale à la plus prochaine assemblée générale ou réunion de l'organe compétent les irrégularités et inexactitudes relevées au cours de l'accomplissement de sa mission et révèle au procureur de la République les faits délictueux dont il a eu connaissance, sans que sa responsabilité puisse être engagée par cette révélation. 36. Le commissaire aux comptes met également en œuvre les dispositions prévues par la norme d'exercice professionnel relative aux obligations du commissaire aux comptes relatives à la lutte contre le blanchiment des capitaux et le financement du terrorisme. 37. Lorsque le commissaire aux comptes relève, à l'occasion de l'exercice de sa mission, des faits de nature à compromettre la continuité de l'exploitation, il met en œuvre les dispositions prévues par les textes légaux et réglementaires relatifs à la procédure d'alerte et il en tire les conséquences éventuelles sur son rapport sur les comptes. La continuité d'exploitation est appréciée sur une période de douze mois à compter de la clôture de l'exercice. 38. Plus généralement, le commissaire aux comptes met en œuvre les autres diligences légales qui lui sont confiées par le législateur. Rapport du commissaire aux comptes établi en application de l'article L. 821-53 du code de commerce 39. Le commissaire aux comptes établit le rapport mentionné au 1er alinéa de l'article L. 821-53 du code de commerce dans lequel il certifie, en justifiant de ses appréciations, que les comptes annuels sont réguliers et sincères et donnent une image fidèle du résultat des opérations de l'exercice écoulé ainsi que de la situation financière et du patrimoine de l'entité à la fin de cet exercice. En outre, lorsque la personne ou entité décide sur une base volontaire de publier des comptes consolidés, le commissaire aux comptes établit le rapport mentionné au  2e alinéa de l'article L. 821-53 du code de commerce dans lequel il certifie, en justifiant de ses appréciations, que les comptes consolidés sont réguliers et sincères et donnent une image fidèle du patrimoine, de la situation financière ainsi que du résultat de l'ensemble constitué par les personnes et entités comprises dans la consolidation. 40. Le commissaire aux comptes exprime son opinion selon les dispositions des paragraphes 6 à 14 de la norme d'exercice professionnel relative aux rapports du commissaire aux comptes sur les comptes annuels et consolidés. 41. La justification des appréciations par le commissaire aux comptes a pour objet de permettre au destinataire du rapport de mieux comprendre l'opinion émise sur les comptes. Le commissaire aux comptes, sur la base de son jugement professionnel, peut adopter une rédaction succincte pour la justification de ses appréciations. 42. Le contenu du rapport respecte les dispositions prévues au paragraphe 18 de la norme relative aux rapports du commissaire aux comptes sur les comptes annuels et consolidés. Documentation des travaux 43. Le commissaire aux comptes constitue dans le respect de l'article D. 821-186 du code de commerce un dossier adapté à la taille et aux caractéristiques de l'entité contrôlée en tenant compte du principe de proportionnalité. 44. Ce dossier permet à toute autre personne ayant une expérience de la pratique de l'audit et n'ayant pas participé à la mission d'être en mesure de comprendre la démarche adoptée, les travaux effectués et l'opinion émise. 45. En particulier, le commissaire aux comptes formalise dans son dossier les échanges verbaux avec les organes mentionnés à l'article L. 821-63 du code de commerce et la date de ces échanges ainsi qu'une copie de ses communications écrites.",
            "texteHtml": "<p>Les normes d'exercice professionnel relatives à la mission du commissaire aux comptes nommé pour trois exercices prévue à l'article L. 821-57 du code de commerce et à la mission du commissaire aux comptes nommé pour six exercices dans des petites entreprises, homologuées par le garde des sceaux, ministre de la justice, figure ci-dessous :<br/><br/>\n NEP-911. MISSION DU COMMISSAIRE AUX COMPTES NOMMÉ POUR TROIS EXERCICES PRÉVUE À L'ARTICLE L. 821-57 DU  CODE DE COMMERCE<br/><br/>\n Champ d'application<br/><br/>\n 01. La présente norme a pour objet de définir les diligences proportionnées à la “ petite entreprise ” à accomplir par le commissaire aux comptes nommé pour un mandat dont la durée est limitée à trois exercices, ainsi que le formalisme qui s'attache à la réalisation de sa mission.<br/><br/>\n Une “ petite entreprise ” est une personne ou entité qui ne dépasse pas, à la clôture d'un exercice social, deux des trois critères suivants :</p><p><br/>\n-total du bilan : quatre millions d'euros ;<br/><br/>\n-montant du chiffre d'affaires hors taxes : huit millions d'euros ;<br/><br/>\n-nombre moyen de salariés employés au cours de l'exercice : cinquante.</p><p><br/>\n Les situations dans lesquelles un commissaire aux comptes est nommé pour un mandat dont la durée est limitée à trois exercices sont définies aux paragraphes 2 à 5.<br/><br/>\n 02. Un commissaire aux comptes peut être nommé pour un mandat de trois exercices par une société dont un ou plusieurs associés ou actionnaires représentant au moins le tiers du capital en ont fait la demande motivée auprès de ladite société.<br/><br/>\n 03. En l'absence d'obligation légale de nommer un commissaire aux comptes pour un mandat de six exercices, une société qui répond à la définition de petite entreprise peut décider volontairement de nommer un commissaire aux comptes. Dans ce cas, cette société peut choisir de limiter la durée du mandat du commissaire aux comptes à trois exercices en application de l' article L. 821-46 du code de commerce .<br/><br/>\n 04. Une entité “ tête de groupe ” est définie par les  1er et 2e alinéas de l'article L. 821-43 du code de commerce comme une personne ou entité :</p><p><br/>\n-non astreinte à publier des comptes consolidés ;<br/><br/>\n-ne répondant pas à la définition d'une entité d'intérêt public ;<br/><br/>\n-non contrôlée par une personne ou une entité qui a désigné un commissaire aux comptes,</p><p><br/>\n et qui forme avec les sociétés qu'elle contrôle un ensemble dépassant, à la clôture d'un exercice social, deux des trois critères suivants :</p><p><br/>\n-total cumulé de leurs bilans : quatre millions d'euros ;<br/><br/>\n-montant cumulé hors taxes de leurs chiffres d'affaires : huit millions d'euros ;<br/><br/>\n-nombre moyen cumulé de leurs salariés au cours de l'exercice : cinquante.</p><p><br/>\n Dans la présente norme, la notion de contrôle s'entend du contrôle direct ou indirect au sens de l' article L. 233-3 du code de commerce .<br/><br/>\n Une entité tête de groupe a l'obligation de désigner au moins un commissaire aux comptes.<br/><br/>\n Lorsque l'entité tête de groupe est une société qui répond à la définition de petite entreprise, elle peut choisir, en application de l' article L. 821-46 du code de commerce , de limiter la durée de son mandat à trois exercices.<br/><br/>\n 05. Les petites entreprises qui sont des sociétés contrôlées par une entité tête de groupe ont l'obligation, en application du  3e alinéa de l'article L. 821-43 du code de commerce , de désigner au moins un commissaire aux comptes, lorsqu'elles dépassent, à la clôture d'un exercice social, deux des trois critères suivants :</p><p><br/>\n-total du bilan : deux millions d'euros ;<br/><br/>\n-montant du chiffre d'affaires hors taxes : quatre millions d'euros ;<br/><br/>\n-nombre moyen de salariés employés au cours de l'exercice : vingt-cinq.</p><p><br/>\n Dans ce cas, ces sociétés peuvent choisir de limiter la durée du mandat du commissaire aux comptes à trois exercices en application de l' article L. 821-46 du code de commerce .<br/><br/>\n 06. La présente norme est également applicable aux mandats de commissaires aux comptes en cours à la date d'application effective de l' article L. 821-57 du code de commerce , et qui sont exercés dans les sociétés, quelles que soient leurs formes, qui ne dépassent pas, pour le dernier exercice clos antérieurement à cette date, deux des trois critères précisés au paragraphe 1, dès lors que ces sociétés choisissent, en accord avec leur commissaire aux comptes, que celui-ci poursuive l'exécution de sa mission jusqu'au terme initialement fixé selon les mêmes modalités que celles prévues pour l'exercice d'un mandat dont la durée est limitée à trois exercices.<br/><br/>\n Nature et étendue de la mission<br/><br/>\n 07. La mission du commissaire aux comptes comprend :</p><p><br/>\n-la mission de certification des comptes annuels, et le cas échéant, des comptes consolidés lorsque l'entité décide sur une base volontaire de publier de tels comptes, prévue à l' article L. 821-53 du code de commerce et dont il rend compte dans son rapport sur les comptes annuels, et le cas échéant, dans son rapport sur les comptes consolidés ;<br/><br/>\n-l'établissement du rapport sur les risques mentionné au  1er alinéa de l'article L. 821-57 du code de commerce . Ce rapport identifie les risques financiers, comptables et de gestion auxquels est exposée la société. Pour une entité tête de groupe, ce rapport porte sur l'ensemble que la société forme avec les sociétés qu'elle contrôle ;<br/><br/>\n-les autres diligences légales qui lui sont confiées par le législateur. Pour cette mission de trois exercices, le commissaire aux comptes est dispensé de la réalisation des diligences et rapports mentionnés aux articles  L. 223-19 ,  L. 223-27 ,  L. 223-34 ,  L. 223-42 ,  L. 225-40 ,  L. 225-42 ,  L. 225-88 ,  L. 225-90 ,  L. 225-103 ,  L. 225-115 ,  L. 225-135 ,  L. 225-235 ,  L. 225-244 ,  L. 226-10-1 ,  L. 227-10 ,  L. 22-10-71 ,  L. 232-3 ,  L. 232-4 ,  L. 233-6 ,  L. 233-13 ,  L. 237-6 et  L. 239-2 du code de commerce.</p><p><br/>\n Respect des règles de déontologie<br/><br/>\n 08. Le commissaire aux comptes respecte les dispositions du code de déontologie de la profession. Il réalise sa mission conformément aux textes légaux et réglementaires et, s'agissant des normes d'exercice professionnel, à la présente norme d'exercice professionnel.<br/><br/>\n Esprit critique, jugement professionnel et proportionnalité<br/><br/>\n 09. Tout au long de sa mission, le commissaire aux comptes fait preuve d'esprit critique. A ce titre, il évalue de façon critique la validité des éléments collectés au cours de ses travaux et reste attentif aux informations qui contredisent ou remettent en cause la fiabilité des éléments obtenus.<br/><br/>\n 10. Le commissaire aux comptes exerce son jugement professionnel pour décider de la nature, du calendrier et de l'étendue des travaux, proportionnés à la taille et à la complexité de l'entité, nécessaires pour fonder son opinion sur les comptes et établir son rapport sur les risques financiers, comptables et de gestion.<br/><br/>\n Implication du commissaire aux comptes<br/><br/>\n 11. Le commissaire aux comptes veille à être compris du dirigeant quant à l'objectif de sa mission et aux modalités pratiques de sa réalisation. Si le commissaire aux comptes fait appel à des collaborateurs, il veille à rester l'interlocuteur principal du dirigeant, notamment pour la prise de connaissance de l'entité et de son environnement et la restitution des conclusions des travaux mis en œuvre.<br/><br/>\n Lettre de mission<br/><br/>\n 12. Au plus tard à l'issue de la prise de connaissance de l'entité et de son environnement, le commissaire aux comptes établit une lettre de mission pouvant porter sur les trois exercices de son mandat et définissant les termes et conditions de son intervention. Si nécessaire, il revoit les termes de la lettre de mission en cours de mandat. Il demande à l'entité de confirmer par écrit son accord sur les termes et conditions exposés.<br/><br/>\n Mise en œuvre de la mission de certification des comptes<br/><br/>\n 13. Pour certifier les comptes, le commissaire aux comptes met en œuvre un audit des comptes afin d'obtenir l'assurance que les comptes, pris dans leur ensemble, ne comportent pas d'anomalies significatives. Cette assurance élevée, mais non absolue du fait des limites de l'audit est qualifiée, par convention, d'“ assurance raisonnable ”.<br/><br/>\n Les limites de l'audit résultent notamment de l'utilisation des techniques de sondages, des limites inhérentes au contrôle interne, et du fait que la plupart des éléments collectés au cours de la mission conduisent davantage à des présomptions qu'à des certitudes.<br/><br/>\n 14. La notion de caractère significatif est appliquée par le commissaire aux comptes pour planifier et réaliser son audit, puis pour évaluer l'incidence des anomalies non corrigées dans les comptes.<br/><br/>\n Le commissaire aux comptes met en œuvre la notion de caractère significatif en considérant le montant des anomalies, leur nature et les circonstances particulières de leur survenance.<br/><br/>\n La détermination du caractère significatif des anomalies relève du jugement professionnel du commissaire aux comptes et reflète sa perception de ce qui peut influencer le jugement des utilisateurs de comptes.<br/><br/>\n Pour évaluer le caractère significatif d'une anomalie à partir de son montant, le commissaire aux comptes détermine un seuil de signification, montant au-delà duquel les décisions économiques ou le jugement fondé sur les comptes sont susceptibles d'être influencés. Ce seuil sert également de référence pour déterminer la nature et l'étendue des procédures d'audit à mettre en œuvre.<br/><br/>\n Au cours de la mission, le commissaire aux comptes reconsidère le seuil de signification s'il a connaissance de faits nouveaux ou d'évolutions de l'entité qui remettent en cause l'évaluation initiale de ce seuil.<br/><br/>\n 15. La démarche pour la mise en œuvre de la mission de certification des comptes comprend les phases suivantes :</p><p><br/>\n-la prise de connaissance de l'entité en vue de l'identification et de l'évaluation du risque d'anomalies significatives dans les comptes ainsi que la planification de la mission ;<br/><br/>\n-les procédures d'audit mises en œuvre en réponse à l'évaluation du risque d'anomalies significatives ;<br/><br/>\n-les procédures d'audit mises en œuvre indépendamment de l'évaluation du risque d'anomalies significatives.</p><p><br/>\n En outre, pour la certification des comptes consolidés, le commissaire aux comptes se réfère à la démarche prévue par la norme d'exercice professionnel relative aux principes applicables à l'audit des comptes consolidés et l'applique de manière adaptée à la taille et à la complexité de l'ensemble consolidé.<br/><br/>\n Le commissaire aux comptes est vigilant sur tout événement ou circonstance susceptible de mettre en cause la continuité d'exploitation et apprécie si l'établissement des comptes dans une perspective de continuité d'exploitation est approprié.<br/><br/>\n En application des articles L. 821-60 et L. 821-61 du code de commerce, le commissaire aux comptes opère toutes vérifications et tous contrôles qu'il juge opportun et peut se faire communiquer toutes les pièces qu'il estime utiles à l'exercice de sa mission. Lorsqu'il intervient dans une entité tête de groupe ces investigations peuvent être faites tant auprès de l'entité tête de groupe que des personnes ou entités qui la contrôlent ou qui sont contrôlées par elle au sens des I et II et de l'article L. 233-3 du code de commerce.<br/><br/>\n Dans le cadre de la démarche visant à la certification des comptes, le commissaire aux comptes identifie les risques financiers, comptables et de gestion auxquels est exposée l'entité et qu'il estime d'une importance suffisante pour être portés à l'attention du dirigeant. Lorsqu'il intervient dans une entité tête de groupe, le commissaire aux comptes met en œuvre, en complément, les diligences prévues aux paragraphes 35 à 37.<br/><br/>\n 16. Lorsque l'entité a recours aux services d'un expert-comptable, le commissaire aux comptes prend contact avec l'expert-comptable pour s'informer du contenu de la mission qui lui a été confiée. Lorsqu'il envisage d'utiliser les travaux de l'expert-comptable, le commissaire aux comptes se fait communiquer les travaux réalisés et apprécie s'ils peuvent contribuer à la formation de son opinion sur les comptes. En fonction de cette appréciation, le commissaire aux comptes détermine les procédures d'audit supplémentaires dont la mise en œuvre lui paraît nécessaire.<br/><br/>\n Prise de connaissance de l'entité et de son environnement en vue de l'évaluation du risque d'anomalies significatives dans les comptes et planification de la mission<br/><br/>\n 17. Le commissaire aux comptes acquiert une connaissance suffisante de l'entité afin d'identifier et d'évaluer le risque d'anomalies significatives dans les comptes, qu'elles résultent d'erreurs ou de fraudes. Pour ce faire, il s'entretient avec le dirigeant et le cas échéant avec les personnes appropriées au sein de l'entité et prend connaissance :</p><p><br/>\n-du secteur d'activité de l'entité et de la nature plus ou moins complexe de ses activités ;<br/><br/>\n-de ses objectifs et de sa stratégie ;<br/><br/>\n-de sa structure juridique ;<br/><br/>\n-de son organisation et de son financement ;<br/><br/>\n-des textes légaux et réglementaires applicables, notamment en matière de référentiel comptable ;<br/><br/>\n-des éléments du contrôle interne pertinents pour l'audit ;<br/><br/>\n-des relations et transactions avec les parties liées ;<br/><br/>\n-de l'importance des estimations comptables ;<br/><br/>\n-de l'existence de procès, contentieux ou de litiges.</p><p><br/>\n Le commissaire aux comptes prend en considération le comportement et l'éthique professionnels du dirigeant et son implication dans le processus d'autorisation et de contrôle des opérations.<br/><br/>\n 18. Lors de sa prise de connaissance de l'entité et de son environnement, le commissaire aux comptes met en œuvre des procédures analytiques.<br/><br/>\n Les procédures analytiques consistent à apprécier des informations financières à partir de leurs corrélations avec d'autres informations, issues ou non des comptes, ou avec des données antérieures, postérieures ou prévisionnelles de l'entité ou d'entités similaires et à partir de l'analyse des variations significatives ou des tendances inattendues.<br/><br/>\n Les procédures analytiques peuvent notamment permettre au commissaire aux comptes d'identifier des opérations ou des évènements inhabituels ou incohérents.<br/><br/>\n 19. A l'issue de sa prise de connaissance de l'entité et de son environnement, le commissaire aux comptes consigne dans un plan de mission :</p><p><br/>\n-l'approche générale des travaux en réponse à l'évaluation du risque d'anomalies significatives dans les comptes ;<br/><br/>\n-le programme de travail définissant la nature et l'étendue des diligences estimées nécessaires ;<br/><br/>\n-le nombre d'heures de travail affectées à l'accomplissement de ces diligences ;<br/><br/>\n-le seuil de signification retenu ;<br/><br/>\n-le calendrier et les intervenants.</p><p><br/>\n 20. Sur la base des éléments collectés lors de la mise en œuvre des procédures d'audit, le commissaire aux comptes peut décider de modifier les éléments planifiés et consignés dans le plan de mission. Il peut être ainsi amené à modifier son approche générale, à revoir ses choix et à prévoir des travaux complémentaires ou différents.<br/><br/>\n 21. Lorsque le commissaire aux comptes intervient au titre de la première année de son mandat, il vérifie que le bilan de clôture de l'exercice précédent repris pour l'ouverture du premier exercice dont il certifie les comptes ne contient pas d'anomalies significatives susceptibles d'avoir une incidence sur les comptes de l'exercice. Lorsque les comptes de l'exercice précédent ont fait l'objet d'une certification par un commissaire aux comptes, le commissaire aux comptes prend connaissance du dossier de travail de son prédécesseur, s'il l'estime nécessaire.<br/><br/>\n La certification sans réserve des comptes de l'exercice précédent constitue une présomption de régularité et sincérité du bilan d'ouverture. Si les comptes de l'exercice précédent n'ont pas fait l'objet d'une certification ou si le commissaire aux comptes n'a pas pris connaissance du dossier de travail de son prédécesseur ou n'a pas obtenu des travaux de celui-ci les éléments suffisants et appropriés estimés nécessaires, les procédures mises en œuvre pour les besoins de la certification des comptes de l'exercice peuvent lui permettre d'obtenir les éléments suffisants et appropriés pour conclure sur certains soldes de comptes du bilan d'ouverture. Lorsque ces procédures ne permettent pas au commissaire aux comptes d'obtenir les éléments suffisants et appropriés estimés nécessaires, il met en œuvre des procédures complémentaires.<br/><br/>\n Lorsque les comptes de l'exercice précédent n'ont pas fait l'objet d'une certification par un commissaire aux comptes, le commissaire aux comptes le mentionne dans son rapport.<br/><br/>\nProcédures d'audit mises en œuvre en réponse à l'évaluation du risque d'anomalies significatives<br/><br/>\n 22. En réponse à son évaluation du risque d'anomalies significatives, le commissaire aux comptes conçoit et met en œuvre des procédures d'audit qui peuvent comprendre, selon son jugement professionnel :</p><p><br/>\n-des tests de procédures ;<br/><br/>\n-des contrôles de substance consistant en des tests de détail et/ ou des procédures analytiques ;<br/><br/>\n-une approche mixte utilisant à la fois des tests de procédures et des contrôles de substance.</p><p><br/>\n 23. Le commissaire aux comptes utilise une ou plusieurs des techniques de contrôle suivantes :</p><p><br/>\n-les procédures analytiques qui, utilisées comme contrôles de substance, consistent à apprécier des éléments de comptes à partir de leurs corrélations avec d'autres données financières ou non. Pour cela, le commissaire aux comptes détermine les montants attendus dans les comptes et les écarts jugés acceptables entre ces montants et les montants enregistrés ;<br/><br/>\n-l'inspection des enregistrements ou des documents, qui consiste à examiner des enregistrements ou des documents, soit internes soit externes, sous forme papier, sous forme électronique ou autres supports ;<br/><br/>\n-l'inspection des actifs corporels, qui correspond à un contrôle physique des actifs corporels ;<br/><br/>\n-l'observation physique, qui consiste à examiner la façon dont une procédure est exécutée au sein de l'entité ;<br/><br/>\n-la demande d'information qui peut être adressée à des personnes internes ou externes à l'entité ;<br/><br/>\n-la demande de confirmation de tiers, qui consiste à obtenir de la part d'un tiers une déclaration directement adressée au commissaire aux comptes concernant une ou plusieurs informations ;<br/><br/>\n-la vérification d'un calcul ;<br/><br/>\n-la re-exécution d'un contrôle, qui porte sur des contrôles réalisés à l'origine par l'entité.</p><p><br/>\n 24. Le commissaire aux comptes détermine les méthodes appropriées de sélection des éléments à contrôler parmi les suivantes :</p><p><br/>\n-la sélection de tous les éléments, méthode principalement utilisée lorsque la population est constituée d'un petit nombre d'éléments ;<br/><br/>\n-la sélection d'éléments spécifiques, méthode utilisée pour couvrir en valeur une large proportion de la population ou pour contrôler des éléments inhabituels en raison de leur importance ou de leur nature ;<br/><br/>\n-les sondages statistiques ou non statistiques.</p><p><br/>\n 25. Lorsque le commissaire aux comptes intervient plusieurs semaines après la clôture de l'exercice, il peut estimer pertinent de contrôler les créances clients par les encaissements intervenus sur la période subséquente et les dettes fournisseurs par rapport aux factures reçues ou aux règlements effectués postérieurement à la clôture. L'utilisation de ces techniques de contrôle peut permettre de limiter les demandes de confirmation des clients et fournisseurs ou se substituer au recours à de telles confirmations.<br/><br/>\n 26. Le calendrier d'intervention du commissaire aux comptes peut également lui permettre de s'appuyer, pour le contrôle de certaines estimations comptables, sur l'examen du dénouement postérieur à la clôture de l'exercice des opérations objets de ces estimations.<br/><br/>\n 27. Le commissaire aux comptes assiste à la prise d'inventaire physique des stocks lorsqu'il estime que les stocks sont significatifs ou présentent un risque d'anomalies significatives. Si, en raison de circonstances imprévues, il ne peut être présent à la date prévue pour la prise d'inventaire physique, et dans la mesure où il existe un inventaire permanent, il intervient à une autre date. Lorsque sa présence à la prise d'inventaire physique est impossible, notamment en raison de la nature et du lieu de cet inventaire, le commissaire aux comptes détermine s'il peut mettre en œuvre des procédures d'audit alternatives fournissant des éléments présentant un caractère probant équivalent.<br/><br/>\n Procédures d'audit mises en œuvre indépendamment de l'évaluation du risque d'anomalies significatives<br/><br/>\n 28. Indépendamment de l'évaluation du risque d'anomalies significatives, le commissaire aux comptes conçoit et met en œuvre des contrôles de substance pour chaque compte présentant un caractère significatif. Selon son jugement professionnel, le commissaire aux comptes peut décider de limiter ses travaux à des procédures analytiques ou à un nombre restreint de tests de détails.<br/><br/>\n 29. De plus, le commissaire aux comptes met en œuvre les procédures d'audit suivantes :</p><p><br/>\n-compréhension de la justification économique d'opérations importantes qui lui semblent être en dehors des activités ordinaires de l'entité, ou qui lui apparaissent inhabituelles eu égard à sa connaissance de l'entité et de son environnement ;<br/><br/>\n-évaluation de la conformité au référentiel comptable applicable pour la présentation des comptes, notamment pour la reconnaissance des produits et y compris les informations fournies en annexe ;<br/><br/>\n-rapprochement des comptes, y compris des informations fournies dans l'annexe avec les documents comptables dont ils sont issus ;<br/><br/>\n-vérification du report des montants figurant dans les comptes de l'exercice précédent, y compris dans l'annexe ;<br/><br/>\n-examen des rapprochements bancaires à la clôture de l'exercice ;<br/><br/>\n-examen des écritures d'inventaire ;<br/><br/>\n-identification et prise en compte des évènements postérieurs à la clôture.</p><p><br/>\n 30. Le commissaire aux comptes effectue une revue de la cohérence d'ensemble des comptes au regard des éléments collectés tout au long de l'audit.<br/><br/>\n Traitement des anomalies relevées au cours de la mission<br/><br/>\n 31. Au cours de la mission, le commissaire aux comptes communique en temps utile, au dirigeant de l'entité ou au niveau approprié de responsabilité, les anomalies qu'il a relevées autres que celles qui sont manifestement insignifiantes. Le commissaire aux comptes demande la correction de ces anomalies.<br/><br/>\n A la fin de la mission, le commissaire aux comptes récapitule les anomalies non corrigées, autres que celles qui sont manifestement insignifiantes, ainsi que les anomalies non corrigées relevées au cours des exercices précédents et dont les effets perdurent. Il détermine si les anomalies non corrigées, prises individuellement ou en cumulé, sont significatives.<br/><br/>\n Déclarations écrites de la direction<br/><br/>\n 32. Si, au titre d'un ou plusieurs éléments à contrôler, les procédures d'audit ne permettent pas au commissaire aux comptes d'obtenir les éléments probants nécessaires pour fonder son opinion sur les comptes, il peut, sur la base de son jugement professionnel, demander au dirigeant de lui confirmer par écrit certaines de ses déclarations orales.<br/><br/>\n Lorsque le dirigeant refuse, le commissaire aux comptes s'enquiert des raisons de ce refus et, en fonction des réponses formulées, en tire les conséquences éventuelles sur l'expression de son opinion sur les comptes.<br/><br/>\n Communication avec les organes mentionnés à l'article L. 821-63 du code de commerce<br/><br/>\n 33. Selon son jugement professionnel et au moment qu'il juge approprié au regard de l'importance du sujet, le commissaire aux comptes porte à la connaissance du dirigeant ou d'un autre organe de direction ou de l'organe collégial chargé de l'administration ou de l'organe de surveillance :</p><p><br/>\n-l'étendue et le calendrier des travaux d'audit ;<br/><br/>\n-ses commentaires éventuels sur les pratiques comptables de l'entité susceptibles d'avoir une incidence significative sur les comptes ;<br/><br/>\n-le cas échéant, les événements ou circonstances identifiés susceptibles de mettre en cause la continuité d'exploitation ;<br/><br/>\n-les modifications qui lui paraissent devoir être apportées aux comptes devant être arrêtés ou aux autres documents comptables ;<br/><br/>\n-les irrégularités et les inexactitudes qu'il aurait découvertes ;<br/><br/>\n-les conclusions auxquelles conduisent les observations et rectifications ci-dessus sur les résultats de la période comparés à ceux de la période précédente ;<br/><br/>\n-les motifs de l'observation, de la certification avec réserve, du refus de certifier ou de l'impossibilité de certifier qu'il envisage, le cas échéant, de formuler dans son rapport sur les comptes.</p><p><br/>\n 34. Le commissaire aux comptes communique par écrit les éléments importants relatifs à sa mission lorsqu'il considère qu'une communication orale ne serait pas appropriée ou lorsque des dispositions légales ou réglementaires le prévoient spécifiquement.<br/><br/>\n Diligences mises en œuvre pour l'établissement du rapport sur les risques financiers, comptables et de gestion<br/><br/>\n 35. En vue de l'élaboration du rapport sur les risques financiers, comptables et de gestion, le commissaire aux comptes est attentif tout au long de sa mission de certification des comptes aux risques financiers, comptables et de gestion auxquels est exposée la société et qu'il estime d'une importance suffisante pour être portés à l'attention du dirigeant.<br/><br/>\n 36. Lorsqu'il intervient dans une entité tête de groupe, le commissaire aux comptes est également attentif aux risques financiers, comptables et de gestion auxquels sont exposées les sociétés qu'elle contrôle qu'il pourrait identifier au cours de sa mission de certification des comptes de l'entité tête de groupe, notamment lors de la prise de connaissance de ses activités et du contrôle des immobilisations financières qu'elle détient ainsi que des informations fournies en annexe.<br/><br/>\n 37. En outre, le commissaire aux comptes de l'entité tête de groupe demande aux commissaires aux comptes des sociétés contrôlées nommés pour un mandat de trois exercices la communication des rapports sur les risques financiers, comptables et de gestion auxquels ces sociétés sont exposées.<br/><br/>\n 38. En l'absence de rapport sur les risques financiers, comptables et de gestion d'une société contrôlée, ou si ce rapport n'est pas disponible dans des délais compatibles avec l'établissement de son rapport sur les risques, le commissaire aux comptes de l'entité tête de groupe apprécie, selon son jugement professionnel, s'il doit compléter les informations recueillies dans le cadre de sa mission de certification des comptes de l'entité tête de groupe par :</p><p><br/>\n-des entretiens avec les dirigeants des sociétés contrôlées ;<br/><br/>\n-et/ ou des échanges avec les commissaires aux comptes des sociétés contrôlées, libérés du secret professionnel en application du  3e alinéa de l'article L. 821-35 du code de commerce .</p><p><br/>\n Autres diligences légales confiées par le législateur au commissaire aux comptes<br/><br/>\n 39. Il appartient au commissaire aux comptes de procéder au contrôle des documents adressés à l'organe appelé à statuer sur les comptes. Pour ce faire, il met en œuvre les diligences prévues par la norme d'exercice professionnel relative aux diligences du commissaire aux comptes relatives au rapport de gestion, aux autres documents sur la situation financière et les comptes et aux informations relevant du rapport sur le gouvernement d'entreprise adressés aux membres de l'organe appelé à statuer sur les comptes.<br/><br/>\n 40. En application de l'article L. 821-10 du code de commerce, le commissaire aux comptes signale à la plus prochaine assemblée générale ou réunion de l'organe compétent les irrégularités et inexactitudes relevées au cours de l'accomplissement de sa mission et révèle au procureur de la République les faits délictueux dont il a eu connaissance, sans que sa responsabilité puisse être engagée par cette révélation.<br/><br/>\n 41. Le commissaire aux comptes met également en œuvre les dispositions prévues par la norme d'exercice professionnel relative aux obligations du commissaire aux comptes relatives à la lutte contre le blanchiment des capitaux et le financement du terrorisme.<br/><br/>\n 42. Lorsque le commissaire aux comptes relève, à l'occasion de l'exercice de sa mission, des faits de nature à compromettre la continuité de l'exploitation, il met en œuvre les dispositions prévues par les textes légaux et réglementaires relatifs à la procédure d'alerte et il en tire les conséquences éventuelles sur son rapport sur les comptes. La continuité d'exploitation est appréciée sur une période de douze mois à compter de la clôture de l'exercice.<br/><br/>\n 43. Plus généralement, le commissaire aux comptes met en œuvre les autres diligences légales qui lui sont confiées par le législateur.<br/><br/>\n Rapport du commissaire aux comptes établi en application de l'article L. 821-53 du code de commerce<br/><br/>\n 44. Le commissaire aux comptes établit le rapport mentionné au 1er alinéa de l'article L. 821-53 du code de commerce dans lequel il certifie, en justifiant de ses appréciations, que les comptes annuels sont réguliers et sincères et donnent une image fidèle du résultat des opérations de l'exercice écoulé ainsi que de la situation financière et du patrimoine de l'entité à la fin de cet exercice.<br/><br/>\n En outre, lorsque la personne ou entité décide sur une base volontaire de publier des comptes consolidés, le commissaire aux comptes établit le rapport mentionné au  2e alinéa de l'article L. 821-53 du code de commerce dans lequel il certifie, en justifiant de ses appréciations, que les comptes consolidés sont réguliers et sincères et donnent une image fidèle du patrimoine, de la situation financière ainsi que du résultat de l'ensemble constitué par les personnes et entités comprises dans la consolidation.<br/><br/>\n 45. Le commissaire aux comptes exprime son opinion selon les dispositions des paragraphes 6 à 14 de la norme d'exercice professionnel relative aux rapports du commissaire aux comptes sur les comptes annuels et consolidés.<br/><br/>\n 46. La justification des appréciations par le commissaire aux comptes a pour objet de permettre au destinataire du rapport de mieux comprendre l'opinion émise sur les comptes.<br/><br/>\n Le commissaire aux comptes, sur la base de son jugement professionnel, peut adopter une rédaction succincte pour la justification de ses appréciations.<br/><br/>\n 47. Le contenu du rapport respecte les dispositions prévues au paragraphe 18 de la norme relative aux rapports du commissaire aux comptes sur les comptes annuels et consolidés.<br/><br/>\n Rapport du commissaire aux comptes sur les risques financiers, comptables et de gestion<br/><br/>\n 48. Le contenu et la forme du rapport sont adaptés à l'entité selon le jugement professionnel du commissaire aux comptes, sur la base des risques financiers, comptables et de gestion identifiés lors des travaux mis en œuvre et qu'il estime d'une importance suffisante pour être portés à l'attention du dirigeant.<br/><br/>\n 49. Le commissaire aux comptes s'assure de la cohérence de son rapport sur les risques avec l'opinion émise sur les comptes.<br/><br/>\n 50. Le commissaire aux comptes formule, s'il le juge nécessaire, des recommandations visant à réduire les risques identifiés en tenant compte de la taille de l'entité et de ses caractéristiques. Dans ce cas, le commissaire aux comptes veille au respect des règles d'indépendance et de non-immixtion dans la gestion.<br/><br/>\n 51. Dans le cas d'une entité tête de groupe, le rapport sur les risques financiers, comptables et de gestion portant sur l'ensemble que l'entité forme avec les sociétés qu'elle contrôle, le commissaire aux comptes mentionne les sources d'information utilisées.<br/><br/>\n 52. Préalablement à l'émission de son rapport, le commissaire aux comptes s'entretient avec le dirigeant des risques financiers, comptables et de gestion identifiés pour s'assurer de la pertinence des recommandations formulées.<br/><br/>\n 53. En fonction de l'importance des risques dont il est fait état dans son rapport, le commissaire aux comptes, sur la base de son jugement professionnel, évalue la nécessité de communiquer tout ou partie du rapport aux autres organes visés à l' article L. 821-63 du code de commerce .<br/><br/>\n Documentation des travaux<br/><br/>\n 54. Le commissaire aux comptes constitue dans le respect de l' article D. 821-186 du code de commerce un dossier adapté à la taille et aux caractéristiques de l'entité contrôlée en tenant compte du principe de proportionnalité.<br/><br/>\n 55. Ce dossier permet à toute autre personne ayant une expérience de la pratique de l'audit et n'ayant pas participé à la mission d'être en mesure de comprendre la démarche adoptée, les travaux effectués, l'opinion émise et le rapport sur les risques financiers, comptables et de gestion.<br/><br/>\n 56. En particulier, le commissaire aux comptes formalise dans son dossier :</p><p><br/>\n-les échanges intervenus avec le dirigeant de l'entité ou avec d'autres interlocuteurs au titre des éléments collectés au cours de sa mission pour l'établissement du rapport sur les risques financiers, comptables et de gestion ;<br/><br/>\n-les échanges verbaux avec les organes mentionnés à l' article L. 821-63 du code de commerce et la date de ces échanges ainsi qu'une copie de ses communications écrites.</p><p><br/>\n NEP-912. MISSSION DU COMMISSAIRE AUX COMPTES NOMMÉ POUR SIX EXERCICES DANS DES PETITES ENTREPRISES<br/><br/>\n Champ d'application<br/><br/>\n 01. La présente norme a pour objet de définir les diligences proportionnées à la “ petite entreprise ” à accomplir par le commissaire aux comptes désigné par une telle entreprise pour un mandat de six exercices, ainsi que le formalisme qui s'attache à la réalisation de sa mission.<br/><br/>\n Une “ petite entreprise ” est une personne ou entité qui ne dépasse pas, à la clôture d'un exercice social, deux des trois critères suivants :</p><p><br/>\n-total du bilan : quatre millions d'euros ;<br/><br/>\n-montant du chiffre d'affaires hors taxes : huit millions d'euros ;<br/><br/>\n-nombre moyen de salariés employés au cours de l'exercice : cinquante.</p><p><br/>\n Les situations visées par la présente norme sont définies aux paragraphes 2 à 4.<br/><br/>\n 02. En l'absence d'obligation légale de nommer un commissaire aux comptes pour un mandat de six exercices, une personne ou entité qui répond à la définition de petite entreprise peut décider volontairement de nommer un commissaire aux comptes. Lorsque cette personne ou entité est une société, elle peut choisir de lui confier un mandat de six exercices. Lorsque cette personne ou entité n'est pas une société, la durée du mandat du commissaire aux comptes est obligatoirement de six exercices.<br/><br/>\n 03. Une entité “ tête de groupe ” est définie par les  1er et 2e alinéas de l'article L. 821-43 du code de commerce comme une personne ou entité :</p><p><br/>\n-non astreinte à publier des comptes consolidés ;<br/><br/>\n-ne répondant pas à la définition d'une entité d'intérêt public ;<br/><br/>\n-non contrôlée par une personne ou une entité qui a désigné un commissaire aux comptes,</p><p><br/>\n et qui forme avec les sociétés qu'elle contrôle un ensemble dépassant, à la clôture d'un exercice social, deux des trois critères suivants :</p><p><br/>\n-total cumulé de leurs bilans : quatre millions d'euros ;<br/><br/>\n-montant cumulé hors taxes de leurs chiffres d'affaires : huit millions d'euros ;<br/><br/>\n-nombre moyen cumulé de leurs salariés au cours de l'exercice : cinquante.</p><p><br/>\n Dans la présente norme, la notion de contrôle s'entend du contrôle direct ou indirect au sens de l'article L. 233-3 du code de commerce.<br/><br/>\n Une entité tête de groupe a l'obligation de désigner au moins un commissaire aux comptes.<br/><br/>\n Lorsque l'entité tête de groupe est une société qui répond à la définition de petite entreprise, elle peut choisir de confier à son commissaire aux comptes un mandat de six exercices.<br/><br/>\n Lorsque l'entité tête de groupe n'est pas une société mais qu'elle répond à la définition de petite entreprise, la durée du mandat du commissaire aux comptes est obligatoirement de six exercices.<br/><br/>\n 04. Les petites entreprises qui sont des sociétés contrôlées par une entité tête de groupe ont l'obligation, en application du 3e alinéa de l'article L. 821-43 du code de commerce, de désigner au moins un commissaire aux comptes, lorsqu'elles dépassent, à la clôture d'un exercice social, deux des trois critères suivants :</p><p><br/>\n-total du bilan : deux millions d'euros ;<br/><br/>\n-montant du chiffre d'affaires hors taxes : quatre millions d'euros ;<br/><br/>\n-nombre moyen de salariés employés au cours de l'exercice : vingt-cinq.</p><p><br/>\n Dans ce cas, ces sociétés peuvent choisir de confier au commissaire aux comptes un mandat de six exercices.<br/><br/>\n 05. Le commissaire aux comptes peut appliquer la présente norme aux mandats en cours au 27 mai 2019, date d'application effective des dispositions issues de la loi n° 2019-486 du 22 mai 2019 relative à la croissance et à la transformation des entreprises, dans les sociétés, quelles que soient leurs formes, qui ne dépassent pas, pour le dernier exercice clos antérieurement à cette date, deux des trois critères précisés au paragraphe 1, et qui en font le choix en accord avec lui.<br/><br/>\n Nature et étendue de la mission<br/><br/>\n 06. La mission du commissaire aux comptes comprend :</p><p><br/>\n-la mission de certification des comptes annuels, et le cas échéant, des comptes consolidés lorsque l'entité décide sur une base volontaire de publier de tels comptes, prévue à l'article L. 821-53 du code de commerce  et dont il rend compte dans son rapport sur les comptes annuels, et le cas échéant, dans son rapport sur les comptes consolidés ;<br/><br/>\n-les autres diligences légales qui lui sont confiées par le législateur et qui donnent lieu, lorsque les textes légaux et réglementaires le prévoient, à des restitutions spécifiques.</p><p><br/>\n Respect des règles de déontologie<br/><br/>\n 07. Le commissaire aux comptes respecte les dispositions du code de déontologie de la profession. Il réalise sa mission conformément aux textes légaux et réglementaires et, s'agissant des normes d'exercice professionnel, à la présente norme d'exercice professionnel.<br/><br/>\n Esprit critique, jugement professionnel et proportionnalité<br/><br/>\n 08. Tout au long de sa mission, le commissaire aux comptes fait preuve d'esprit critique. A ce titre, il évalue de façon critique la validité des éléments collectés au cours de ses travaux et reste attentif aux informations qui contredisent ou remettent en cause la fiabilité des éléments obtenus.<br/><br/>\n 09. Le commissaire aux comptes exerce son jugement professionnel pour décider de la nature, du calendrier et de l'étendue des travaux, proportionnés à la taille et à la complexité de l'entité, nécessaires pour fonder son opinion sur les comptes.<br/><br/>\n Implication du commissaire aux comptes<br/><br/>\n 10. Le commissaire aux comptes veille à être compris du dirigeant quant à l'objectif de sa mission et aux modalités pratiques de sa réalisation. Si le commissaire aux comptes fait appel à des collaborateurs, il veille à rester l'interlocuteur principal du dirigeant, notamment pour la prise de connaissance de l'entité et de son environnement et la restitution des conclusions des travaux mis en œuvre.<br/><br/>\n Lettre de mission<br/><br/>\n 11. Au plus tard à l'issue de la prise de connaissance de l'entité et de son environnement, le commissaire aux comptes établit une lettre de mission pouvant porter sur les six exercices de son mandat et définissant les termes et conditions de son intervention. Si nécessaire, il revoit les termes de la lettre de mission en cours de mandat. Il demande à l'entité de confirmer par écrit son accord sur les termes et conditions exposés.<br/><br/>\n Mise en œuvre de la mission de certification des comptes<br/><br/>\n 12. Pour certifier les comptes, le commissaire aux comptes met en œuvre un audit des comptes afin d'obtenir l'assurance que les comptes, pris dans leur ensemble, ne comportent pas d'anomalies significatives. Cette assurance élevée, mais non absolue du fait des limites de l'audit est qualifiée, par convention, d'“ assurance raisonnable ”.<br/><br/>\n Les limites de l'audit résultent notamment de l'utilisation des techniques de sondages, des limites inhérentes au contrôle interne, et du fait que la plupart des éléments collectés au cours de la mission conduisent davantage à des présomptions qu'à des certitudes.<br/><br/>\n 13. La notion de caractère significatif est appliquée par le commissaire aux comptes pour planifier et réaliser son audit, puis pour évaluer l'incidence des anomalies non corrigées dans les comptes.<br/><br/>\n Le commissaire aux comptes met en œuvre la notion de caractère significatif en considérant le montant des anomalies, leur nature et les circonstances particulières de leur survenance.<br/><br/>\n La détermination du caractère significatif des anomalies relève du jugement professionnel du commissaire aux comptes et reflète sa perception de ce qui peut influencer le jugement des utilisateurs de comptes.<br/><br/>\n Pour évaluer le caractère significatif d'une anomalie à partir de son montant, le commissaire aux comptes détermine un seuil de signification, montant au-delà duquel les décisions économiques ou le jugement fondé sur les comptes sont susceptibles d'être influencés. Ce seuil sert également de référence pour déterminer la nature et l'étendue des procédures d'audit à mettre en œuvre.<br/><br/>\n Au cours de la mission, le commissaire aux comptes reconsidère le seuil de signification s'il a connaissance de faits nouveaux ou d'évolutions de l'entité qui remettent en cause l'évaluation initiale de ce seuil.<br/><br/>\n 14. La démarche pour la mise en œuvre de la mission de certification des comptes comprend les phases suivantes :</p><p><br/>\n-la prise de connaissance de l'entité en vue de l'identification et de l'évaluation du risque d'anomalies significatives dans les comptes ainsi que la planification de la mission ;<br/><br/>\n-les procédures d'audit mises en œuvre en réponse à l'évaluation du risque d'anomalies significatives ;<br/><br/>\n-les procédures d'audit mises en œuvre indépendamment de l'évaluation du risque d'anomalies significatives.</p><p><br/>\n En outre, pour la certification des comptes consolidés, le commissaire aux comptes se réfère à la démarche prévue par la norme d'exercice professionnel relative aux principes applicables à l'audit des comptes consolidés et l'applique de manière adaptée à la taille et à la complexité de l'ensemble consolidé.<br/><br/>\n Le commissaire aux comptes est vigilant sur tout événement ou circonstance susceptible de mettre en cause la continuité d'exploitation et apprécie si l'établissement des comptes dans une perspective de continuité d'exploitation est approprié.<br/><br/>\n En application des articles L. 821-60 et L. 821-61 du code de commerce, le commissaire aux comptes opère toutes vérifications et tous contrôles qu'il juge opportuns et peut se faire communiquer toutes les pièces qu'il estime utiles à l'exercice de sa mission. Lorsqu'il intervient dans une entité tête de groupe ces investigations peuvent être faites tant auprès de l'entité tête de groupe que des personnes ou entités qui la contrôlent ou qui sont contrôlées par elle au sens des I et II et de l'article L. 233-3 du code de commerce.<br/><br/>\n 15. Lorsque l'entité a recours aux services d'un expert-comptable, le commissaire aux comptes prend contact avec l'expert-comptable pour s'informer du contenu de la mission qui lui a été confiée. Lorsqu'il envisage d'utiliser les travaux de l'expert-comptable, le commissaire aux comptes se fait communiquer les travaux réalisés et apprécie s'ils peuvent contribuer à la formation de son opinion sur les comptes. En fonction de cette appréciation, le commissaire aux comptes détermine les procédures d'audit supplémentaires dont la mise en œuvre lui paraît nécessaire.<br/><br/>\n Prise de connaissance de l'entité et de son environnement en vue de l'évaluation du risque d'anomalies significatives dans les comptes et planification de la mission<br/><br/>\n 16. Le commissaire aux comptes acquiert une connaissance suffisante de l'entité afin d'identifier et d'évaluer le risque d'anomalies significatives dans les comptes, qu'elles résultent d'erreurs ou de fraudes. Pour ce faire, il s'entretient avec le dirigeant et le cas échéant avec les personnes appropriées au sein de l'entité et prend connaissance :</p><p><br/>\n-du secteur d'activité de l'entité et de la nature plus ou moins complexe de ses activités ;<br/><br/>\n-de ses objectifs et de sa stratégie ;<br/><br/>\n-de sa structure juridique ;<br/><br/>\n-de son organisation et de son financement ;<br/><br/>\n-des textes légaux et réglementaires applicables, notamment en matière de référentiel comptable ;<br/><br/>\n-des éléments du contrôle interne pertinents pour l'audit ;<br/><br/>\n-des relations et transactions avec les parties liées ;<br/><br/>\n-de l'importance des estimations comptables ;<br/><br/>\n-de l'existence de procès, contentieux ou de litiges.</p><p><br/>\n Le commissaire aux comptes prend en considération le comportement et l'éthique professionnels du dirigeant et son implication dans le processus d'autorisation et de contrôle des opérations.<br/><br/>\n 17. Lors de sa prise de connaissance de l'entité et de son environnement, le commissaire aux comptes met en œuvre des procédures analytiques.<br/><br/>\n Les procédures analytiques consistent à apprécier des informations financières à partir de leurs corrélations avec d'autres informations, issues ou non des comptes, ou avec des données antérieures, postérieures ou prévisionnelles de l'entité ou d'entités similaires et à partir de l'analyse des variations significatives ou des tendances inattendues.<br/><br/>\n Les procédures analytiques peuvent notamment permettre au commissaire aux comptes d'identifier des opérations ou des évènements inhabituels ou incohérents.<br/><br/>\n 18. A l'issue de sa prise de connaissance de l'entité et de son environnement, le commissaire aux comptes consigne dans un plan de mission :</p><p><br/>\n-l'approche générale des travaux en réponse à l'évaluation du risque d'anomalies significatives dans les comptes ;<br/><br/>\n-le programme de travail définissant la nature et l'étendue des diligences estimées nécessaires ;<br/><br/>\n-le nombre d'heures de travail affectées à l'accomplissement de ces diligences ;<br/><br/>\n-le seuil de signification retenu ;<br/><br/>\n-le calendrier et les intervenants.</p><p><br/>\n 19. Sur la base des éléments collectés lors de la mise en œuvre des procédures d'audit, le commissaire aux comptes peut décider de modifier les éléments planifiés et consignés dans le plan de mission. Il peut être ainsi amené à modifier son approche générale, à revoir ses choix et à prévoir des travaux complémentaires ou différents.<br/><br/>\n 20. Lorsque le commissaire aux comptes intervient au titre de la première année de son mandat, il vérifie que le bilan de clôture de l'exercice précédent repris pour l'ouverture du premier exercice dont il certifie les comptes ne contient pas d'anomalies significatives susceptibles d'avoir une incidence sur les comptes de l'exercice. Lorsque les comptes de l'exercice précédent ont fait l'objet d'une certification par un commissaire aux comptes, le commissaire aux comptes prend connaissance du dossier de travail de son prédécesseur, s'il l'estime nécessaire.<br/><br/>\n La certification sans réserve des comptes de l'exercice précédent constitue une présomption de régularité et sincérité du bilan d'ouverture. Si les comptes de l'exercice précédent n'ont pas fait l'objet d'une certification ou si le commissaire aux comptes n'a pas pris connaissance du dossier de travail de son prédécesseur ou n'a pas obtenu des travaux de celui-ci les éléments suffisants et appropriés estimés nécessaires, les procédures mises en œuvre pour les besoins de la certification des comptes de l'exercice peuvent lui permettre d'obtenir les éléments suffisants et appropriés pour conclure sur certains soldes de comptes du bilan d'ouverture. Lorsque ces procédures ne permettent pas au commissaire aux comptes d'obtenir les éléments suffisants et appropriés estimés nécessaires, il met en œuvre des procédures complémentaires.<br/><br/>\n Lorsque les comptes de l'exercice précédent n'ont pas fait l'objet d'une certification par un commissaire aux comptes, le commissaire aux comptes le mentionne dans son rapport.<br/><br/>\n Procédures d'audit mises en œuvre en réponse à l'évaluation du risque d'anomalies significatives<br/><br/>\n 21. En réponse à son évaluation du risque d'anomalies significatives, le commissaire aux comptes conçoit et met en œuvre des procédures d'audit qui peuvent comprendre, selon son jugement professionnel :</p><p><br/>\n-des tests de procédures ;<br/><br/>\n-des contrôles de substance consistant en des tests de détail et/ ou des procédures analytiques ;<br/><br/>\n-une approche mixte utilisant à la fois des tests de procédures et des contrôles de substance.</p><p><br/>\n 22. Le commissaire aux comptes utilise une ou plusieurs des techniques de contrôle suivantes :</p><p><br/>\n-les procédures analytiques qui, utilisées comme contrôles de substance, consistent à apprécier des éléments de comptes à partir de leurs corrélations avec d'autres données financières ou non. Pour cela, le commissaire aux comptes détermine les montants attendus dans les comptes et les écarts jugés acceptables entre ces montants et les montants enregistrés ;<br/><br/>\n-l'inspection des enregistrements ou des documents, qui consiste à examiner des enregistrements ou des documents, soit internes soit externes, sous forme papier, sous forme électronique ou autres supports ;<br/><br/>\n-l'inspection des actifs corporels, qui correspond à un contrôle physique des actifs corporels ;<br/><br/>\n-l'observation physique, qui consiste à examiner la façon dont une procédure est exécutée au sein de l'entité ;<br/><br/>\n-la demande d'information qui peut être adressée à des personnes internes ou externes à l'entité ;<br/><br/>\n-la demande de confirmation de tiers, qui consiste à obtenir de la part d'un tiers une déclaration directement adressée au commissaire aux comptes concernant une ou plusieurs informations ;<br/><br/>\n-la vérification d'un calcul ;<br/><br/>\n-la re-exécution d'un contrôle, qui porte sur des contrôles réalisés à l'origine par l'entité.</p><p><br/>\n 23. Le commissaire aux comptes détermine les méthodes appropriées de sélection des éléments à contrôler parmi les suivantes :</p><p><br/>\n-la sélection de tous les éléments, méthode principalement utilisée lorsque la population est constituée d'un petit nombre d'éléments ;<br/><br/>\n-la sélection d'éléments spécifiques, méthode utilisée pour couvrir en valeur une large proportion de la population ou pour contrôler des éléments inhabituels en raison de leur importance ou de leur nature ;<br/><br/>\n-les sondages statistiques ou non statistiques.</p><p><br/>\n 24. Lorsque le commissaire aux comptes intervient plusieurs semaines après la clôture de l'exercice, il peut estimer pertinent de contrôler les créances clients par les encaissements intervenus sur la période subséquente et les dettes fournisseurs par rapport aux factures reçues ou aux règlements effectués postérieurement à la clôture. L'utilisation de ces techniques de contrôle peut permettre de limiter les demandes de confirmation des clients et fournisseurs ou se substituer au recours à de telles confirmations.<br/><br/>\n 25. Le calendrier d'intervention du commissaire aux comptes peut également lui permettre de s'appuyer, pour le contrôle de certaines estimations comptables, sur l'examen du dénouement postérieur à la clôture de l'exercice des opérations objets de ces estimations.<br/><br/>\n 26. Le commissaire aux comptes assiste à la prise d'inventaire physique des stocks lorsqu'il estime que les stocks sont significatifs ou présentent un risque d'anomalies significatives. Si, en raison de circonstances imprévues, il ne peut être présent à la date prévue pour la prise d'inventaire physique, et dans la mesure où il existe un inventaire permanent, il intervient à une autre date. Lorsque sa présence à la prise d'inventaire physique est impossible, notamment en raison de la nature et du lieu de cet inventaire, le commissaire aux comptes détermine s'il peut mettre en œuvre des procédures d'audit alternatives fournissant des éléments présentant un caractère probant équivalent.<br/><br/>\n Procédures d'audit mises en œuvre indépendamment de l'évaluation du risque d'anomalies significatives<br/><br/>\n 27. Indépendamment de l'évaluation du risque d'anomalies significatives, le commissaire aux comptes conçoit et met en œuvre des contrôles de substance pour chaque compte présentant un caractère significatif. Selon son jugement professionnel, le commissaire aux comptes peut décider de limiter ses travaux à des procédures analytiques ou à un nombre restreint de tests de détails.<br/><br/>\n 28. De plus, le commissaire aux comptes met en œuvre les procédures d'audit suivantes :</p><p><br/>\n-compréhension de la justification économique d'opérations importantes qui lui semblent être en dehors des activités ordinaires de l'entité, ou qui lui apparaissent inhabituelles eu égard à sa connaissance de l'entité et de son environnement ;<br/><br/>\n-évaluation de la conformité au référentiel comptable applicable pour la présentation des comptes, notamment pour la reconnaissance des produits et y compris les informations fournies en annexe ;<br/><br/>\n-rapprochement des comptes, y compris des informations fournies dans l'annexe avec les documents comptables dont ils sont issus ;<br/><br/>\n-vérification du report des montants figurant dans les comptes de l'exercice précédent, y compris dans l'annexe ;<br/><br/>\n-examen des rapprochements bancaires à la clôture de l'exercice ;<br/><br/>\n-examen des écritures d'inventaire ;<br/><br/>\n-identification et prise en compte des évènements postérieurs à la clôture.</p><p><br/>\n 29. Le commissaire aux comptes effectue une revue de la cohérence d'ensemble des comptes au regard des éléments collectés tout au long de l'audit.<br/><br/>\n Traitement des anomalies relevées au cours de la mission<br/><br/>\n 30. Au cours de la mission, le commissaire aux comptes communique en temps utile, au dirigeant de l'entité ou au niveau approprié de responsabilité, les anomalies qu'il a relevées autres que celles qui sont manifestement insignifiantes. Le commissaire aux comptes demande la correction de ces anomalies.<br/><br/>\n A la fin de la mission, le commissaire aux comptes récapitule les anomalies non corrigées, autres que celles qui sont manifestement insignifiantes, ainsi que les anomalies non corrigées relevées au cours des exercices précédents et dont les effets perdurent. Il détermine si les anomalies non corrigées, prises individuellement ou en cumulé, sont significatives.<br/><br/>\n Déclarations écrites de la direction<br/><br/>\n 31. Si, au titre d'un ou plusieurs éléments à contrôler, les procédures d'audit ne permettent pas au commissaire aux comptes d'obtenir les éléments probants nécessaires pour fonder son opinion sur les comptes, il peut, sur la base de son jugement professionnel, demander au dirigeant de lui confirmer par écrit certaines de ses déclarations orales.<br/><br/>\n Lorsque le dirigeant refuse, le commissaire aux comptes s'enquiert des raisons de ce refus et, en fonction des réponses formulées, en tire les conséquences éventuelles sur l'expression de son opinion sur les comptes.<br/><br/>\n Communications avec les organes mentionnés à l'article L. 821-63 du code de commerce<br/><br/>\n 32. Selon son jugement professionnel et au moment qu'il juge approprié au regard de l'importance du sujet, le commissaire aux comptes porte à la connaissance du dirigeant ou d'un autre organe de direction ou de l'organe collégial chargé de l'administration ou de l'organe de surveillance :</p><p><br/>\n-l'étendue et le calendrier des travaux d'audit ;<br/><br/>\n-ses commentaires éventuels sur les pratiques comptables de l'entité susceptibles d'avoir une incidence significative sur les comptes ;<br/><br/>\n-le cas échéant, les événements ou circonstances identifiés susceptibles de mettre en cause la continuité d'exploitation ;<br/><br/>\n-les modifications qui lui paraissent devoir être apportées aux comptes devant être arrêtés ou aux autres documents comptables ;<br/><br/>\n-les irrégularités et les inexactitudes qu'il aurait découvertes ;<br/><br/>\n-les conclusions auxquelles conduisent les observations et rectifications ci-dessus sur les résultats de la période comparés à ceux de la période précédente ;<br/><br/>\n-les motifs de l'observation, de la certification avec réserve, du refus de certifier ou de l'impossibilité de certifier qu'il envisage, le cas échéant, de formuler dans son rapport sur les comptes.</p><p><br/>\n 33. Le commissaire aux comptes communique par écrit les éléments importants relatifs à sa mission lorsqu'il considère qu'une communication orale ne serait pas appropriée ou lorsque des dispositions légales ou réglementaires le prévoient spécifiquement.<br/><br/>\n Autres diligences légales confiées par le législateur au commissaire aux comptes<br/><br/>\n 34. Il appartient au commissaire aux comptes de procéder au contrôle des documents adressés à l'organe appelé à statuer sur les comptes. Pour ce faire, il met en œuvre les diligences prévues par la norme d'exercice professionnel relative aux diligences du commissaire aux comptes relatives au rapport de gestion, aux autres documents sur la situation financière et les comptes et aux informations relevant du rapport sur le gouvernement d'entreprise adressés aux membres de l'organe appelé à statuer sur les comptes.<br/><br/>\n 35. En application de l' article L. 821-10 du code de commerce , le commissaire aux comptes signale à la plus prochaine assemblée générale ou réunion de l'organe compétent les irrégularités et inexactitudes relevées au cours de l'accomplissement de sa mission et révèle au procureur de la République les faits délictueux dont il a eu connaissance, sans que sa responsabilité puisse être engagée par cette révélation.<br/><br/>\n 36. Le commissaire aux comptes met également en œuvre les dispositions prévues par la norme d'exercice professionnel relative aux obligations du commissaire aux comptes relatives à la lutte contre le blanchiment des capitaux et le financement du terrorisme.<br/><br/>\n 37. Lorsque le commissaire aux comptes relève, à l'occasion de l'exercice de sa mission, des faits de nature à compromettre la continuité de l'exploitation, il met en œuvre les dispositions prévues par les textes légaux et réglementaires relatifs à la procédure d'alerte et il en tire les conséquences éventuelles sur son rapport sur les comptes. La continuité d'exploitation est appréciée sur une période de douze mois à compter de la clôture de l'exercice.<br/><br/>\n 38. Plus généralement, le commissaire aux comptes met en œuvre les autres diligences légales qui lui sont confiées par le législateur.<br/><br/>\n Rapport du commissaire aux comptes établi en application de l'article L. 821-53 du code de commerce<br/><br/>\n 39. Le commissaire aux comptes établit le rapport mentionné au 1er alinéa de l'article L. 821-53 du code de commerce dans lequel il certifie, en justifiant de ses appréciations, que les comptes annuels sont réguliers et sincères et donnent une image fidèle du résultat des opérations de l'exercice écoulé ainsi que de la situation financière et du patrimoine de l'entité à la fin de cet exercice.<br/><br/>\n En outre, lorsque la personne ou entité décide sur une base volontaire de publier des comptes consolidés, le commissaire aux comptes établit le rapport mentionné au  2e alinéa de l'article L. 821-53 du code de commerce dans lequel il certifie, en justifiant de ses appréciations, que les comptes consolidés sont réguliers et sincères et donnent une image fidèle du patrimoine, de la situation financière ainsi que du résultat de l'ensemble constitué par les personnes et entités comprises dans la consolidation.<br/><br/>\n 40. Le commissaire aux comptes exprime son opinion selon les dispositions des paragraphes 6 à 14 de la norme d'exercice professionnel relative aux rapports du commissaire aux comptes sur les comptes annuels et consolidés.<br/><br/>\n 41. La justification des appréciations par le commissaire aux comptes a pour objet de permettre au destinataire du rapport de mieux comprendre l'opinion émise sur les comptes.<br/><br/>\n Le commissaire aux comptes, sur la base de son jugement professionnel, peut adopter une rédaction succincte pour la justification de ses appréciations.<br/><br/>\n 42. Le contenu du rapport respecte les dispositions prévues au paragraphe 18 de la norme relative aux rapports du commissaire aux comptes sur les comptes annuels et consolidés.<br/><br/>\n Documentation des travaux<br/><br/>\n 43. Le commissaire aux comptes constitue dans le respect de l'article D. 821-186 du code de commerce un dossier adapté à la taille et aux caractéristiques de l'entité contrôlée en tenant compte du principe de proportionnalité.<br/><br/>\n 44. Ce dossier permet à toute autre personne ayant une expérience de la pratique de l'audit et n'ayant pas participé à la mission d'être en mesure de comprendre la démarche adoptée, les travaux effectués et l'opinion émise.<br/><br/>\n 45. En particulier, le commissaire aux comptes formalise dans son dossier les échanges verbaux avec les organes mentionnés à l'article L. 821-63 du code de commerce et la date de ces échanges ainsi qu'une copie de ses communications écrites.</p>",
            "num": "A821-94",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1704067200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2024-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000020163597",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2024-01-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes, des organismes tiers indépendants et des auditeurs des informations en matière de durabilité.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000048932974",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2024-01-01",
                        "titre": "Chapitre II : Du statut des commissaires aux comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163060",
                        "id": "LEGISCTA000020163571",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2024-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Des commissaires aux comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163060",
                        "id": "LEGISCTA000048933008",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2024-01-01",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : De l'exercice du contrôle légal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000048874153",
                        "id": "LEGISCTA000048874153",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2024-01-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 3 : Des modalités d'exercice de la mission",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000048874159",
                        "id": "LEGISCTA000048874159",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2024-01-01",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 2 : De la certification des comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000048874163",
                        "id": "LEGISCTA000048874163",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2024-01-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-paragraphe 8 : De la certification des comptes annuels des petites entreprises",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000048874580",
                        "id": "LEGISCTA000048874580",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000048875409",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000048874580",
            "sectionParentId": "LEGISCTA000048874580",
            "sectionParentTitre": "Sous-paragraphe 8 : De la certification des comptes annuels des petites entreprises",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; TITRE II : Des commissaires aux comptes, des organismes tiers indépendants et des auditeurs des informations en matière de durabilité. &gt; Chapitre Ier : Des commissaires aux comptes &gt; Section 3 : De l'exercice du contrôle légal &gt; Sous-section 3 : Des modalités d'exercice de la mission &gt; Paragraphe 2 : De la certification des comptes &gt; Sous-paragraphe 8 : De la certification des comptes annuels des petites entreprises",
            "refInjection": "MD-20240112_202145_010_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000048875554",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000048735742",
                    "textTitle": "Arrêté du 28 décembre 2023 - art. 5",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000048870612",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2023-12-31",
                    "dateSignaTexte": "2023-12-28",
                    "dateDebutCible": "2024-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000038496102",
                    "textTitle": "LOI n° 2019-486 du 22 mai 2019",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000038496102",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2019-486",
                    "datePubli": 1558569600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000005634379",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. D821-186",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D821-186",
                    "articleId": "LEGIARTI000048874390",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1735689600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L22-10-71",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L22-10-71",
                    "articleId": "LEGIARTI000042338735",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L223-19",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L223-19",
                    "articleId": "LEGIARTI000006223120",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L223-27",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L223-27",
                    "articleId": "LEGIARTI000006223180",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L223-34",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L223-34",
                    "articleId": "LEGIARTI000006223287",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L223-42",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L223-42",
                    "articleId": "LEGIARTI000006223371",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-103",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-103",
                    "articleId": "LEGIARTI000006224820",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-115",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-115",
                    "articleId": "LEGIARTI000006224907",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-135",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-135",
                    "articleId": "LEGIARTI000006225148",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-235",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-235",
                    "articleId": "LEGIARTI000006226253",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-244",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-244",
                    "articleId": "LEGIARTI000006226287",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-40",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-40",
                    "articleId": "LEGIARTI000006223935",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-42",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-42",
                    "articleId": "LEGIARTI000006223957",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-88",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-88",
                    "articleId": "LEGIARTI000006224514",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-90",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-90",
                    "articleId": "LEGIARTI000006224526",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L226-10-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L226-10-1",
                    "articleId": "LEGIARTI000019121192",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1215216000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L227-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L227-10",
                    "articleId": "LEGIARTI000006227063",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L232-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L232-3",
                    "articleId": "LEGIARTI000006228896",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L232-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L232-4",
                    "articleId": "LEGIARTI000006228904",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L233-13",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L233-13",
                    "articleId": "LEGIARTI000006229245",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L233-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L233-3",
                    "articleId": "LEGIARTI000006229187",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L233-6",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L233-6",
                    "articleId": "LEGIARTI000006229196",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L237-6",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L237-6",
                    "articleId": "LEGIARTI000006230083",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L239-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L239-2",
                    "articleId": "LEGIARTI000006230183",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1011312000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L821-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L821-10",
                    "articleId": "LEGIARTI000006242513",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1059782400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L821-35",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L821-35",
                    "articleId": "LEGIARTI000048524707",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1704067200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L821-43",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L821-43",
                    "articleId": "LEGIARTI000048525173",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1704067200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L821-46",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L821-46",
                    "articleId": "LEGIARTI000048525191",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1704067200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L821-53",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L821-53",
                    "articleId": "LEGIARTI000048525402",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1704067200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L821-57",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L821-57",
                    "articleId": "LEGIARTI000048525611",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1704067200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L821-60",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L821-60",
                    "articleId": "LEGIARTI000048525646",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1704067200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L821-61",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L821-61",
                    "articleId": "LEGIARTI000048525651",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1704067200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L821-63",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L821-63",
                    "articleId": "LEGIARTI000048525669",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1704067200000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. A823-27-1 (T)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "A823-27-1",
                    "articleId": "LEGIARTI000048200436",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000048875554",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1704067200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A821-94",
                "821-94"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}