{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000038613966",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Les dispositions du premier alinéa de l'article L. 532-18 et du premier alinéa de l'article L. 532-18-1 ainsi que les dispositions de la section 2 du chapitre IV du titre Ier du livre II sont applicables aux sociétés de gestion établies dans un autre Etat membre de l'Union européenne qui gèrent un ou plusieurs FIA de droit français. II.-L'Autorité des marchés financiers surveille le respect par les sociétés de gestion mentionnées au I des dispositions de l'article du premier alinéa de l'article L. 533-22-2-1 et du 3° du I de l'article L. 533-10 lorsque ces sociétés de gestion gèrent un FIA ou en commercialise les parts ou actions en libre établissement. III.-L'Autorité des marchés financiers peut exiger d'une société de gestion mentionnée au I, qui gère un FIA ou en commercialise les parts ou actions, qu'elle fournisse les informations nécessaires à la surveillance du respect par cette société de gestion des règles relevant de la compétence de cette autorité. Lorsque l'Autorité des marchés financiers constate qu'une société de gestion mentionnée au I, qui gère un FIA ou en commercialise les parts ou actions, ne respecte pas l'une des règles relevant de sa compétence, elle exige que cette société mette fin à l'infraction et en informe les autorités compétentes de son Etat membre d'origine. Lorsque la société de gestion refuse de lui fournir les informations mentionnées au premier alinéa ou ne prend pas les dispositions nécessaires pour mettre fin à l'infraction mentionnée au deuxième alinéa, l'Autorité des marchés financiers en informe les autorités compétentes de l'Etat membre d'origine de la société de gestion. Si, en dépit des mesures prises par les autorités compétentes de l'Etat membre d'origine de la société de gestion ou lorsque ces mesures se révèlent inadéquates ou ne sont pas envisageables dans l'Etat membre concerné, la société de gestion continue de refuser de fournir les informations demandées par l'Autorité des marchés financiers en application du premier alinéa ou persiste à enfreindre les règles mentionnées au deuxième alinéa, cette autorité peut, après en avoir informé les autorités compétentes de l'Etat membre d'origine de la société de gestion, prendre des mesures appropriées, en vertu de ses pouvoirs prévus par les livres V et VI, pour prévenir ou sanctionner de nouvelles irrégularités et, dans la mesure où cela s'avère nécessaire, empêcher cette société d'effectuer de nouvelles opérations en France métropolitaine, dans les départements d'outre-mer, dans le Département de Mayotte et à Saint-Martin. Lorsque l'activité de la société de gestion sur ces territoires consiste à gérer des FIA, l'Autorité des marchés financiers peut exiger qu'elle mette un terme à la gestion de ces FIA. Si l'Autorité des marchés financiers a des raisons claires et démontrables de considérer que la société de gestion enfreint des obligations ne relevant pas de sa compétence, elle en fait part aux autorités de l'Etat membre d'origine de la société de gestion. Si, en dépit des mesures prises par l'autorité compétente de l'Etat d'origine ou en raison du caractère inadéquat de ces mesures ou en l'absence d'action dans un délai raisonnable de sa part, la société de gestion continue d'agir d'une manière clairement préjudiciable aux intérêts des porteurs ou actionnaires du FIA concerné, de la stabilité financière, ou de l'intégrité du marché français, l'Autorité des marchés financiers, après en avoir informé l'autorité compétente de l'Etat d'origine de la société de gestion, prend les mesures nécessaires pour protéger les porteurs de parts ou actionnaires du FIA concerné, la stabilité financière et l'intégrité du marché français, y compris l'interdiction pour la société de gestion de continuer à commercialiser des parts ou actions du FIA concerné sur le territoire de la France métropolitaine, de la Guadeloupe, de la Guyane, de la Martinique, de La Réunion, de Mayotte et de Saint-Martin.",
            "texteHtml": "<p>I.-Les dispositions du premier alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006657522&dateTexte=&categorieLien=cid'>L. 532-18 </a>et du premier alinéa de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006657534&dateTexte=&categorieLien=cid'>l'article L. 532-18-1 </a>ainsi que les dispositions de la section 2 du chapitre IV du titre Ier du livre II sont applicables aux sociétés de gestion établies dans un autre Etat membre de l'Union européenne qui gèrent un ou plusieurs FIA de droit français. </p><p>II.-L'Autorité des marchés financiers surveille le respect par les sociétés de gestion mentionnées au I des dispositions de l'article du premier alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000035015607&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L533-22-2-1 (V)'>L. 533-22-2-1</a> et du 3° du I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006657813&dateTexte=&categorieLien=cid'>L. 533-10 </a>lorsque ces sociétés de gestion gèrent un FIA ou en commercialise les parts ou actions en libre établissement. </p><p>III.-L'Autorité des marchés financiers peut exiger d'une société de gestion mentionnée au I, qui gère un FIA ou en commercialise les parts ou actions, qu'elle fournisse les informations nécessaires à la surveillance du respect par cette société de gestion des règles relevant de la compétence de cette autorité. </p><p>Lorsque l'Autorité des marchés financiers constate qu'une société de gestion mentionnée au I, qui gère un FIA ou en commercialise les parts ou actions, ne respecte pas l'une des règles relevant de sa compétence, elle exige que cette société mette fin à l'infraction et en informe les autorités compétentes de son Etat membre d'origine. </p><p>Lorsque la société de gestion refuse de lui fournir les informations mentionnées au premier alinéa ou ne prend pas les dispositions nécessaires pour mettre fin à l'infraction mentionnée au deuxième alinéa, l'Autorité des marchés financiers en informe les autorités compétentes de l'Etat membre d'origine de la société de gestion. </p><p>Si, en dépit des mesures prises par les autorités compétentes de l'Etat membre d'origine de la société de gestion ou lorsque ces mesures se révèlent inadéquates ou ne sont pas envisageables dans l'Etat membre concerné, la société de gestion continue de refuser de fournir les informations demandées par l'Autorité des marchés financiers en application du premier alinéa ou persiste à enfreindre les règles mentionnées au deuxième alinéa, cette autorité peut, après en avoir informé les autorités compétentes de l'Etat membre d'origine de la société de gestion, prendre des mesures appropriées, en vertu de ses pouvoirs prévus par les livres V et VI, pour prévenir ou sanctionner de nouvelles irrégularités et, dans la mesure où cela s'avère nécessaire, empêcher cette société d'effectuer de nouvelles opérations en France métropolitaine, dans les départements d'outre-mer, dans le Département de Mayotte et à Saint-Martin. </p><p>Lorsque l'activité de la société de gestion sur ces territoires consiste à gérer des FIA, l'Autorité des marchés financiers peut exiger qu'elle mette un terme à la gestion de ces FIA. </p><p>Si l'Autorité des marchés financiers a des raisons claires et démontrables de considérer que la société de gestion enfreint des obligations ne relevant pas de sa compétence, elle en fait part aux autorités de l'Etat membre d'origine de la société de gestion. </p><p>Si, en dépit des mesures prises par l'autorité compétente de l'Etat d'origine ou en raison du caractère inadéquat de ces mesures ou en l'absence d'action dans un délai raisonnable de sa part, la société de gestion continue d'agir d'une manière clairement préjudiciable aux intérêts des porteurs ou actionnaires du FIA concerné, de la stabilité financière, ou de l'intégrité du marché français, l'Autorité des marchés financiers, après en avoir informé l'autorité compétente de l'Etat d'origine de la société de gestion, prend les mesures nécessaires pour protéger les porteurs de parts ou actionnaires du FIA concerné, la stabilité financière et l'intégrité du marché français, y compris l'interdiction pour la société de gestion de continuer à commercialiser des parts ou actions du FIA concerné sur le territoire de la France métropolitaine, de la Guadeloupe, de la Guyane, de la Martinique, de La Réunion, de Mayotte et de Saint-Martin.</p>",
            "num": "L532-21-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "VIGUEUR",
            "dateDebut": 1558656000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101336",
                        "id": "LEGISCTA000006101336",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Livre V : Les prestataires de services",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006123943",
                        "id": "LEGISCTA000006123943",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Les prestataires de services d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140119",
                        "id": "LEGISCTA000006140119",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Conditions d'exercice de la profession",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154696",
                        "id": "LEGISCTA000006154696",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2018-01-03",
                        "titre": "Section 2 : Libre établissement et libre prestation de services sur le territoire des Etats parties à l'accord sur l'Espace économique européen",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170642",
                        "id": "LEGISCTA000006170642",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-01-03",
                        "fin": "2017-06-28",
                        "titre": "Section 2 : Libre établissement et libre prestation de services sur le territoire des Etats membres de l'Union européenne ou parties à l'accord sur l'Espace économique européen",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170642",
                        "id": "LEGISCTA000032786469",
                        "etat": "MODIFIE_MORT_NE"
                    },
                    {
                        "debut": "2018-01-03",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Libre établissement et libre prestation de services sur le territoire des Etats membres de l'Union européenne ou parties à l'accord sur l'Espace économique européen (Passeports)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170642",
                        "id": "LEGISCTA000035042858",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2018-01-03",
                        "titre": "Sous-section 2 : Libre prestation de services et liberté d'établissement en France",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006184914",
                        "id": "LEGISCTA000006184914",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-01-03",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Libre établissement et libre prestation de services en France (Passeport entrant)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006184914",
                        "id": "LEGISCTA000035042856",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2018-01-03",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 3 : Sociétés de gestion de FIA européennes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000035020394",
                        "id": "LEGISCTA000035043021",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000027764168",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000035020394",
            "sectionParentId": "LEGISCTA000035043021",
            "sectionParentTitre": "Paragraphe 3 : Sociétés de gestion de FIA européennes",
            "fullSectionsTitre": "Partie législative &gt; Livre V : Les prestataires de services &gt; Titre III : Les prestataires de services d'investissement &gt; Chapitre II : Conditions d'exercice de la profession &gt; Section 2 : Libre établissement et libre prestation de services sur le territoire des Etats membres de l'Union européenne ou parties à l'accord sur l'Espace économique européen (Passeports) &gt; Sous-section 2 : Libre établissement et libre prestation de services en France (Passeport entrant) &gt; Paragraphe 3 : Sociétés de gestion de FIA européennes",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000038613966",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000038496102",
                    "textTitle": "LOI n° 2019-486 du 22 mai 2019 - art. 206 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "206",
                    "articleId": "LEGIARTI000038497553",
                    "natureText": "LOI",
                    "datePubliTexte": "2019-05-23",
                    "dateSignaTexte": "2019-05-22",
                    "dateDebutCible": "2019-05-24"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000606599",
                    "textTitle": "Arrêté du 12 novembre 2004 - art. 319-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "319-1",
                    "articleId": "LEGIARTI000036894624",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1101254400000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "JORFTEXT000000606599",
                    "textTitle": "Arrêté du 12 novembre 2004 - art. 320-13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "320-13",
                    "articleId": "LEGIARTI000042571360",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1101254400000,
                    "dateDebut": 1606348800000
                },
                {
                    "textCid": "JORFTEXT000000606599",
                    "textTitle": "Arrêté du 12 novembre 2004 - art. 320-24 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "320-24",
                    "articleId": "LEGIARTI000042571348",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1101254400000,
                    "dateDebut": 1606348800000
                },
                {
                    "textCid": "JORFTEXT000027830600",
                    "textTitle": "Arrêté du 8 août 2013 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000027830605",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1376352000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000042558594",
                    "textTitle": "Arrêté du 10 novembre 2020 - art.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000042562263",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1606262400000,
                    "dateDebut": 1606348800000
                },
                {
                    "textCid": "JORFTEXT000046150481",
                    "textTitle": "Arrêté du 5 août 2022 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000046154988",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1659744000000,
                    "dateDebut": 1659830400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L214-24 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L214-24",
                    "articleId": "LEGIARTI000038611709",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1558656000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L532-18",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L532-18",
                    "articleId": "LEGIARTI000006657522",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1467504000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L532-18-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L532-18-1",
                    "articleId": "LEGIARTI000006657534",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1467504000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L532-43 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L532-43",
                    "articleId": "LEGIARTI000027764519",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1374969600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L532-46 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L532-46",
                    "articleId": "LEGIARTI000027764525",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1374969600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L533-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L533-10",
                    "articleId": "LEGIARTI000006657813",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L533-22-2-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L533-22-2-1",
                    "articleId": "LEGIARTI000035015607",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L561-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L561-2",
                    "articleId": "LEGIARTI000033582023",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1656633600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L561-36 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L561-36",
                    "articleId": "LEGIARTI000033606317",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1656633600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L621-5-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L621-5-3",
                    "articleId": "LEGIARTI000045959121",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633824000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L773-42 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L773-42",
                    "articleId": "LEGIARTI000045236483",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1645833600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L774-42 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L774-42",
                    "articleId": "LEGIARTI000045236701",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1645833600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L775-36 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L775-36",
                    "articleId": "LEGIARTI000045236895",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1645833600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R532-17 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R532-17",
                    "articleId": "LEGIARTI000035437719",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000027764173",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1374969600000,
                    "dateFin": 1514937600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032786370",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "2.0",
                    "dateDebut": 1514937600000,
                    "dateFin": 1498608000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035043006",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1514937600000,
                    "dateFin": 1558656000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038613966",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1558656000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L532-21-3",
                "532-21-3"
            ],
            "versionPrecedente": "LEGIARTI000035043006",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000035043006",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Les dispositions du premier alinéa de l'article L. 532-18 et du premier alinéa de l'article L. 532-18-1 ainsi que les dispositions de la section 2 du chapitre IV du titre Ier du livre II sont applicables aux sociétés de gestion établies dans un autre Etat membre de l'Union européenne qui gèrent un ou plusieurs FIA de droit français. II.-L'Autorité des marchés financiers surveille le respect par les sociétés de gestion mentionnées au I des dispositions de l'article L. 533-22-3 A et du 3° du I de l'article L. 533-10 lorsque ces sociétés de gestion gèrent un FIA ou en commercialise les parts ou actions en libre établissement. III.-L'Autorité des marchés financiers peut exiger d'une société de gestion mentionnée au I, qui gère un FIA ou en commercialise les parts ou actions, qu'elle fournisse les informations nécessaires à la surveillance du respect par cette société de gestion des règles relevant de la compétence de cette autorité. Lorsque l'Autorité des marchés financiers constate qu'une société de gestion mentionnée au I, qui gère un FIA ou en commercialise les parts ou actions, ne respecte pas l'une des règles relevant de sa compétence, elle exige que cette société mette fin à l'infraction et en informe les autorités compétentes de son Etat membre d'origine. Lorsque la société de gestion refuse de lui fournir les informations mentionnées au premier alinéa ou ne prend pas les dispositions nécessaires pour mettre fin à l'infraction mentionnée au deuxième alinéa, l'Autorité des marchés financiers en informe les autorités compétentes de l'Etat membre d'origine de la société de gestion. Si, en dépit des mesures prises par les autorités compétentes de l'Etat membre d'origine de la société de gestion ou lorsque ces mesures se révèlent inadéquates ou ne sont pas envisageables dans l'Etat membre concerné, la société de gestion continue de refuser de fournir les informations demandées par l'Autorité des marchés financiers en application du premier alinéa ou persiste à enfreindre les règles mentionnées au deuxième alinéa, cette autorité peut, après en avoir informé les autorités compétentes de l'Etat membre d'origine de la société de gestion, prendre des mesures appropriées, en vertu de ses pouvoirs prévus par les livres V et VI, pour prévenir ou sanctionner de nouvelles irrégularités et, dans la mesure où cela s'avère nécessaire, empêcher cette société d'effectuer de nouvelles opérations en France métropolitaine, dans les départements d'outre-mer, dans le Département de Mayotte et à Saint-Martin. Lorsque l'activité de la société de gestion sur ces territoires consiste à gérer des FIA, l'Autorité des marchés financiers peut exiger qu'elle mette un terme à la gestion de ces FIA. Si l'Autorité des marchés financiers a des raisons claires et démontrables de considérer que la société de gestion enfreint des obligations ne relevant pas de sa compétence, elle en fait part aux autorités de l'Etat membre d'origine de la société de gestion. Si, en dépit des mesures prises par l'autorité compétente de l'Etat d'origine ou en raison du caractère inadéquat de ces mesures ou en l'absence d'action dans un délai raisonnable de sa part, la société de gestion continue d'agir d'une manière clairement préjudiciable aux intérêts des porteurs ou actionnaires du FIA concerné, de la stabilité financière, ou de l'intégrité du marché français, l'Autorité des marchés financiers, après en avoir informé l'autorité compétente de l'Etat d'origine de la société de gestion, prend les mesures nécessaires pour protéger les porteurs de parts ou actionnaires du FIA concerné, la stabilité financière et l'intégrité du marché français, y compris l'interdiction pour la société de gestion de continuer à commercialiser des parts ou actions du FIA concerné sur le territoire de la France métropolitaine, de la Guadeloupe, de la Guyane, de la Martinique, de La Réunion, de Mayotte et de Saint-Martin.",
            "texteHtml": "<p>I.-Les dispositions du premier alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006657522&dateTexte=&categorieLien=cid'>L. 532-18 </a>et du premier alinéa de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006657534&dateTexte=&categorieLien=cid'>l'article L. 532-18-1 </a>ainsi que les dispositions de la section 2 du chapitre IV du titre Ier du livre II sont applicables aux sociétés de gestion établies dans un autre Etat membre de l'Union européenne qui gèrent un ou plusieurs FIA de droit français.</p><p>II.-L'Autorité des marchés financiers surveille le respect par les sociétés de gestion mentionnées au I des dispositions de l'article L. 533-22-3 A et du 3° du I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006657813&dateTexte=&categorieLien=cid'>L. 533-10</a> lorsque ces sociétés de gestion gèrent un FIA ou en commercialise les parts ou actions en libre établissement.</p><p>III.-L'Autorité des marchés financiers peut exiger d'une société de gestion mentionnée au I, qui gère un FIA ou en commercialise les parts ou actions, qu'elle fournisse les informations nécessaires à la surveillance du respect par cette société de gestion des règles relevant de la compétence de cette autorité.</p><p>Lorsque l'Autorité des marchés financiers constate qu'une société de gestion mentionnée au I, qui gère un FIA ou en commercialise les parts ou actions, ne respecte pas l'une des règles relevant de sa compétence, elle exige que cette société mette fin à l'infraction et en informe les autorités compétentes de son Etat membre d'origine.</p><p>Lorsque la société de gestion refuse de lui fournir les informations mentionnées au premier alinéa ou ne prend pas les dispositions nécessaires pour mettre fin à l'infraction mentionnée au deuxième alinéa, l'Autorité des marchés financiers en informe les autorités compétentes de l'Etat membre d'origine de la société de gestion.</p><p>Si, en dépit des mesures prises par les autorités compétentes de l'Etat membre d'origine de la société de gestion ou lorsque ces mesures se révèlent inadéquates ou ne sont pas envisageables dans l'Etat membre concerné, la société de gestion continue de refuser de fournir les informations demandées par l'Autorité des marchés financiers en application du premier alinéa ou persiste à enfreindre les règles mentionnées au deuxième alinéa, cette autorité peut, après en avoir informé les autorités compétentes de l'Etat membre d'origine de la société de gestion, prendre des mesures appropriées, en vertu de ses pouvoirs prévus par les livres V et VI, pour prévenir ou sanctionner de nouvelles irrégularités et, dans la mesure où cela s'avère nécessaire, empêcher cette société d'effectuer de nouvelles opérations en France métropolitaine, dans les départements d'outre-mer, dans le Département de Mayotte et à Saint-Martin.</p><p>Lorsque l'activité de la société de gestion sur ces territoires consiste à gérer des FIA, l'Autorité des marchés financiers peut exiger qu'elle mette un terme à la gestion de ces FIA.</p><p>Si l'Autorité des marchés financiers a des raisons claires et démontrables de considérer que la société de gestion enfreint des obligations ne relevant pas de sa compétence, elle en fait part aux autorités de l'Etat membre d'origine de la société de gestion.</p><p>Si, en dépit des mesures prises par l'autorité compétente de l'Etat d'origine ou en raison du caractère inadéquat de ces mesures ou en l'absence d'action dans un délai raisonnable de sa part, la société de gestion continue d'agir d'une manière clairement préjudiciable aux intérêts des porteurs ou actionnaires du FIA concerné, de la stabilité financière, ou de l'intégrité du marché français, l'Autorité des marchés financiers, après en avoir informé l'autorité compétente de l'Etat d'origine de la société de gestion, prend les mesures nécessaires pour protéger les porteurs de parts ou actionnaires du FIA concerné, la stabilité financière et l'intégrité du marché français, y compris l'interdiction pour la société de gestion de continuer à commercialiser des parts ou actions du FIA concerné sur le territoire de la France métropolitaine, de la Guadeloupe, de la Guyane, de la Martinique, de La Réunion, de Mayotte et de Saint-Martin.</p><p></p>",
            "num": "L532-21-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1514937600000,
            "dateFin": 1558656000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101336",
                        "id": "LEGISCTA000006101336",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Livre V : Les prestataires de services",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006123943",
                        "id": "LEGISCTA000006123943",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Les prestataires de services d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140119",
                        "id": "LEGISCTA000006140119",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Conditions d'exercice de la profession",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154696",
                        "id": "LEGISCTA000006154696",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2018-01-03",
                        "titre": "Section 2 : Libre établissement et libre prestation de services sur le territoire des Etats parties à l'accord sur l'Espace économique européen",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170642",
                        "id": "LEGISCTA000006170642",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-01-03",
                        "fin": "2017-06-28",
                        "titre": "Section 2 : Libre établissement et libre prestation de services sur le territoire des Etats membres de l'Union européenne ou parties à l'accord sur l'Espace économique européen",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170642",
                        "id": "LEGISCTA000032786469",
                        "etat": "MODIFIE_MORT_NE"
                    },
                    {
                        "debut": "2018-01-03",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Libre établissement et libre prestation de services sur le territoire des Etats membres de l'Union européenne ou parties à l'accord sur l'Espace économique européen (Passeports)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170642",
                        "id": "LEGISCTA000035042858",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2018-01-03",
                        "titre": "Sous-section 2 : Libre prestation de services et liberté d'établissement en France",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006184914",
                        "id": "LEGISCTA000006184914",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-01-03",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Libre établissement et libre prestation de services en France (Passeport entrant)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006184914",
                        "id": "LEGISCTA000035042856",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2018-01-03",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 3 : Sociétés de gestion de FIA européennes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000035020394",
                        "id": "LEGISCTA000035043021",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000027764168",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000035020394",
            "sectionParentId": "LEGISCTA000035043021",
            "sectionParentTitre": "Paragraphe 3 : Sociétés de gestion de FIA européennes",
            "fullSectionsTitre": "Partie législative &gt; Livre V : Les prestataires de services &gt; Titre III : Les prestataires de services d'investissement &gt; Chapitre II : Conditions d'exercice de la profession &gt; Section 2 : Libre établissement et libre prestation de services sur le territoire des Etats membres de l'Union européenne ou parties à l'accord sur l'Espace économique européen (Passeports) &gt; Sous-section 2 : Libre établissement et libre prestation de services en France (Passeport entrant) &gt; Paragraphe 3 : Sociétés de gestion de FIA européennes",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000035043006",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "(1) Au lieu de \"L. 533-22-3 A\" lire \"L. 533-22-2-1\".",
            "notaHtml": "<p>(1) Au lieu de \"L. 533-22-3 A\" lire \"L. 533-22-2-1\".</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000035013490",
                    "textTitle": "Ordonnance n°2017-1107 du 22 juin 2017 - art. 7",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "LEGIARTI000035014361",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2017-06-27",
                    "dateSignaTexte": "2017-06-22",
                    "dateDebutCible": "2017-06-28"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000606599",
                    "textTitle": "Arrêté du 12 novembre 2004 - art. 319-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "319-1",
                    "articleId": "LEGIARTI000036894624",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1101254400000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "JORFTEXT000000606599",
                    "textTitle": "Arrêté du 12 novembre 2004 - art. 320-13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "320-13",
                    "articleId": "LEGIARTI000042571360",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1101254400000,
                    "dateDebut": 1606348800000
                },
                {
                    "textCid": "JORFTEXT000000606599",
                    "textTitle": "Arrêté du 12 novembre 2004 - art. 320-24 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "320-24",
                    "articleId": "LEGIARTI000042571348",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1101254400000,
                    "dateDebut": 1606348800000
                },
                {
                    "textCid": "JORFTEXT000027830600",
                    "textTitle": "Arrêté du 8 août 2013 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000027830605",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1376352000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000042558594",
                    "textTitle": "Arrêté du 10 novembre 2020 - art.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000042562263",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1606262400000,
                    "dateDebut": 1606348800000
                },
                {
                    "textCid": "JORFTEXT000046150481",
                    "textTitle": "Arrêté du 5 août 2022 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000046154988",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1659744000000,
                    "dateDebut": 1659830400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L214-24 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L214-24",
                    "articleId": "LEGIARTI000038611709",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1558656000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L532-18",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L532-18",
                    "articleId": "LEGIARTI000006657522",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1467504000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L532-18-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L532-18-1",
                    "articleId": "LEGIARTI000006657534",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1467504000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L532-43 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L532-43",
                    "articleId": "LEGIARTI000027764519",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1374969600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L532-46 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L532-46",
                    "articleId": "LEGIARTI000027764525",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1374969600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L533-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L533-10",
                    "articleId": "LEGIARTI000006657813",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L533-11",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L533-11",
                    "articleId": "LEGIARTI000006657822",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L561-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L561-2",
                    "articleId": "LEGIARTI000033582023",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1656633600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L561-36 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L561-36",
                    "articleId": "LEGIARTI000033606317",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1656633600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L621-5-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L621-5-3",
                    "articleId": "LEGIARTI000045959121",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633824000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L773-42 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L773-42",
                    "articleId": "LEGIARTI000045236483",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1645833600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L774-42 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L774-42",
                    "articleId": "LEGIARTI000045236701",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1645833600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L775-36 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L775-36",
                    "articleId": "LEGIARTI000045236895",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1645833600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R532-17 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R532-17",
                    "articleId": "LEGIARTI000035437719",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000027764173",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1374969600000,
                    "dateFin": 1514937600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032786370",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "2.0",
                    "dateDebut": 1514937600000,
                    "dateFin": 1498608000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035043006",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1514937600000,
                    "dateFin": 1558656000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038613966",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1558656000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L532-21-3",
                "532-21-3"
            ],
            "versionPrecedente": "LEGIARTI000032786370",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000032786370",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Les dispositions du premier alinéa de l'article L. 532-18 et du premier alinéa de l'article L. 532-18-1 ainsi que les dispositions de la section 2 du chapitre IV du titre Ier du livre II sont applicables aux sociétés de gestion établies dans un autre Etat membre de l'Union européenne qui gèrent un ou plusieurs FIA de droit français. II.-L'Autorité des marchés financiers surveille le respect par les sociétés de gestion mentionnées au I des dispositions de l'article L. 533-11 et du 3° du I de l'article L. 533-10 lorsque ces sociétés de gestion gèrent un FIA ou en commercialise les parts ou actions en libre établissement. III.-L'Autorité des marchés financiers peut exiger d'une société de gestion mentionnée au I, qui gère un FIA ou en commercialise les parts ou actions, qu'elle fournisse les informations nécessaires à la surveillance du respect par cette société de gestion des règles relevant de la compétence de cette autorité. Lorsque l'Autorité des marchés financiers constate qu'une société de gestion mentionnée au I, qui gère un FIA ou en commercialise les parts ou actions, ne respecte pas l'une des règles relevant de sa compétence, elle exige que cette société mette fin à l'infraction et en informe les autorités compétentes de son Etat membre d'origine. Lorsque la société de gestion refuse de lui fournir les informations mentionnées au premier alinéa ou ne prend pas les dispositions nécessaires pour mettre fin à l'infraction mentionnée au deuxième alinéa, l'Autorité des marchés financiers en informe les autorités compétentes de l'Etat membre d'origine de la société de gestion. Si, en dépit des mesures prises par les autorités compétentes de l'Etat membre d'origine de la société de gestion ou lorsque ces mesures se révèlent inadéquates ou ne sont pas envisageables dans l'Etat membre concerné, la société de gestion continue de refuser de fournir les informations demandées par l'Autorité des marchés financiers en application du premier alinéa ou persiste à enfreindre les règles mentionnées au deuxième alinéa, cette autorité peut, après en avoir informé les autorités compétentes de l'Etat membre d'origine de la société de gestion, prendre des mesures appropriées, en vertu de ses pouvoirs prévus par les livres V et VI, pour prévenir ou sanctionner de nouvelles irrégularités et, dans la mesure où cela s'avère nécessaire, empêcher cette société d'effectuer de nouvelles opérations en France métropolitaine, dans les départements d'outre-mer, dans le Département de Mayotte et à Saint-Martin. Lorsque l'activité de la société de gestion sur ces territoires consiste à gérer des FIA, l'Autorité des marchés financiers peut exiger qu'elle mette un terme à la gestion de ces FIA. Si l'Autorité des marchés financiers a des raisons claires et démontrables de considérer que la société de gestion enfreint des obligations ne relevant pas de sa compétence, elle en fait part aux autorités de l'Etat membre d'origine de la société de gestion. Si, en dépit des mesures prises par l'autorité compétente de l'Etat d'origine ou en raison du caractère inadéquat de ces mesures ou en l'absence d'action dans un délai raisonnable de sa part, la société de gestion continue d'agir d'une manière clairement préjudiciable aux intérêts des porteurs ou actionnaires du FIA concerné, de la stabilité financière, ou de l'intégrité du marché français, l'Autorité des marchés financiers, après en avoir informé l'autorité compétente de l'Etat d'origine de la société de gestion, prend les mesures nécessaires pour protéger les porteurs de parts ou actionnaires du FIA concerné, la stabilité financière et l'intégrité du marché français, y compris l'interdiction pour la société de gestion de continuer à commercialiser des parts ou actions du FIA concerné sur le territoire de la France métropolitaine, de la Guadeloupe, de la Guyane, de la Martinique, de La Réunion, de Mayotte et de Saint-Martin.",
            "texteHtml": "<p>I.-Les dispositions du premier alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006657522&dateTexte=&categorieLien=cid'>L. 532-18 </a>et du premier alinéa de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006657534&dateTexte=&categorieLien=cid'>l'article L. 532-18-1 </a>ainsi que les dispositions de la section 2 du chapitre IV du titre Ier du livre II sont applicables aux sociétés de gestion établies dans un autre Etat membre de l'Union européenne qui gèrent un ou plusieurs FIA de droit français. </p><p>II.-L'Autorité des marchés financiers surveille le respect par les sociétés de gestion mentionnées au I des dispositions de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006657822&dateTexte=&categorieLien=cid'>L. 533-11 </a>et du 3° du I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006657813&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L533-10 (VD)'>L. 533-10</a> lorsque ces sociétés de gestion gèrent un FIA ou en commercialise les parts ou actions en libre établissement. </p><p>III.-L'Autorité des marchés financiers peut exiger d'une société de gestion mentionnée au I, qui gère un FIA ou en commercialise les parts ou actions, qu'elle fournisse les informations nécessaires à la surveillance du respect par cette société de gestion des règles relevant de la compétence de cette autorité. </p><p>Lorsque l'Autorité des marchés financiers constate qu'une société de gestion mentionnée au I, qui gère un FIA ou en commercialise les parts ou actions, ne respecte pas l'une des règles relevant de sa compétence, elle exige que cette société mette fin à l'infraction et en informe les autorités compétentes de son Etat membre d'origine. </p><p>Lorsque la société de gestion refuse de lui fournir les informations mentionnées au premier alinéa ou ne prend pas les dispositions nécessaires pour mettre fin à l'infraction mentionnée au deuxième alinéa, l'Autorité des marchés financiers en informe les autorités compétentes de l'Etat membre d'origine de la société de gestion. </p><p>Si, en dépit des mesures prises par les autorités compétentes de l'Etat membre d'origine de la société de gestion ou lorsque ces mesures se révèlent inadéquates ou ne sont pas envisageables dans l'Etat membre concerné, la société de gestion continue de refuser de fournir les informations demandées par l'Autorité des marchés financiers en application du premier alinéa ou persiste à enfreindre les règles mentionnées au deuxième alinéa, cette autorité peut, après en avoir informé les autorités compétentes de l'Etat membre d'origine de la société de gestion, prendre des mesures appropriées, en vertu de ses pouvoirs prévus par les livres V et VI, pour prévenir ou sanctionner de nouvelles irrégularités et, dans la mesure où cela s'avère nécessaire, empêcher cette société d'effectuer de nouvelles opérations en France métropolitaine, dans les départements d'outre-mer, dans le Département de Mayotte et à Saint-Martin. </p><p>Lorsque l'activité de la société de gestion sur ces territoires consiste à gérer des FIA, l'Autorité des marchés financiers peut exiger qu'elle mette un terme à la gestion de ces FIA. </p><p>Si l'Autorité des marchés financiers a des raisons claires et démontrables de considérer que la société de gestion enfreint des obligations ne relevant pas de sa compétence, elle en fait part aux autorités de l'Etat membre d'origine de la société de gestion. </p><p>Si, en dépit des mesures prises par l'autorité compétente de l'Etat d'origine ou en raison du caractère inadéquat de ces mesures ou en l'absence d'action dans un délai raisonnable de sa part, la société de gestion continue d'agir d'une manière clairement préjudiciable aux intérêts des porteurs ou actionnaires du FIA concerné, de la stabilité financière, ou de l'intégrité du marché français, l'Autorité des marchés financiers, après en avoir informé l'autorité compétente de l'Etat d'origine de la société de gestion, prend les mesures nécessaires pour protéger les porteurs de parts ou actionnaires du FIA concerné, la stabilité financière et l'intégrité du marché français, y compris l'interdiction pour la société de gestion de continuer à commercialiser des parts ou actions du FIA concerné sur le territoire de la France métropolitaine, de la Guadeloupe, de la Guyane, de la Martinique, de La Réunion, de Mayotte et de Saint-Martin.</p><p></p>",
            "num": "L532-21-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE_MORT_NE",
            "dateDebut": 1514937600000,
            "dateFin": 1498608000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 912666,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101336",
                        "id": "LEGISCTA000006101336",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Livre V : Les prestataires de services",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006123943",
                        "id": "LEGISCTA000006123943",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Les prestataires de services d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140119",
                        "id": "LEGISCTA000006140119",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Conditions d'exercice de la profession",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154696",
                        "id": "LEGISCTA000006154696",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2018-01-03",
                        "titre": "Section 2 : Libre établissement et libre prestation de services sur le territoire des Etats parties à l'accord sur l'Espace économique européen",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170642",
                        "id": "LEGISCTA000006170642",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-01-03",
                        "fin": "2017-06-28",
                        "titre": "Section 2 : Libre établissement et libre prestation de services sur le territoire des Etats membres de l'Union européenne ou parties à l'accord sur l'Espace économique européen",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170642",
                        "id": "LEGISCTA000032786469",
                        "etat": "MODIFIE_MORT_NE"
                    },
                    {
                        "debut": "2018-01-03",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Libre établissement et libre prestation de services sur le territoire des Etats membres de l'Union européenne ou parties à l'accord sur l'Espace économique européen (Passeports)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170642",
                        "id": "LEGISCTA000035042858",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2018-01-03",
                        "titre": "Sous-section 2 : Libre prestation de services et liberté d'établissement en France",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006184914",
                        "id": "LEGISCTA000006184914",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-01-03",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Libre établissement et libre prestation de services en France (Passeport entrant)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006184914",
                        "id": "LEGISCTA000035042856",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000027764168",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006184914",
            "sectionParentId": "LEGISCTA000035042856",
            "sectionParentTitre": "Sous-section 2 : Libre établissement et libre prestation de services en France (Passeport entrant)",
            "fullSectionsTitre": "Partie législative &gt; Livre V : Les prestataires de services &gt; Titre III : Les prestataires de services d'investissement &gt; Chapitre II : Conditions d'exercice de la profession &gt; Section 2 : Libre établissement et libre prestation de services sur le territoire des Etats parties à l'accord sur l'Espace économique européen &gt; Section 2 : Libre établissement et libre prestation de services sur le territoire des Etats membres de l'Union européenne ou parties à l'accord sur l'Espace économique européen &gt; Section 2 : Libre établissement et libre prestation de services sur le territoire des Etats membres de l'Union européenne ou parties à l'accord sur l'Espace économique européen (Passeports) &gt; Sous-section 2 : Libre prestation de services et liberté d'établissement en France &gt; Sous-section 2 : Libre établissement et libre prestation de services en France (Passeport entrant)",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000032786370",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000032752983",
                    "textTitle": "Ordonnance n°2016-827 du 23 juin 2016 - art. 10",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "10",
                    "articleId": "LEGIARTI000032754225",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2016-06-24",
                    "dateSignaTexte": "2016-06-23",
                    "dateDebutCible": "2016-06-25"
                },
                {
                    "textCid": "JORFTEXT000032752983",
                    "textTitle": "Ordonnance n°2016-827 du 23 juin 2016 - art. 26",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "26",
                    "articleId": "LEGIARTI000032754237",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2016-06-24",
                    "dateSignaTexte": "2016-06-23",
                    "dateDebutCible": "2016-06-25"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000606599",
                    "textTitle": "Arrêté du 12 novembre 2004 - art. 319-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "319-1",
                    "articleId": "LEGIARTI000036894624",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1101254400000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "JORFTEXT000000606599",
                    "textTitle": "Arrêté du 12 novembre 2004 - art. 320-13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "320-13",
                    "articleId": "LEGIARTI000042571360",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1101254400000,
                    "dateDebut": 1606348800000
                },
                {
                    "textCid": "JORFTEXT000000606599",
                    "textTitle": "Arrêté du 12 novembre 2004 - art. 320-24 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "320-24",
                    "articleId": "LEGIARTI000042571348",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1101254400000,
                    "dateDebut": 1606348800000
                },
                {
                    "textCid": "JORFTEXT000027830600",
                    "textTitle": "Arrêté du 8 août 2013 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000027830605",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1376352000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000042558594",
                    "textTitle": "Arrêté du 10 novembre 2020 - art.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000042562263",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1606262400000,
                    "dateDebut": 1606348800000
                },
                {
                    "textCid": "JORFTEXT000046150481",
                    "textTitle": "Arrêté du 5 août 2022 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000046154988",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1659744000000,
                    "dateDebut": 1659830400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L214-24 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L214-24",
                    "articleId": "LEGIARTI000038611709",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1558656000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L532-18",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L532-18",
                    "articleId": "LEGIARTI000006657522",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1467504000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L532-18-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L532-18-1",
                    "articleId": "LEGIARTI000006657534",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1467504000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L532-43 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L532-43",
                    "articleId": "LEGIARTI000027764519",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1374969600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L532-46 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L532-46",
                    "articleId": "LEGIARTI000027764525",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1374969600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L533-10 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L533-10",
                    "articleId": "LEGIARTI000006657813",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L533-11",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L533-11",
                    "articleId": "LEGIARTI000006657822",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L561-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L561-2",
                    "articleId": "LEGIARTI000033582023",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1656633600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L561-36 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L561-36",
                    "articleId": "LEGIARTI000033606317",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1656633600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L621-5-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L621-5-3",
                    "articleId": "LEGIARTI000045959121",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633824000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L773-42 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L773-42",
                    "articleId": "LEGIARTI000045236483",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1645833600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L774-42 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L774-42",
                    "articleId": "LEGIARTI000045236701",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1645833600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L775-36 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L775-36",
                    "articleId": "LEGIARTI000045236895",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1645833600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R532-17 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R532-17",
                    "articleId": "LEGIARTI000035437719",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000027764173",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1374969600000,
                    "dateFin": 1514937600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032786370",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "2.0",
                    "dateDebut": 1514937600000,
                    "dateFin": 1498608000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035043006",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1514937600000,
                    "dateFin": 1558656000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038613966",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1558656000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L532-21-3",
                "532-21-3"
            ],
            "versionPrecedente": "LEGIARTI000027764173",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000027764173",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Les dispositions du premier alinéa de l'article L. 532-18 et du premier alinéa de l'article L. 532-18-1 ainsi que les dispositions de la section 2 du chapitre IV du titre Ier du livre II sont applicables aux sociétés de gestion établies dans un autre Etat membre de l'Union européenne qui gèrent un ou plusieurs FIA de droit français. II. – L'Autorité des marchés financiers surveille le respect par les sociétés de gestion mentionnées au I des dispositions de l'article L. 533-11 et du 3 de l'article L. 533-10 lorsque ces sociétés de gestion gèrent un FIA ou en commercialise les parts ou actions en libre établissement. III. – L'Autorité des marchés financiers peut exiger d'une société de gestion mentionnée au I, qui gère un FIA ou en commercialise les parts ou actions, qu'elle fournisse les informations nécessaires à la surveillance du respect par cette société de gestion des règles relevant de la compétence de cette autorité. Lorsque l'Autorité des marchés financiers constate qu'une société de gestion mentionnée au I, qui gère un FIA ou en commercialise les parts ou actions, ne respecte pas l'une des règles relevant de sa compétence, elle exige que cette société mette fin à l'infraction et en informe les autorités compétentes de son Etat membre d'origine. Lorsque la société de gestion refuse de lui fournir les informations mentionnées au premier alinéa ou ne prend pas les dispositions nécessaires pour mettre fin à l'infraction mentionnée au deuxième alinéa, l'Autorité des marchés financiers en informe les autorités compétentes de l'Etat membre d'origine de la société de gestion. Si, en dépit des mesures prises par les autorités compétentes de l'Etat membre d'origine de la société de gestion ou lorsque ces mesures se révèlent inadéquates ou ne sont pas envisageables dans l'Etat membre concerné, la société de gestion continue de refuser de fournir les informations demandées par l'Autorité des marchés financiers en application du premier alinéa ou persiste à enfreindre les règles mentionnées au deuxième alinéa, cette autorité peut, après en avoir informé les autorités compétentes de l'Etat membre d'origine de la société de gestion, prendre des mesures appropriées, en vertu de ses pouvoirs prévus par les livres V et VI, pour prévenir ou sanctionner de nouvelles irrégularités et, dans la mesure où cela s'avère nécessaire, empêcher cette société d'effectuer de nouvelles opérations en France métropolitaine, dans les départements d'outre-mer, dans le Département de Mayotte et à Saint-Martin. Lorsque l'activité de la société de gestion sur ces territoires consiste à gérer des FIA, l'Autorité des marchés financiers peut exiger qu'elle mette un terme à la gestion de ces FIA. Si l'Autorité des marchés financiers a des raisons claires et démontrables de considérer que la société de gestion enfreint des obligations ne relevant pas de sa compétence, elle en fait part aux autorités de l'Etat membre d'origine de la société de gestion. Si, en dépit des mesures prises par l'autorité compétente de l'Etat d'origine ou en raison du caractère inadéquat de ces mesures ou en l'absence d'action dans un délai raisonnable de sa part, la société de gestion continue d'agir d'une manière clairement préjudiciable aux intérêts des porteurs ou actionnaires du FIA concerné, de la stabilité financière, ou de l'intégrité du marché français, l'Autorité des marchés financiers, après en avoir informé l'autorité compétente de l'Etat d'origine de la société de gestion, prend les mesures nécessaires pour protéger les porteurs de parts ou actionnaires du FIA concerné, la stabilité financière et l'intégrité du marché français, y compris l'interdiction pour la société de gestion de continuer à commercialiser des parts ou actions du FIA concerné sur le territoire de la France métropolitaine, des départements d'outre-mer, du Département de Mayotte et de Saint-Martin.",
            "texteHtml": "<p>I. – Les dispositions du premier alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006657522&dateTexte=&categorieLien=cid'>L. 532-18 </a>et du premier alinéa de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006657534&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L532-18-1 (V)'>l'article L. 532-18-1 </a>ainsi que les dispositions de la section 2 du chapitre IV du titre Ier du livre II sont applicables aux sociétés de gestion établies dans un autre Etat membre de l'Union européenne qui gèrent un ou plusieurs FIA de droit français.</p><p>II. – L'Autorité des marchés financiers surveille le respect par les sociétés de gestion mentionnées au I des dispositions de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006657822&dateTexte=&categorieLien=cid'>L. 533-11 </a>et du 3 de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006657813&dateTexte=&categorieLien=cid' title='Code monétaire et financier - art. L533-10 (V)'>l'article L. 533-10</a> lorsque ces sociétés de gestion gèrent un FIA ou en commercialise les parts ou actions en libre établissement.</p><p>III. – L'Autorité des marchés financiers peut exiger d'une société de gestion mentionnée au I, qui gère un FIA ou en commercialise les parts ou actions, qu'elle fournisse les informations nécessaires à la surveillance du respect par cette société de gestion des règles relevant de la compétence de cette autorité.</p><p>Lorsque l'Autorité des marchés financiers constate qu'une société de gestion mentionnée au I, qui gère un FIA ou en commercialise les parts ou actions, ne respecte pas l'une des règles relevant de sa compétence, elle exige que cette société mette fin à l'infraction et en informe les autorités compétentes de son Etat membre d'origine.</p><p>Lorsque la société de gestion refuse de lui fournir les informations mentionnées au premier alinéa ou ne prend pas les dispositions nécessaires pour mettre fin à l'infraction mentionnée au deuxième alinéa, l'Autorité des marchés financiers en informe les autorités compétentes de l'Etat membre d'origine de la société de gestion.</p><p>Si, en dépit des mesures prises par les autorités compétentes de l'Etat membre d'origine de la société de gestion ou lorsque ces mesures se révèlent inadéquates ou ne sont pas envisageables dans l'Etat membre concerné, la société de gestion continue de refuser de fournir les informations demandées par l'Autorité des marchés financiers en application du premier alinéa ou persiste à enfreindre les règles mentionnées au deuxième alinéa, cette autorité peut, après en avoir informé les autorités compétentes de l'Etat membre d'origine de la société de gestion, prendre des mesures appropriées, en vertu de ses pouvoirs prévus par les livres V et VI, pour prévenir ou sanctionner de nouvelles irrégularités et, dans la mesure où cela s'avère nécessaire, empêcher cette société d'effectuer de nouvelles opérations en France métropolitaine, dans les départements d'outre-mer, dans le Département de Mayotte et à Saint-Martin.</p><p>Lorsque l'activité de la société de gestion sur ces territoires consiste à gérer des FIA, l'Autorité des marchés financiers peut exiger qu'elle mette un terme à la gestion de ces FIA.</p><p>Si l'Autorité des marchés financiers a des raisons claires et démontrables de considérer que la société de gestion enfreint des obligations ne relevant pas de sa compétence, elle en fait part aux autorités de l'Etat membre d'origine de la société de gestion.</p><p>Si, en dépit des mesures prises par l'autorité compétente de l'Etat d'origine ou en raison du caractère inadéquat de ces mesures ou en l'absence d'action dans un délai raisonnable de sa part, la société de gestion continue d'agir d'une manière clairement préjudiciable aux intérêts des porteurs ou actionnaires du FIA concerné, de la stabilité financière, ou de l'intégrité du marché français, l'Autorité des marchés financiers, après en avoir informé l'autorité compétente de l'Etat d'origine de la société de gestion, prend les mesures nécessaires pour protéger les porteurs de parts ou actionnaires du FIA concerné, la stabilité financière et l'intégrité du marché français, y compris l'interdiction pour la société de gestion de continuer à commercialiser des parts ou actions du FIA concerné sur le territoire de la France métropolitaine, des départements d'outre-mer, du Département de Mayotte et de Saint-Martin.</p>",
            "num": "L532-21-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1374969600000,
            "dateFin": 1514937600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 912666,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101336",
                        "id": "LEGISCTA000006101336",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Livre V : Les prestataires de services",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006123943",
                        "id": "LEGISCTA000006123943",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Les prestataires de services d'investissement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140119",
                        "id": "LEGISCTA000006140119",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Conditions d'exercice de la profession",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154696",
                        "id": "LEGISCTA000006154696",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2018-01-03",
                        "titre": "Section 2 : Libre établissement et libre prestation de services sur le territoire des Etats parties à l'accord sur l'Espace économique européen",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170642",
                        "id": "LEGISCTA000006170642",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-01-03",
                        "fin": "2017-06-28",
                        "titre": "Section 2 : Libre établissement et libre prestation de services sur le territoire des Etats membres de l'Union européenne ou parties à l'accord sur l'Espace économique européen",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170642",
                        "id": "LEGISCTA000032786469",
                        "etat": "MODIFIE_MORT_NE"
                    },
                    {
                        "debut": "2018-01-03",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Libre établissement et libre prestation de services sur le territoire des Etats membres de l'Union européenne ou parties à l'accord sur l'Espace économique européen (Passeports)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170642",
                        "id": "LEGISCTA000035042858",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2018-01-03",
                        "titre": "Sous-section 2 : Libre prestation de services et liberté d'établissement en France",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006184914",
                        "id": "LEGISCTA000006184914",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2018-01-03",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Libre établissement et libre prestation de services en France (Passeport entrant)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006184914",
                        "id": "LEGISCTA000035042856",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000027764168",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006184914",
            "sectionParentId": "LEGISCTA000035042856",
            "sectionParentTitre": "Sous-section 2 : Libre établissement et libre prestation de services en France (Passeport entrant)",
            "fullSectionsTitre": "Partie législative &gt; Livre V : Les prestataires de services &gt; Titre III : Les prestataires de services d'investissement &gt; Chapitre II : Conditions d'exercice de la profession &gt; Section 2 : Libre établissement et libre prestation de services sur le territoire des Etats membres de l'Union européenne ou parties à l'accord sur l'Espace économique européen (Passeports) &gt; Sous-section 2 : Libre établissement et libre prestation de services en France (Passeport entrant)",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000027764173",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000027755194",
                    "textTitle": "Ordonnance n°2013-676\n du 25 juillet 2013 - art. 10",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "10",
                    "articleId": "LEGIARTI000027762905",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2013-07-27",
                    "dateSignaTexte": "2013-07-25",
                    "dateDebutCible": "2013-07-28"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000606599",
                    "textTitle": "Arrêté du 12 novembre 2004 - art. 319-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "319-1",
                    "articleId": "LEGIARTI000036894624",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1101254400000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "JORFTEXT000000606599",
                    "textTitle": "Arrêté du 12 novembre 2004 - art. 320-13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "320-13",
                    "articleId": "LEGIARTI000042571360",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1101254400000,
                    "dateDebut": 1606348800000
                },
                {
                    "textCid": "JORFTEXT000000606599",
                    "textTitle": "Arrêté du 12 novembre 2004 - art. 320-24 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "320-24",
                    "articleId": "LEGIARTI000042571348",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1101254400000,
                    "dateDebut": 1606348800000
                },
                {
                    "textCid": "JORFTEXT000027830600",
                    "textTitle": "Arrêté du 8 août 2013 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000027830605",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1376352000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000042558594",
                    "textTitle": "Arrêté du 10 novembre 2020 - art.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000042562263",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1606262400000,
                    "dateDebut": 1606348800000
                },
                {
                    "textCid": "JORFTEXT000046150481",
                    "textTitle": "Arrêté du 5 août 2022 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000046154988",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1659744000000,
                    "dateDebut": 1659830400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L214-24 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L214-24",
                    "articleId": "LEGIARTI000038611709",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1558656000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L532-18",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L532-18",
                    "articleId": "LEGIARTI000006657522",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1467504000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L532-18-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L532-18-1",
                    "articleId": "LEGIARTI000006657534",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1467504000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L532-43 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L532-43",
                    "articleId": "LEGIARTI000027764519",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1374969600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L532-46 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L532-46",
                    "articleId": "LEGIARTI000027764525",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1374969600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L533-10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L533-10",
                    "articleId": "LEGIARTI000006657813",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L533-11",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L533-11",
                    "articleId": "LEGIARTI000006657822",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L561-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L561-2",
                    "articleId": "LEGIARTI000033582023",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1656633600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L561-36 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L561-36",
                    "articleId": "LEGIARTI000033606317",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1656633600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L621-5-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L621-5-3",
                    "articleId": "LEGIARTI000045959121",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633824000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L773-42 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L773-42",
                    "articleId": "LEGIARTI000045236483",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1645833600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L774-42 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L774-42",
                    "articleId": "LEGIARTI000045236701",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1645833600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L775-36 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L775-36",
                    "articleId": "LEGIARTI000045236895",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1645833600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. R532-17 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R532-17",
                    "articleId": "LEGIARTI000035437719",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000027764173",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1374969600000,
                    "dateFin": 1514937600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032786370",
                    "etat": "MODIFIE_MORT_NE",
                    "version": "2.0",
                    "dateDebut": 1514937600000,
                    "dateFin": 1498608000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000035043006",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1514937600000,
                    "dateFin": 1558656000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038613966",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1558656000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L532-21-3",
                "532-21-3"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}