{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000037526053",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Lorsque la comptabilité est tenue au moyen de systèmes informatisés, le contribuable qui fait l'objet d'une vérification de comptabilité satisfait à l'obligation de représentation des documents comptables mentionnés au premier alinéa de l'article 54 du code général des impôts en remettant au début des opérations de contrôle, sous forme dématérialisée répondant à des normes fixées par arrêté du ministre chargé du budget, une copie des fichiers des écritures comptables définies aux articles 420-1 et suivants du plan comptable général. Le premier alinéa du présent article s'applique également aux fichiers des écritures comptables de tout contribuable soumis par le code général des impôts à l'obligation de tenir et de présenter des documents comptables autres que ceux mentionnés au premier alinéa du même article 54 et dont la comptabilité est tenue au moyen de systèmes informatisés. L'administration peut effectuer des tris, classements ainsi que tous calculs aux fins de s'assurer de la concordance entre la copie des enregistrements comptables et les déclarations fiscales du contribuable. L'administration détruit, avant la mise en recouvrement, les copies des fichiers transmis. II. – En présence d'une comptabilité tenue au moyen de systèmes informatisés et lorsqu'ils envisagent des traitements informatiques, les agents de l'administration fiscale indiquent par écrit au contribuable la nature des investigations souhaitées. Le contribuable formalise par écrit son choix parmi l'une des options suivantes : a) Les agents de l'administration peuvent effectuer la vérification sur le matériel utilisé par le contribuable ; b) Celui-ci peut effectuer lui-même tout ou partie des traitements informatiques nécessaires à la vérification. Dans ce cas, après, le cas échéant, la remise des copies prévue au second alinéa du présent b, l'administration précise par écrit au contribuable, ou à un mandataire désigné à cet effet, les travaux à réaliser ainsi que le délai accordé pour les effectuer. Les résultats des traitements sont alors remis sous forme dématérialisée répondant à des normes fixées par arrêté du ministre chargé du budget ; Toutefois, à la demande de l'administration, le contribuable met à sa disposition, dans les quinze jours suivant cette demande, les copies des documents, données et traitements soumis à contrôle. Ces copies sont produites sur tous supports informatiques répondant à des normes fixées par arrêté du ministre chargé du budget. L'administration peut effectuer sur ces copies tout ou partie des traitements informatiques nécessaires à la vérification. Dans ce cas, l'administration communique au contribuable, sous forme dématérialisée ou non, au choix du contribuable, le résultat des traitements informatiques qui donnent lieu à des rehaussements au plus tard lors de l'envoi de la proposition de rectification mentionnée à l'article L. 57 ; c) Le contribuable peut également demander que le contrôle ne soit pas effectué sur le matériel de l'entreprise. Il met alors à la disposition de l'administration, dans les quinze jours suivant la formalisation par écrit de son choix, les copies des documents, données et traitements soumis à contrôle. Ces copies sont produites sur tous supports informatiques, répondant à des normes fixées par arrêté du ministre chargé du budget. L'administration communique au contribuable, sous forme dématérialisée ou non au choix du contribuable, le résultat des traitements informatiques qui donnent lieu à des rehaussements au plus tard lors de l'envoi de la proposition de rectification mentionnée à l'article L. 57. Le contribuable est informé des noms et adresses administratives des agents par qui ou sous le contrôle desquels les opérations sont réalisées. L'administration détruit, avant la mise en recouvrement, les copies des fichiers transmis. III. – a. – Dans le cadre du contrôle inopiné mentionné au dernier alinéa de l'article L. 47, lorsque la comptabilité est tenue au moyen de systèmes informatisés, les agents de l'administration peuvent réaliser deux copies des fichiers relatifs aux informations, données et traitements informatiques ainsi que de la documentation relative aux analyses, à la programmation et à l'exécution des traitements mentionnés au IV de l'article L. 13 . Ces copies sont scellées selon des modalités définies par arrêté du ministre chargé du budget. Une copie est remise au contribuable ou à son représentant, l'autre copie est conservée par l'administration. A l'issue du délai raisonnable mentionné au dernier alinéa de l'article L. 47 , les deux copies sont confrontées. b. – Par dérogation au I, en cas d'altération des scellés ou des fichiers copiés, de non-présentation de la copie des fichiers remise au contribuable ou du fichier des écritures comptables mentionné au même I, l'administration peut effectuer des tris, classements ainsi que tous calculs sur la copie des fichiers des écritures comptables conservée par ses soins. c. – Par dérogation au II, si l'administration envisage des traitements informatiques, en cas d'altération des scellés ou des fichiers copiés, de non-présentation de la copie remise au contribuable ou d'impossibilité d'effectuer tout ou partie des traitements informatiques nécessaires au contrôle des informations, données et traitements informatiques mentionnés au IV de l'article L. 13, l'administration peut effectuer ces traitements sur la copie des fichiers conservée par ses soins. Lorsque le premier alinéa du présent c n'est pas applicable, si l'administration envisage des traitements informatiques prévus au II, elle peut, quelle que soit l'option choisie par le contribuable, consulter la copie des fichiers, mentionnée au a du présent III, qu'elle a conservée et la comparer aux fichiers, copies de fichiers nécessaires à la réalisation des traitements et résultats de traitements réalisés mis à disposition ou remis par le contribuable. Le résultat de cette comparaison est opposable au contribuable. d. – L'administration communique au contribuable, sous forme dématérialisée ou non, au choix de ce dernier, le résultat des traitements informatiques qui donnent lieu à des rehaussements au plus tard lors de l'envoi de la proposition de rectification mentionnée à l'article L. 57. L'administration détruit, avant la mise en recouvrement, la copie des fichiers mentionnée au a.",
            "texteHtml": "<p>I. – Lorsque la comptabilité est tenue au moyen de systèmes informatisés, le contribuable qui fait l'objet d'une vérification de comptabilité satisfait à l'obligation de représentation des documents comptables mentionnés au premier alinéa de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307739&dateTexte=&categorieLien=cid'>l'article 54 du code général des impôts </a>en remettant au début des opérations de contrôle, sous forme dématérialisée répondant à des normes fixées par arrêté du ministre chargé du budget, une copie des fichiers des écritures comptables définies aux articles 420-1 et suivants du plan comptable général.</p><p>Le premier alinéa du présent article s'applique également aux fichiers des écritures comptables de tout contribuable soumis par le code général des impôts à l'obligation de tenir et de présenter des documents comptables autres que ceux mentionnés au premier alinéa du même article 54 et dont la comptabilité est tenue au moyen de systèmes informatisés.</p><p>L'administration peut effectuer des tris, classements ainsi que tous calculs aux fins de s'assurer de la concordance entre la copie des enregistrements comptables et les déclarations fiscales du contribuable. L'administration détruit, avant la mise en recouvrement, les copies des fichiers transmis.</p><p>II. – En présence d'une comptabilité tenue au moyen de systèmes informatisés et lorsqu'ils envisagent des traitements informatiques, les agents de l'administration fiscale indiquent par écrit au contribuable la nature des investigations souhaitées. Le contribuable formalise par écrit son choix parmi l'une des options suivantes :</p><p>a) Les agents de l'administration peuvent effectuer la vérification sur le matériel utilisé par le contribuable ;</p><p>b) Celui-ci peut effectuer lui-même tout ou partie des traitements informatiques nécessaires à la vérification. Dans ce cas, après, le cas échéant, la remise des copies prévue au second alinéa du présent b, l'administration précise par écrit au contribuable, ou à un mandataire désigné à cet effet, les travaux à réaliser ainsi que le délai accordé pour les effectuer. Les résultats des traitements sont alors remis sous forme dématérialisée répondant à des normes fixées par arrêté du ministre chargé du budget ;</p><p>Toutefois, à la demande de l'administration, le contribuable met à sa disposition, dans les quinze jours suivant cette demande, les copies des documents, données et traitements soumis à contrôle. Ces copies sont produites sur tous supports informatiques répondant à des normes fixées par arrêté du ministre chargé du budget. L'administration peut effectuer sur ces copies tout ou partie des traitements informatiques nécessaires à la vérification. Dans ce cas, l'administration communique au contribuable, sous forme dématérialisée ou non, au choix du contribuable, le résultat des traitements informatiques qui donnent lieu à des rehaussements au plus tard lors de l'envoi de la proposition de rectification mentionnée à l'article L. 57 ;</p><p>c) Le contribuable peut également demander que le contrôle ne soit pas effectué sur le matériel de l'entreprise. Il met alors à la disposition de l'administration, dans les quinze jours suivant la formalisation par écrit de son choix, les copies des documents, données et traitements soumis à contrôle. Ces copies sont produites sur tous supports informatiques, répondant à des normes fixées par arrêté du ministre chargé du budget. L'administration communique au contribuable, sous forme dématérialisée ou non au choix du contribuable, le résultat des traitements informatiques qui donnent lieu à des rehaussements au plus tard lors de l'envoi de la proposition de rectification mentionnée à l'article L. 57.</p><p>Le contribuable est informé des noms et adresses administratives des agents par qui ou sous le contrôle desquels les opérations sont réalisées. L'administration détruit, avant la mise en recouvrement, les copies des fichiers transmis.</p><p>III. – a. – Dans le cadre du contrôle inopiné mentionné au dernier alinéa de l'article L. 47, lorsque la comptabilité est tenue au moyen de systèmes informatisés, les agents de l'administration peuvent réaliser deux copies des fichiers relatifs aux informations, données et traitements informatiques ainsi que de la documentation relative aux analyses, à la programmation et à l'exécution des traitements mentionnés au IV de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069583&idArticle=LEGIARTI000006314943&dateTexte=&categorieLien=cid'>l'article L. 13</a>.</p><p>Ces copies sont scellées selon des modalités définies par arrêté du ministre chargé du budget. Une copie est remise au contribuable ou à son représentant, l'autre copie est conservée par l'administration.</p><p>A l'issue du délai raisonnable mentionné au dernier alinéa de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069583&idArticle=LEGIARTI000006315927&dateTexte=&categorieLien=cid'>l'article L. 47</a>, les deux copies sont confrontées.</p><p>b. – Par dérogation au I, en cas d'altération des scellés ou des fichiers copiés, de non-présentation de la copie des fichiers remise au contribuable ou du fichier des écritures comptables mentionné au même I, l'administration peut effectuer des tris, classements ainsi que tous calculs sur la copie des fichiers des écritures comptables conservée par ses soins.</p><p>c. – Par dérogation au II, si l'administration envisage des traitements informatiques, en cas d'altération des scellés ou des fichiers copiés, de non-présentation de la copie remise au contribuable ou d'impossibilité d'effectuer tout ou partie des traitements informatiques nécessaires au contrôle des informations, données et traitements informatiques mentionnés au IV de l'article L. 13, l'administration peut effectuer ces traitements sur la copie des fichiers conservée par ses soins.</p><p>Lorsque le premier alinéa du présent c n'est pas applicable, si l'administration envisage des traitements informatiques prévus au II, elle peut, quelle que soit l'option choisie par le contribuable, consulter la copie des fichiers, mentionnée au a du présent III, qu'elle a conservée et la comparer aux fichiers, copies de fichiers nécessaires à la réalisation des traitements et résultats de traitements réalisés mis à disposition ou remis par le contribuable. Le résultat de cette comparaison est opposable au contribuable.</p><p>d. – L'administration communique au contribuable, sous forme dématérialisée ou non, au choix de ce dernier, le résultat des traitements informatiques qui donnent lieu à des rehaussements au plus tard lors de l'envoi de la proposition de rectification mentionnée à l'article L. 57. L'administration détruit, avant la mise en recouvrement, la copie des fichiers mentionnée au a.</p>",
            "num": "L47 A",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "8.0",
            "etat": "VIGUEUR",
            "dateDebut": 1540425600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "1938-06-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084350",
                        "id": "LEGISCTA000006084350",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1938-06-01",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114549",
                        "id": "LEGISCTA000006114549",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1938-06-01",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Le contrôle de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133962",
                        "id": "LEGISCTA000006133962",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1938-06-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Le droit de contrôle de l'administration",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147328",
                        "id": "LEGISCTA000006147328",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1981-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section III : Modalités d'exercice du droit de contrôle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006163090",
                        "id": "LEGISCTA000006163090",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1987-07-09",
                        "fin": "2999-01-01",
                        "titre": "1° : Garanties accordées au contribuable en matière de vérification",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006180032",
                        "id": "LEGISCTA000006180032",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1938-06-01",
                        "fin": "2999-01-01",
                        "titre": "Livre des procédures fiscales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069583",
                        "id": "LEGITEXT000006069583",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006315024",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006180032",
            "sectionParentId": "LEGISCTA000006180032",
            "sectionParentTitre": "1° : Garanties accordées au contribuable en matière de vérification",
            "fullSectionsTitre": "Partie législative &gt; Première partie : Partie législative &gt; Titre II : Le contrôle de l'impôt &gt; Chapitre premier : Le droit de contrôle de l'administration &gt; Section III : Modalités d'exercice du droit de contrôle &gt; 1° : Garanties accordées au contribuable en matière de vérification",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000037526053",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069583",
                    "titre": "Livre des procédures fiscales",
                    "titreLong": "Livre des procédures fiscales",
                    "etat": "VIGUEUR",
                    "dateDebut": -996796800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069583",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément au II de l’article 4 de la loi n° 2018-898 du 23 octobre 2018, les dispositions du présent article, dans leur rédaction issue du I dudit article 4, s'appliquent aux avis de vérification remis à compter du lendemain de la publication de ladite loi.",
            "notaHtml": "<p>Conformément au II de l’article 4 de la loi n° 2018-898 du 23 octobre 2018, les dispositions du présent article, dans leur rédaction issue du I dudit article 4, s'appliquent aux avis de vérification remis à compter du lendemain de la publication de ladite loi.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000037518803",
                    "textTitle": "LOI n°2018-898 du 23 octobre 2018 - art. 4 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000037520270",
                    "natureText": "LOI",
                    "datePubliTexte": "2018-10-24",
                    "dateSignaTexte": "2018-10-23",
                    "dateDebutCible": "2018-10-25"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000017847210",
                    "textTitle": "Arrêté du 28 décembre 2007 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000017961159",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1199923200000,
                    "dateDebut": 1200009600000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 54",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "54",
                    "articleId": "LEGIARTI000006307739",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1729 D (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1729 D",
                    "articleId": "LEGIARTI000033815103",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1729 H (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1729 H",
                    "articleId": "LEGIARTI000033786316",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 371 E (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "371 E",
                    "articleId": "LEGIARTI000033240703",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 371 Q (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "371 Q",
                    "articleId": "LEGIARTI000033240761",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 371 Z sexies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "371 Z sexies",
                    "articleId": "LEGIARTI000033238697",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1476403200000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 371 bis F (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "371 bis F",
                    "articleId": "LEGIARTI000033238749",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1476403200000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. A47 A-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A47 A-1",
                    "articleId": "LEGIARTI000027804775",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1375401600000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. A47 A-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A47 A-2",
                    "articleId": "LEGIARTI000027789224",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1375401600000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. A47 A-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A47 A-3",
                    "articleId": "LEGIARTI000030368317",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1426723200000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L13",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L13",
                    "articleId": "LEGIARTI000006314943",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L47",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L47",
                    "articleId": "LEGIARTI000006315927",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L52 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L52",
                    "articleId": "LEGIARTI000044874362",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L57 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L57",
                    "articleId": "LEGIARTI000022177777",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L74 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L74",
                    "articleId": "LEGIARTI000026949084",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1388534400000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L80 K (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L80 K",
                    "articleId": "LEGIARTI000022177791",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L80 L (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L80 L",
                    "articleId": "LEGIARTI000022177798",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006315024",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 645408000000,
                    "dateFin": 1198886400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000018014217",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1198886400000,
                    "dateFin": 1386460800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028312002",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1386460800000,
                    "dateFin": 1388534400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026949130",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1388534400000,
                    "dateFin": 1401408000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029012330",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1401408000000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031781429",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1483228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033815125",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 1540425600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037526053",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1540425600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L47 A",
                "47",
                "L47"
            ],
            "versionPrecedente": "LEGIARTI000033815125",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000033815125",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Lorsque la comptabilité est tenue au moyen de systèmes informatisés, le contribuable qui fait l'objet d'une vérification de comptabilité satisfait à l'obligation de représentation des documents comptables mentionnés au premier alinéa de l'article 54 du code général des impôts en remettant au début des opérations de contrôle, sous forme dématérialisée répondant à des normes fixées par arrêté du ministre chargé du budget, une copie des fichiers des écritures comptables définies aux articles 420-1 et suivants du plan comptable général. Le premier alinéa du présent article s'applique également aux fichiers des écritures comptables de tout contribuable soumis par le code général des impôts à l'obligation de tenir et de présenter des documents comptables autres que ceux mentionnés au premier alinéa du même article 54 et dont la comptabilité est tenue au moyen de systèmes informatisés. L'administration peut effectuer des tris, classements ainsi que tous calculs aux fins de s'assurer de la concordance entre la copie des enregistrements comptables et les déclarations fiscales du contribuable. L'administration détruit, avant la mise en recouvrement, les copies des fichiers transmis. II. – En présence d'une comptabilité tenue au moyen de systèmes informatisés et lorsqu'ils envisagent des traitements informatiques, les agents de l'administration fiscale indiquent par écrit au contribuable la nature des investigations souhaitées. Le contribuable formalise par écrit son choix parmi l'une des options suivantes : a) Les agents de l'administration peuvent effectuer la vérification sur le matériel utilisé par le contribuable ; b) Celui-ci peut effectuer lui-même tout ou partie des traitements informatiques nécessaires à la vérification. Dans ce cas, après, le cas échéant, la remise des copies prévue au second alinéa du présent b, l'administration précise par écrit au contribuable, ou à un mandataire désigné à cet effet, les travaux à réaliser ainsi que le délai accordé pour les effectuer. Les résultats des traitements sont alors remis sous forme dématérialisée répondant à des normes fixées par arrêté du ministre chargé du budget ; Toutefois, à la demande de l'administration, le contribuable met à sa disposition, dans les quinze jours suivant cette demande, les copies des documents, données et traitements soumis à contrôle. Ces copies sont produites sur tous supports informatiques répondant à des normes fixées par arrêté du ministre chargé du budget. L'administration peut effectuer sur ces copies tout ou partie des traitements informatiques nécessaires à la vérification. Dans ce cas, l'administration communique au contribuable, sous forme dématérialisée ou non, au choix du contribuable, le résultat des traitements informatiques qui donnent lieu à des rehaussements au plus tard lors de l'envoi de la proposition de rectification mentionnée à l'article L. 57 ; c) Le contribuable peut également demander que le contrôle ne soit pas effectué sur le matériel de l'entreprise. Il met alors à la disposition de l'administration, dans les quinze jours suivant la formalisation par écrit de son choix, les copies des documents, données et traitements soumis à contrôle. Ces copies sont produites sur tous supports informatiques, répondant à des normes fixées par arrêté du ministre chargé du budget. L'administration communique au contribuable, sous forme dématérialisée ou non au choix du contribuable, le résultat des traitements informatiques qui donnent lieu à des rehaussements au plus tard lors de l'envoi de la proposition de rectification mentionnée à l'article L. 57. Le contribuable est informé des noms et adresses administratives des agents par qui ou sous le contrôle desquels les opérations sont réalisées. L'administration détruit, avant la mise en recouvrement, les copies des fichiers transmis. III. – a. – Dans le cadre du contrôle inopiné mentionné au dernier alinéa de l'article L. 47, lorsque la comptabilité est tenue au moyen de systèmes informatisés, les agents de l'administration peuvent réaliser deux copies des fichiers relatifs aux informations, données et traitements informatiques ainsi que de la documentation relative aux analyses, à la programmation et à l'exécution des traitements mentionnés au IV de l'article L. 13 . Ces copies sont scellées selon des modalités définies par arrêté du ministre chargé du budget. Une copie est remise au contribuable ou à son représentant, l'autre copie est conservée par l'administration. A l'issue du délai raisonnable mentionné au dernier alinéa de l'article L. 47 , les deux copies sont confrontées. b. – Par dérogation au I, en cas d'altération des scellés ou des fichiers copiés, de non-présentation de la copie des fichiers remise au contribuable ou du fichier des écritures comptables mentionné au même I, l'administration peut effectuer des tris, classements ainsi que tous calculs sur la copie des fichiers des écritures comptables conservée par ses soins. c. – Par dérogation au II, si l'administration envisage des traitements informatiques, en cas d'altération des scellés ou des fichiers copiés, de non-présentation de la copie remise au contribuable ou d'impossibilité d'effectuer tout ou partie des traitements informatiques nécessaires au contrôle des informations, données et traitements informatiques mentionnés au IV de l'article L. 13, l'administration peut effectuer ces traitements sur la copie des fichiers conservée par ses soins. d. – L'administration communique au contribuable, sous forme dématérialisée ou non, au choix de ce dernier, le résultat des traitements informatiques qui donnent lieu à des rehaussements au plus tard lors de l'envoi de la proposition de rectification mentionnée à l'article L. 57. L'administration détruit, avant la mise en recouvrement, la copie des fichiers mentionnée au a.",
            "texteHtml": "<p>I. – Lorsque la comptabilité est tenue au moyen de systèmes informatisés, le contribuable qui fait l'objet d'une vérification de comptabilité satisfait à l'obligation de représentation des documents comptables mentionnés au premier alinéa de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307739&dateTexte=&categorieLien=cid'>l'article 54 du code général des impôts </a>en remettant au début des opérations de contrôle, sous forme dématérialisée répondant à des normes fixées par arrêté du ministre chargé du budget, une copie des fichiers des écritures comptables définies aux articles 420-1 et suivants du plan comptable général. </p><p>Le premier alinéa du présent article s'applique également aux fichiers des écritures comptables de tout contribuable soumis par le code général des impôts à l'obligation de tenir et de présenter des documents comptables autres que ceux mentionnés au premier alinéa du même article 54 et dont la comptabilité est tenue au moyen de systèmes informatisés. </p><p>L'administration peut effectuer des tris, classements ainsi que tous calculs aux fins de s'assurer de la concordance entre la copie des enregistrements comptables et les déclarations fiscales du contribuable. L'administration détruit, avant la mise en recouvrement, les copies des fichiers transmis. </p><p>II. – En présence d'une comptabilité tenue au moyen de systèmes informatisés et lorsqu'ils envisagent des traitements informatiques, les agents de l'administration fiscale indiquent par écrit au contribuable la nature des investigations souhaitées. Le contribuable formalise par écrit son choix parmi l'une des options suivantes : </p><p>a) Les agents de l'administration peuvent effectuer la vérification sur le matériel utilisé par le contribuable ; </p><p>b) Celui-ci peut effectuer lui-même tout ou partie des traitements informatiques nécessaires à la vérification. Dans ce cas, après, le cas échéant, la remise des copies prévue au second alinéa du présent b, l'administration précise par écrit au contribuable, ou à un mandataire désigné à cet effet, les travaux à réaliser ainsi que le délai accordé pour les effectuer. Les résultats des traitements sont alors remis sous forme dématérialisée répondant à des normes fixées par arrêté du ministre chargé du budget ; </p><p>Toutefois, à la demande de l'administration, le contribuable met à sa disposition, dans les quinze jours suivant cette demande, les copies des documents, données et traitements soumis à contrôle. Ces copies sont produites sur tous supports informatiques répondant à des normes fixées par arrêté du ministre chargé du budget. L'administration peut effectuer sur ces copies tout ou partie des traitements informatiques nécessaires à la vérification. Dans ce cas, l'administration communique au contribuable, sous forme dématérialisée ou non, au choix du contribuable, le résultat des traitements informatiques qui donnent lieu à des rehaussements au plus tard lors de l'envoi de la proposition de rectification mentionnée à l'article L. 57 ; </p><p>c) Le contribuable peut également demander que le contrôle ne soit pas effectué sur le matériel de l'entreprise. Il met alors à la disposition de l'administration, dans les quinze jours suivant la formalisation par écrit de son choix, les copies des documents, données et traitements soumis à contrôle. Ces copies sont produites sur tous supports informatiques, répondant à des normes fixées par arrêté du ministre chargé du budget. L'administration communique au contribuable, sous forme dématérialisée ou non au choix du contribuable, le résultat des traitements informatiques qui donnent lieu à des rehaussements au plus tard lors de l'envoi de la proposition de rectification mentionnée à l'article L. 57. </p><p>Le contribuable est informé des noms et adresses administratives des agents par qui ou sous le contrôle desquels les opérations sont réalisées. L'administration détruit, avant la mise en recouvrement, les copies des fichiers transmis. </p><p>III. – a. – Dans le cadre du contrôle inopiné mentionné au dernier alinéa de l'article L. 47, lorsque la comptabilité est tenue au moyen de systèmes informatisés, les agents de l'administration peuvent réaliser deux copies des fichiers relatifs aux informations, données et traitements informatiques ainsi que de la documentation relative aux analyses, à la programmation et à l'exécution des traitements mentionnés au IV de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069583&idArticle=LEGIARTI000006314943&dateTexte=&categorieLien=cid'>l'article L. 13</a>. </p><p>Ces copies sont scellées selon des modalités définies par arrêté du ministre chargé du budget. Une copie est remise au contribuable ou à son représentant, l'autre copie est conservée par l'administration. </p><p>A l'issue du délai raisonnable mentionné au dernier alinéa de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069583&idArticle=LEGIARTI000033815149&dateTexte=&categorieLien=id' title='Livre des procédures fiscales - art. L47 (V)'>l'article L. 47</a>, les deux copies sont confrontées. </p><p>b. – Par dérogation au I, en cas d'altération des scellés ou des fichiers copiés, de non-présentation de la copie des fichiers remise au contribuable ou du fichier des écritures comptables mentionné au même I, l'administration peut effectuer des tris, classements ainsi que tous calculs sur la copie des fichiers des écritures comptables conservée par ses soins. </p><p>c. – Par dérogation au II, si l'administration envisage des traitements informatiques, en cas d'altération des scellés ou des fichiers copiés, de non-présentation de la copie remise au contribuable ou d'impossibilité d'effectuer tout ou partie des traitements informatiques nécessaires au contrôle des informations, données et traitements informatiques mentionnés au IV de l'article L. 13, l'administration peut effectuer ces traitements sur la copie des fichiers conservée par ses soins. </p><p>d. – L'administration communique au contribuable, sous forme dématérialisée ou non, au choix de ce dernier, le résultat des traitements informatiques qui donnent lieu à des rehaussements au plus tard lors de l'envoi de la proposition de rectification mentionnée à l'article L. 57. L'administration détruit, avant la mise en recouvrement, la copie des fichiers mentionnée au a.</p>",
            "num": "L47 A",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "7.0",
            "etat": "MODIFIE",
            "dateDebut": 1483228800000,
            "dateFin": 1540425600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "1938-06-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084350",
                        "id": "LEGISCTA000006084350",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1938-06-01",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114549",
                        "id": "LEGISCTA000006114549",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1938-06-01",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Le contrôle de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133962",
                        "id": "LEGISCTA000006133962",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1938-06-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Le droit de contrôle de l'administration",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147328",
                        "id": "LEGISCTA000006147328",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1981-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section III : Modalités d'exercice du droit de contrôle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006163090",
                        "id": "LEGISCTA000006163090",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1987-07-09",
                        "fin": "2999-01-01",
                        "titre": "1° : Garanties accordées au contribuable en matière de vérification",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006180032",
                        "id": "LEGISCTA000006180032",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1938-06-01",
                        "fin": "2999-01-01",
                        "titre": "Livre des procédures fiscales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069583",
                        "id": "LEGITEXT000006069583",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006315024",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006180032",
            "sectionParentId": "LEGISCTA000006180032",
            "sectionParentTitre": "1° : Garanties accordées au contribuable en matière de vérification",
            "fullSectionsTitre": "Partie législative &gt; Première partie : Partie législative &gt; Titre II : Le contrôle de l'impôt &gt; Chapitre premier : Le droit de contrôle de l'administration &gt; Section III : Modalités d'exercice du droit de contrôle &gt; 1° : Garanties accordées au contribuable en matière de vérification",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000033815125",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069583",
                    "titre": "Livre des procédures fiscales",
                    "titreLong": "Livre des procédures fiscales",
                    "etat": "VIGUEUR",
                    "dateDebut": -996796800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069583",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément au III de l'article 14 de la loi n° 2016-1918 du 29  décembre 2016, les dispositions du présent article, dans leur rédation issue du 5° du II du même article de la même loi, s'appliquent aux  contrôles dont les avis de vérification sont adressés à compter du 1er  janvier 2017.",
            "notaHtml": "<p>Conformément au III de l'article 14 de la loi n° 2016-1918 du 29  décembre 2016, les dispositions du présent article, dans leur rédation issue du 5° du II du même article de la même loi, s'appliquent aux  contrôles dont les avis de vérification sont adressés à compter du 1er  janvier 2017. </p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000033734341",
                    "textTitle": "LOI n°2016-1918 du 29 décembre 2016 - art. 14 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "14",
                    "articleId": "LEGIARTI000033782225",
                    "natureText": "LOI",
                    "datePubliTexte": "2016-12-30",
                    "dateSignaTexte": "2016-12-29",
                    "dateDebutCible": "2017-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000017847210",
                    "textTitle": "Arrêté du 28 décembre 2007 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000017961159",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1199923200000,
                    "dateDebut": 1200009600000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 54",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "54",
                    "articleId": "LEGIARTI000006307739",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1729 D (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1729 D",
                    "articleId": "LEGIARTI000033815103",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1729 H (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1729 H",
                    "articleId": "LEGIARTI000033786316",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 371 E (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "371 E",
                    "articleId": "LEGIARTI000033240703",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 371 Q (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "371 Q",
                    "articleId": "LEGIARTI000033240761",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 371 Z sexies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "371 Z sexies",
                    "articleId": "LEGIARTI000033238697",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1476403200000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 371 bis F (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "371 bis F",
                    "articleId": "LEGIARTI000033238749",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1476403200000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. A47 A-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A47 A-1",
                    "articleId": "LEGIARTI000027804775",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1375401600000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. A47 A-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A47 A-2",
                    "articleId": "LEGIARTI000027789224",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1375401600000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. A47 A-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A47 A-3",
                    "articleId": "LEGIARTI000030368317",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1426723200000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L13",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L13",
                    "articleId": "LEGIARTI000006314943",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L47 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L47",
                    "articleId": "LEGIARTI000033815149",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L52 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L52",
                    "articleId": "LEGIARTI000044874362",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L57 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L57",
                    "articleId": "LEGIARTI000022177777",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L74 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L74",
                    "articleId": "LEGIARTI000026949084",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1388534400000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L80 K (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L80 K",
                    "articleId": "LEGIARTI000022177791",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L80 L (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L80 L",
                    "articleId": "LEGIARTI000022177798",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006315024",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 645408000000,
                    "dateFin": 1198886400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000018014217",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1198886400000,
                    "dateFin": 1386460800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028312002",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1386460800000,
                    "dateFin": 1388534400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026949130",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1388534400000,
                    "dateFin": 1401408000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029012330",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1401408000000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031781429",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1483228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033815125",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 1540425600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037526053",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1540425600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L47 A",
                "47",
                "L47"
            ],
            "versionPrecedente": "LEGIARTI000031781429",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000031781429",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Lorsque la comptabilité est tenue au moyen de systèmes informatisés, le contribuable satisfait à l'obligation de représentation des documents comptables mentionnés au premier alinéa de l'article 54 du code général des impôts en remettant au début des opérations de contrôle, sous forme dématérialisée répondant à des normes fixées par arrêté du ministre chargé du budget, une copie des fichiers des écritures comptables définies aux articles 420-1 et suivants du plan comptable général. Le premier alinéa du présent article s'applique également aux fichiers des écritures comptables de tout contribuable soumis par le code général des impôts à l'obligation de tenir et de présenter des documents comptables autres que ceux mentionnés au premier alinéa du même article 54 et dont la comptabilité est tenue au moyen de systèmes informatisés. L'administration peut effectuer des tris, classements ainsi que tous calculs aux fins de s'assurer de la concordance entre la copie des enregistrements comptables et les déclarations fiscales du contribuable. L'administration détruit, avant la mise en recouvrement, les copies des fichiers transmis. II.-En présence d'une comptabilité tenue au moyen de systèmes informatisés et lorsqu'ils envisagent des traitements informatiques, les agents de l'administration fiscale indiquent par écrit au contribuable la nature des investigations souhaitées. Le contribuable formalise par écrit son choix parmi l'une des options suivantes : a) Les agents de l'administration peuvent effectuer la vérification sur le matériel utilisé par le contribuable ; b) Celui-ci peut effectuer lui-même tout ou partie des traitements informatiques nécessaires à la vérification. Dans ce cas, l'administration précise par écrit au contribuable, ou à un mandataire désigné à cet effet, les travaux à réaliser ainsi que le délai accordé pour les effectuer. Les résultats des traitements sont alors remis sous forme dématérialisée répondant à des normes fixées par arrêté du ministre chargé du budget ; c) Le contribuable peut également demander que le contrôle ne soit pas effectué sur le matériel de l'entreprise. Il met alors à la disposition de l'administration les copies des documents, données et traitements soumis à contrôle. Ces copies sont produites sur tous supports informatiques, répondant à des normes fixées par arrêté du ministre chargé du budget. L'administration restitue au contribuable avant la mise en recouvrement les copies des fichiers et n'en conserve pas de double. L'administration communique au contribuable, sous forme dématérialisée ou non au choix du contribuable, le résultat des traitements informatiques qui donnent lieu à des rehaussements au plus tard lors de l'envoi de la proposition de rectification mentionnée à l'article L. 57. Le contribuable est informé des noms et adresses administratives des agents par qui ou sous le contrôle desquels les opérations sont réalisées. III. ― a. ― Dans le cadre du contrôle inopiné mentionné au dernier alinéa de l'article L. 47, lorsque la comptabilité est tenue au moyen de systèmes informatisés, les agents de l'administration peuvent réaliser deux copies des fichiers relatifs aux informations, données et traitements informatiques ainsi que de la documentation relative aux analyses, à la programmation et à l'exécution des traitements mentionnés au IV de l'article L. 13 . Ces copies sont scellées selon des modalités définies par arrêté du ministre chargé du budget. Une copie est remise au contribuable ou à son représentant, l'autre copie est conservée par l'administration. A l'issue du délai raisonnable mentionné au dernier alinéa de l'article L. 47 , les deux copies sont confrontées. b. ― Par dérogation au I, en cas d'altération des scellés ou des fichiers copiés, de non-présentation de la copie des fichiers remise au contribuable ou du fichier des écritures comptables mentionné au même I, l'administration peut effectuer des tris, classements ainsi que tous calculs sur la copie des fichiers des écritures comptables conservée par ses soins. c. ― Par dérogation au II, si l'administration envisage des traitements informatiques, en cas d'altération des scellés ou des fichiers copiés, de non-présentation de la copie remise au contribuable ou d'impossibilité d'effectuer tout ou partie des traitements informatiques nécessaires au contrôle des informations, données et traitements informatiques mentionnés au IV de l'article L. 13, l'administration peut effectuer ces traitements sur la copie des fichiers conservée par ses soins. d. ― L'administration communique au contribuable, sous forme dématérialisée ou non, au choix de ce dernier, le résultat des traitements informatiques qui donnent lieu à des rehaussements au plus tard lors de l'envoi de la proposition de rectification mentionnée à l'article L. 57. L'administration détruit, avant la mise en recouvrement, la copie des fichiers mentionnée au a.",
            "texteHtml": "<p>I.-Lorsque la comptabilité est tenue au moyen de systèmes informatisés, le contribuable satisfait à l'obligation de représentation des documents comptables mentionnés au premier alinéa de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307739&dateTexte=&categorieLien=cid'>l'article 54 du code général des impôts </a>en remettant au début des opérations de contrôle, sous forme dématérialisée répondant à des normes fixées par arrêté du ministre chargé du budget, une copie des fichiers des écritures comptables définies aux articles 420-1 et suivants du plan comptable général. </p><p>Le premier alinéa du présent article s'applique également aux fichiers des écritures comptables de tout contribuable soumis par le code général des impôts à l'obligation de tenir et de présenter des documents comptables autres que ceux mentionnés au premier alinéa du même article 54 et dont la comptabilité est tenue au moyen de systèmes informatisés. </p><p>L'administration peut effectuer des tris, classements ainsi que tous calculs aux fins de s'assurer de la concordance entre la copie des enregistrements comptables et les déclarations fiscales du contribuable. L'administration détruit, avant la mise en recouvrement, les copies des fichiers transmis. </p><p>II.-En présence d'une comptabilité tenue au moyen de systèmes informatisés et lorsqu'ils envisagent des traitements informatiques, les agents de l'administration fiscale indiquent par écrit au contribuable la nature des investigations souhaitées. Le contribuable formalise par écrit son choix parmi l'une des options suivantes : </p><p>a) Les agents de l'administration peuvent effectuer la vérification sur le matériel utilisé par le contribuable ; </p><p>b) Celui-ci peut effectuer lui-même tout ou partie des traitements informatiques nécessaires à la vérification. Dans ce cas, l'administration précise par écrit au contribuable, ou à un mandataire désigné à cet effet, les travaux à réaliser ainsi que le délai accordé pour les effectuer. Les résultats des traitements sont alors remis sous forme dématérialisée répondant à des normes fixées par arrêté du ministre chargé du budget ; </p><p>c) Le contribuable peut également demander que le contrôle ne soit pas effectué sur le matériel de l'entreprise. Il met alors à la disposition de l'administration les copies des documents, données et traitements soumis à contrôle. Ces copies sont produites sur tous supports informatiques, répondant à des normes fixées par arrêté du ministre chargé du budget. L'administration restitue au contribuable avant la mise en recouvrement les copies des fichiers et n'en conserve pas de double. L'administration communique au contribuable, sous forme dématérialisée ou non au choix du contribuable, le résultat des traitements informatiques qui donnent lieu à des rehaussements au plus tard lors de l'envoi de la proposition de rectification mentionnée à l'article L. 57. </p><p>Le contribuable est informé des noms et adresses administratives des agents par qui ou sous le contrôle desquels les opérations sont réalisées. </p><p>III. ― a. ― Dans le cadre du contrôle inopiné mentionné au dernier alinéa de l'article L. 47, lorsque la comptabilité est tenue au moyen de systèmes informatisés, les agents de l'administration peuvent réaliser deux copies des fichiers relatifs aux informations, données et traitements informatiques ainsi que de la documentation relative aux analyses, à la programmation et à l'exécution des traitements mentionnés au IV de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069583&idArticle=LEGIARTI000006314943&dateTexte=&categorieLien=cid'>l'article L. 13</a>. </p><p>Ces copies sont scellées selon des modalités définies par arrêté du ministre chargé du budget. Une copie est remise au contribuable ou à son représentant, l'autre copie est conservée par l'administration. </p><p>A l'issue du délai raisonnable mentionné au dernier alinéa de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069583&idArticle=LEGIARTI000006315927&dateTexte=&categorieLien=cid'>l'article L. 47</a>, les deux copies sont confrontées. </p><p>b. ― Par dérogation au I, en cas d'altération des scellés ou des fichiers copiés, de non-présentation de la copie des fichiers remise au contribuable ou du fichier des écritures comptables mentionné au même I, l'administration peut effectuer des tris, classements ainsi que tous calculs sur la copie des fichiers des écritures comptables conservée par ses soins. </p><p>c. ― Par dérogation au II, si l'administration envisage des traitements informatiques, en cas d'altération des scellés ou des fichiers copiés, de non-présentation de la copie remise au contribuable ou d'impossibilité d'effectuer tout ou partie des traitements informatiques nécessaires au contrôle des informations, données et traitements informatiques mentionnés au IV de l'article L. 13, l'administration peut effectuer ces traitements sur la copie des fichiers conservée par ses soins. </p><p>d. ― L'administration communique au contribuable, sous forme dématérialisée ou non, au choix de ce dernier, le résultat des traitements informatiques qui donnent lieu à des rehaussements au plus tard lors de l'envoi de la proposition de rectification mentionnée à l'article L. 57. L'administration détruit, avant la mise en recouvrement, la copie des fichiers mentionnée au a.</p>",
            "num": "L47 A",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "6.0",
            "etat": "MODIFIE",
            "dateDebut": 1451606400000,
            "dateFin": 1483228800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "1938-06-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084350",
                        "id": "LEGISCTA000006084350",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1938-06-01",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114549",
                        "id": "LEGISCTA000006114549",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1938-06-01",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Le contrôle de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133962",
                        "id": "LEGISCTA000006133962",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1938-06-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Le droit de contrôle de l'administration",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147328",
                        "id": "LEGISCTA000006147328",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1981-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section III : Modalités d'exercice du droit de contrôle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006163090",
                        "id": "LEGISCTA000006163090",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1987-07-09",
                        "fin": "2999-01-01",
                        "titre": "1° : Garanties accordées au contribuable en matière de vérification",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006180032",
                        "id": "LEGISCTA000006180032",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1938-06-01",
                        "fin": "2999-01-01",
                        "titre": "Livre des procédures fiscales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069583",
                        "id": "LEGITEXT000006069583",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006315024",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006180032",
            "sectionParentId": "LEGISCTA000006180032",
            "sectionParentTitre": "1° : Garanties accordées au contribuable en matière de vérification",
            "fullSectionsTitre": "Partie législative &gt; Première partie : Partie législative &gt; Titre II : Le contrôle de l'impôt &gt; Chapitre premier : Le droit de contrôle de l'administration &gt; Section III : Modalités d'exercice du droit de contrôle &gt; 1° : Garanties accordées au contribuable en matière de vérification",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000031781429",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069583",
                    "titre": "Livre des procédures fiscales",
                    "titreLong": "Livre des procédures fiscales",
                    "etat": "VIGUEUR",
                    "dateDebut": -996796800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069583",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000031732865",
                    "textTitle": "LOI n°2015-1785 du 29 décembre 2015 - art. 86 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "86",
                    "articleId": "LEGIARTI000031734736",
                    "natureText": "LOI",
                    "datePubliTexte": "2015-12-30",
                    "dateSignaTexte": "2015-12-29",
                    "dateDebutCible": "2015-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000017847210",
                    "textTitle": "Arrêté du 28 décembre 2007 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000017961159",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1199923200000,
                    "dateDebut": 1200009600000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 54",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "54",
                    "articleId": "LEGIARTI000006307739",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1729 D (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1729 D",
                    "articleId": "LEGIARTI000033815103",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1729 H (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1729 H",
                    "articleId": "LEGIARTI000033786316",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 371 E (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "371 E",
                    "articleId": "LEGIARTI000033240703",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 371 Q (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "371 Q",
                    "articleId": "LEGIARTI000033240761",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 371 Z sexies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "371 Z sexies",
                    "articleId": "LEGIARTI000033238697",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1476403200000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 371 bis F (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "371 bis F",
                    "articleId": "LEGIARTI000033238749",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1476403200000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. A47 A-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A47 A-1",
                    "articleId": "LEGIARTI000027804775",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1375401600000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. A47 A-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A47 A-2",
                    "articleId": "LEGIARTI000027789224",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1375401600000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. A47 A-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A47 A-3",
                    "articleId": "LEGIARTI000030368317",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1426723200000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L13",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L13",
                    "articleId": "LEGIARTI000006314943",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L47",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L47",
                    "articleId": "LEGIARTI000006315927",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L52 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L52",
                    "articleId": "LEGIARTI000044874362",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L57 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L57",
                    "articleId": "LEGIARTI000022177777",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L74 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L74",
                    "articleId": "LEGIARTI000026949084",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1388534400000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L80 K (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L80 K",
                    "articleId": "LEGIARTI000022177791",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L80 L (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L80 L",
                    "articleId": "LEGIARTI000022177798",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006315024",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 645408000000,
                    "dateFin": 1198886400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000018014217",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1198886400000,
                    "dateFin": 1386460800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028312002",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1386460800000,
                    "dateFin": 1388534400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026949130",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1388534400000,
                    "dateFin": 1401408000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029012330",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1401408000000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031781429",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1483228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033815125",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 1540425600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037526053",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1540425600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L47 A",
                "47",
                "L47"
            ],
            "versionPrecedente": "LEGIARTI000029012330",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000029012330",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Lorsque la comptabilité est tenue au moyen de systèmes informatisés, le contribuable satisfait à l'obligation de représentation des documents comptables mentionnés au premier alinéa de l'article 54 du code général des impôts en remettant au début des opérations de contrôle, sous forme dématérialisée répondant à des normes fixées par arrêté du ministre chargé du budget, une copie des fichiers des écritures comptables définies aux articles 420-1 et suivants du plan comptable général. Le premier alinéa du présent article s'applique également aux fichiers des écritures comptables de tout contribuable soumis par le code général des impôts à l'obligation de tenir et de présenter des documents comptables autres que ceux mentionnés au premier alinéa du même article 54 et dont la comptabilité est tenue au moyen de systèmes informatisés. L'administration peut effectuer des tris, classements ainsi que tous calculs aux fins de s'assurer de la concordance entre la copie des enregistrements comptables et les déclarations fiscales du contribuable. L'administration détruit, avant la mise en recouvrement, les copies des fichiers transmis. II.-En présence d'une comptabilité tenue au moyen de systèmes informatisés et lorsqu'ils envisagent des traitements informatiques, les agents de l'administration fiscale indiquent par écrit au contribuable la nature des investigations souhaitées. Le contribuable formalise par écrit son choix parmi l'une des options suivantes : a) Les agents de l'administration peuvent effectuer la vérification sur le matériel utilisé par le contribuable ; b) Celui-ci peut effectuer lui-même tout ou partie des traitements informatiques nécessaires à la vérification. Dans ce cas, l'administration précise par écrit au contribuable, ou à un mandataire désigné à cet effet, les travaux à réaliser ainsi que le délai accordé pour les effectuer. Les résultats des traitements sont alors remis sous forme dématérialisée répondant à des normes fixées par arrêté du ministre chargé du budget ; c) Le contribuable peut également demander que le contrôle ne soit pas effectué sur le matériel de l'entreprise. Il met alors à la disposition de l'administration les copies des documents, données et traitements soumis à contrôle. Ces copies sont produites sur tous supports informatiques, répondant à des normes fixées par arrêté du ministre chargé du budget. L'administration restitue au contribuable avant la mise en recouvrement les copies des fichiers et n'en conserve pas de double. L'administration communique au contribuable, sous forme dématérialisée ou non au choix du contribuable, le résultat des traitements informatiques qui donnent lieu à des rehaussements au plus tard lors de l'envoi de la proposition de rectification mentionnée à l'article L. 57. Le contribuable est informé des noms et adresses administratives des agents par qui ou sous le contrôle desquels les opérations sont réalisées. III. ― a. ― Dans le cadre du contrôle inopiné mentionné au quatrième alinéa de l'article L. 47, lorsque la comptabilité est tenue au moyen de systèmes informatisés, les agents de l'administration peuvent réaliser deux copies des fichiers relatifs aux informations, données et traitements informatiques ainsi que de la documentation relative aux analyses, à la programmation et à l'exécution des traitements mentionnés au IV de l'article L. 13 . Ces copies sont scellées selon des modalités définies par arrêté du ministre chargé du budget. Une copie est remise au contribuable ou à son représentant, l'autre copie est conservée par l'administration. A l'issue du délai raisonnable mentionné au quatrième alinéa de l'article L. 47 , les deux copies sont confrontées. b. ― Par dérogation au I, en cas d'altération des scellés ou des fichiers copiés, de non-présentation de la copie des fichiers remise au contribuable ou du fichier des écritures comptables mentionné au même I, l'administration peut effectuer des tris, classements ainsi que tous calculs sur la copie des fichiers des écritures comptables conservée par ses soins. c. ― Par dérogation au II, si l'administration envisage des traitements informatiques, en cas d'altération des scellés ou des fichiers copiés, de non-présentation de la copie remise au contribuable ou d'impossibilité d'effectuer tout ou partie des traitements informatiques nécessaires au contrôle des informations, données et traitements informatiques mentionnés au IV de l'article L. 13, l'administration peut effectuer ces traitements sur la copie des fichiers conservée par ses soins. d. ― L'administration communique au contribuable, sous forme dématérialisée ou non, au choix de ce dernier, le résultat des traitements informatiques qui donnent lieu à des rehaussements au plus tard lors de l'envoi de la proposition de rectification mentionnée à l'article L. 57. L'administration détruit, avant la mise en recouvrement, la copie des fichiers mentionnée au a.",
            "texteHtml": "<p>I.-Lorsque la comptabilité est tenue au moyen de systèmes informatisés, le contribuable satisfait à l'obligation de représentation des documents comptables mentionnés au premier alinéa de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307739&dateTexte=&categorieLien=cid'>l'article 54 du code général des impôts </a>en remettant au début des opérations de contrôle, sous forme dématérialisée répondant à des normes fixées par arrêté du ministre chargé du budget, une copie des fichiers des écritures comptables définies aux articles 420-1 et suivants du plan comptable général. </p><p>Le premier alinéa du présent article s'applique également aux fichiers des écritures comptables de tout contribuable soumis par le code général des impôts à l'obligation de tenir et de présenter des documents comptables autres que ceux mentionnés au premier alinéa du même article 54 et dont la comptabilité est tenue au moyen de systèmes informatisés. </p><p>L'administration peut effectuer des tris, classements ainsi que tous calculs aux fins de s'assurer de la concordance entre la copie des enregistrements comptables et les déclarations fiscales du contribuable. L'administration détruit, avant la mise en recouvrement, les copies des fichiers transmis. </p><p>II.-En présence d'une comptabilité tenue au moyen de systèmes informatisés et lorsqu'ils envisagent des traitements informatiques, les agents de l'administration fiscale indiquent par écrit au contribuable la nature des investigations souhaitées. Le contribuable formalise par écrit son choix parmi l'une des options suivantes : </p><p>a) Les agents de l'administration peuvent effectuer la vérification sur le matériel utilisé par le contribuable ; </p><p>b) Celui-ci peut effectuer lui-même tout ou partie des traitements informatiques nécessaires à la vérification. Dans ce cas, l'administration précise par écrit au contribuable, ou à un mandataire désigné à cet effet, les travaux à réaliser ainsi que le délai accordé pour les effectuer. Les résultats des traitements sont alors remis sous forme dématérialisée répondant à des normes fixées par arrêté du ministre chargé du budget ; </p><p>c) Le contribuable peut également demander que le contrôle ne soit pas effectué sur le matériel de l'entreprise. Il met alors à la disposition de l'administration les copies des documents, données et traitements soumis à contrôle. Ces copies sont produites sur tous supports informatiques, répondant à des normes fixées par arrêté du ministre chargé du budget. L'administration restitue au contribuable avant la mise en recouvrement les copies des fichiers et n'en conserve pas de double. L'administration communique au contribuable, sous forme dématérialisée ou non au choix du contribuable, le résultat des traitements informatiques qui donnent lieu à des rehaussements au plus tard lors de l'envoi de la proposition de rectification mentionnée à l'article L. 57. </p><p>Le contribuable est informé des noms et adresses administratives des agents par qui ou sous le contrôle desquels les opérations sont réalisées. </p><p>III. ― a. ― Dans le cadre du contrôle inopiné mentionné au quatrième alinéa de l'article L. 47, lorsque la comptabilité est tenue au moyen de systèmes informatisés, les agents de l'administration peuvent réaliser deux copies des fichiers relatifs aux informations, données et traitements informatiques ainsi que de la documentation relative aux analyses, à la programmation et à l'exécution des traitements mentionnés au IV de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069583&idArticle=LEGIARTI000029012342&dateTexte=&categorieLien=id' title='Livre des procédures fiscales - art. L13 (V)'>l'article L. 13</a>. </p><p>Ces copies sont scellées selon des modalités définies par arrêté du ministre chargé du budget. Une copie est remise au contribuable ou à son représentant, l'autre copie est conservée par l'administration. </p><p>A l'issue du délai raisonnable mentionné au quatrième alinéa de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069583&idArticle=LEGIARTI000006315927&dateTexte=&categorieLien=cid'>l'article L. 47</a>, les deux copies sont confrontées. </p><p>b. ― Par dérogation au I, en cas d'altération des scellés ou des fichiers copiés, de non-présentation de la copie des fichiers remise au contribuable ou du fichier des écritures comptables mentionné au même I, l'administration peut effectuer des tris, classements ainsi que tous calculs sur la copie des fichiers des écritures comptables conservée par ses soins. </p><p>c. ― Par dérogation au II, si l'administration envisage des traitements informatiques, en cas d'altération des scellés ou des fichiers copiés, de non-présentation de la copie remise au contribuable ou d'impossibilité d'effectuer tout ou partie des traitements informatiques nécessaires au contrôle des informations, données et traitements informatiques mentionnés au IV de l'article L. 13, l'administration peut effectuer ces traitements sur la copie des fichiers conservée par ses soins. </p><p>d. ― L'administration communique au contribuable, sous forme dématérialisée ou non, au choix de ce dernier, le résultat des traitements informatiques qui donnent lieu à des rehaussements au plus tard lors de l'envoi de la proposition de rectification mentionnée à l'article L. 57. L'administration détruit, avant la mise en recouvrement, la copie des fichiers mentionnée au a.</p>",
            "num": "L47 A",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "MODIFIE",
            "dateDebut": 1401408000000,
            "dateFin": 1451606400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "1938-06-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084350",
                        "id": "LEGISCTA000006084350",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1938-06-01",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114549",
                        "id": "LEGISCTA000006114549",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1938-06-01",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Le contrôle de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133962",
                        "id": "LEGISCTA000006133962",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1938-06-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Le droit de contrôle de l'administration",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147328",
                        "id": "LEGISCTA000006147328",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1981-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section III : Modalités d'exercice du droit de contrôle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006163090",
                        "id": "LEGISCTA000006163090",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1987-07-09",
                        "fin": "2999-01-01",
                        "titre": "1° : Garanties accordées au contribuable en matière de vérification",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006180032",
                        "id": "LEGISCTA000006180032",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1938-06-01",
                        "fin": "2999-01-01",
                        "titre": "Livre des procédures fiscales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069583",
                        "id": "LEGITEXT000006069583",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006315024",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006180032",
            "sectionParentId": "LEGISCTA000006180032",
            "sectionParentTitre": "1° : Garanties accordées au contribuable en matière de vérification",
            "fullSectionsTitre": "Partie législative &gt; Première partie : Partie législative &gt; Titre II : Le contrôle de l'impôt &gt; Chapitre premier : Le droit de contrôle de l'administration &gt; Section III : Modalités d'exercice du droit de contrôle &gt; 1° : Garanties accordées au contribuable en matière de vérification",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000029012330",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069583",
                    "titre": "Livre des procédures fiscales",
                    "titreLong": "Livre des procédures fiscales",
                    "etat": "VIGUEUR",
                    "dateDebut": -996796800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069583",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Modifications effectuées en conséquence de la loi n° 2013-1278 du 29 décembre 2013, article 99-I [1°, c].",
            "notaHtml": "<p>Modifications effectuées en conséquence de la loi n° 2013-1278 du 29 décembre 2013, article 99-I [1°, c].</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000029001596",
                    "textTitle": "Décret n°2014-550 du 26 mai 2014 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000029008154",
                    "natureText": "DECRET",
                    "datePubliTexte": "2014-05-29",
                    "dateSignaTexte": "2014-05-26",
                    "dateDebutCible": "2014-05-30"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000017847210",
                    "textTitle": "Arrêté du 28 décembre 2007 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000017961159",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1199923200000,
                    "dateDebut": 1200009600000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 54",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "54",
                    "articleId": "LEGIARTI000006307739",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1729 D (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1729 D",
                    "articleId": "LEGIARTI000033815103",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1729 H (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1729 H",
                    "articleId": "LEGIARTI000033786316",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 371 E (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "371 E",
                    "articleId": "LEGIARTI000033240703",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 371 Q (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "371 Q",
                    "articleId": "LEGIARTI000033240761",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 371 Z sexies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "371 Z sexies",
                    "articleId": "LEGIARTI000033238697",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1476403200000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 371 bis F (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "371 bis F",
                    "articleId": "LEGIARTI000033238749",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1476403200000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. A47 A-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A47 A-1",
                    "articleId": "LEGIARTI000027804775",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1375401600000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. A47 A-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A47 A-2",
                    "articleId": "LEGIARTI000027789224",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1375401600000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. A47 A-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A47 A-3",
                    "articleId": "LEGIARTI000030368317",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1426723200000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L13",
                    "articleId": "LEGIARTI000029012342",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1401408000000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L47",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L47",
                    "articleId": "LEGIARTI000006315927",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L52 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L52",
                    "articleId": "LEGIARTI000044874362",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L57 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L57",
                    "articleId": "LEGIARTI000022177777",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L74 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L74",
                    "articleId": "LEGIARTI000026949084",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1388534400000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L80 K (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L80 K",
                    "articleId": "LEGIARTI000022177791",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L80 L (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L80 L",
                    "articleId": "LEGIARTI000022177798",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006315024",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 645408000000,
                    "dateFin": 1198886400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000018014217",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1198886400000,
                    "dateFin": 1386460800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028312002",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1386460800000,
                    "dateFin": 1388534400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026949130",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1388534400000,
                    "dateFin": 1401408000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029012330",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1401408000000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031781429",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1483228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033815125",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 1540425600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037526053",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1540425600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L47 A",
                "47",
                "L47"
            ],
            "versionPrecedente": "LEGIARTI000026949130",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000026949130",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Lorsque la comptabilité est tenue au moyen de systèmes informatisés, le contribuable satisfait à l'obligation de représentation des documents comptables mentionnés au premier alinéa de l'article 54 du code général des impôts en remettant au début des opérations de contrôle, sous forme dématérialisée répondant à des normes fixées par arrêté du ministre chargé du budget, une copie des fichiers des écritures comptables définies aux articles 420-1 et suivants du plan comptable général. Le premier alinéa du présent article s'applique également aux fichiers des écritures comptables de tout contribuable soumis par le code général des impôts à l'obligation de tenir et de présenter des documents comptables autres que ceux mentionnés au premier alinéa du même article 54 et dont la comptabilité est tenue au moyen de systèmes informatisés. L'administration peut effectuer des tris, classements ainsi que tous calculs aux fins de s'assurer de la concordance entre la copie des enregistrements comptables et les déclarations fiscales du contribuable. L'administration détruit, avant la mise en recouvrement, les copies des fichiers transmis. II.-En présence d'une comptabilité tenue au moyen de systèmes informatisés et lorsqu'ils envisagent des traitements informatiques, les agents de l'administration fiscale indiquent par écrit au contribuable la nature des investigations souhaitées. Le contribuable formalise par écrit son choix parmi l'une des options suivantes : a) Les agents de l'administration peuvent effectuer la vérification sur le matériel utilisé par le contribuable ; b) Celui-ci peut effectuer lui-même tout ou partie des traitements informatiques nécessaires à la vérification. Dans ce cas, l'administration précise par écrit au contribuable, ou à un mandataire désigné à cet effet, les travaux à réaliser ainsi que le délai accordé pour les effectuer. Les résultats des traitements sont alors remis sous forme dématérialisée répondant à des normes fixées par arrêté du ministre chargé du budget ; c) Le contribuable peut également demander que le contrôle ne soit pas effectué sur le matériel de l'entreprise. Il met alors à la disposition de l'administration les copies des documents, données et traitements soumis à contrôle. Ces copies sont produites sur tous supports informatiques, répondant à des normes fixées par arrêté du ministre chargé du budget. L'administration restitue au contribuable avant la mise en recouvrement les copies des fichiers et n'en conserve pas de double. L'administration communique au contribuable, sous forme dématérialisée ou non au choix du contribuable, le résultat des traitements informatiques qui donnent lieu à des rehaussements au plus tard lors de l'envoi de la proposition de rectification mentionnée à l'article L. 57. Le contribuable est informé des noms et adresses administratives des agents par qui ou sous le contrôle desquels les opérations sont réalisées. III. ― A. ― Dans le cadre du contrôle inopiné mentionné au dernier alinéa de l'article L. 47, lorsque la comptabilité est tenue au moyen de systèmes informatisés, les agents de l'administration peuvent réaliser deux copies des fichiers relatifs aux informations, données et traitements informatiques ainsi que de la documentation relative aux analyses, à la programmation et à l'exécution des traitements mentionnés au deuxième alinéa de l'article L. 13 . Ces copies sont scellées selon des modalités définies par arrêté du ministre chargé du budget. Une copie est remise au contribuable ou à son représentant, l'autre copie est conservée par l'administration. A l'issue du délai raisonnable mentionné au dernier alinéa de l'article L. 47 , les deux copies sont confrontées. B. ― Par dérogation au I du présent article, en cas d'altération des scellés ou des fichiers copiés, de non-présentation de la copie des fichiers remise au contribuable ou du fichier des écritures comptables mentionné au même I, l'administration peut effectuer des tris, classements ainsi que tous calculs sur la copie des fichiers des écritures comptables conservée par ses soins. C. ― Par dérogation au II du présent article, si l'administration envisage des traitements informatiques, en cas d'altération des scellés ou des fichiers copiés, de non-présentation de la copie remise au contribuable ou d'impossibilité d'effectuer tout ou partie des traitements informatiques nécessaires au contrôle des informations, données et traitements informatiques mentionnés au deuxième alinéa de l'article L. 13, l'administration peut effectuer ces traitements sur la copie des fichiers conservée par ses soins. D. ― L'administration communique au contribuable, sous forme dématérialisée ou non, au choix de ce dernier, le résultat des traitements informatiques qui donnent lieu à des rehaussements au plus tard lors de l'envoi de la proposition de rectification mentionnée à l'article L. 57. L'administration détruit, avant la mise en recouvrement, la copie des fichiers mentionnée au A du présent III.",
            "texteHtml": "<p>I.-Lorsque la comptabilité est tenue au moyen de systèmes informatisés, le contribuable satisfait à l'obligation de représentation des documents comptables mentionnés au premier alinéa de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307739&dateTexte=&categorieLien=cid'>l'article 54 du code général des impôts </a>en remettant au début des opérations de contrôle, sous forme dématérialisée répondant à des normes fixées par arrêté du ministre chargé du budget, une copie des fichiers des écritures comptables définies aux articles 420-1 et suivants du plan comptable général. </p><p>Le premier alinéa du présent article s'applique également aux fichiers des écritures comptables de tout contribuable soumis par le code général des impôts à l'obligation de tenir et de présenter des documents comptables autres que ceux mentionnés au premier alinéa du même article 54 et dont la comptabilité est tenue au moyen de systèmes informatisés. </p><p>L'administration peut effectuer des tris, classements ainsi que tous calculs aux fins de s'assurer de la concordance entre la copie des enregistrements comptables et les déclarations fiscales du contribuable. L'administration détruit, avant la mise en recouvrement, les copies des fichiers transmis. </p><p>II.-En présence d'une comptabilité tenue au moyen de systèmes informatisés et lorsqu'ils envisagent des traitements informatiques, les agents de l'administration fiscale indiquent par écrit au contribuable la nature des investigations souhaitées. Le contribuable formalise par écrit son choix parmi l'une des options suivantes : </p><p>a) Les agents de l'administration peuvent effectuer la vérification sur le matériel utilisé par le contribuable ; </p><p>b) Celui-ci peut effectuer lui-même tout ou partie des traitements informatiques nécessaires à la vérification. Dans ce cas, l'administration précise par écrit au contribuable, ou à un mandataire désigné à cet effet, les travaux à réaliser ainsi que le délai accordé pour les effectuer. Les résultats des traitements sont alors remis sous forme dématérialisée répondant à des normes fixées par arrêté du ministre chargé du budget ; </p><p>c) Le contribuable peut également demander que le contrôle ne soit pas effectué sur le matériel de l'entreprise. Il met alors à la disposition de l'administration les copies des documents, données et traitements soumis à contrôle. Ces copies sont produites sur tous supports informatiques, répondant à des normes fixées par arrêté du ministre chargé du budget. L'administration restitue au contribuable avant la mise en recouvrement les copies des fichiers et n'en conserve pas de double. L'administration communique au contribuable, sous forme dématérialisée ou non au choix du contribuable, le résultat des traitements informatiques qui donnent lieu à des rehaussements au plus tard lors de l'envoi de la proposition de rectification mentionnée à l'article L. 57. </p><p>Le contribuable est informé des noms et adresses administratives des agents par qui ou sous le contrôle desquels les opérations sont réalisées. </p><p>III. ― A. ― Dans le cadre du contrôle inopiné mentionné au dernier alinéa de l'article L. 47, lorsque la comptabilité est tenue au moyen de systèmes informatisés, les agents de l'administration peuvent réaliser deux copies des fichiers relatifs aux informations, données et traitements informatiques ainsi que de la documentation relative aux analyses, à la programmation et à l'exécution des traitements mentionnés au deuxième alinéa de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069583&idArticle=LEGIARTI000006314943&dateTexte=&categorieLien=cid' title='Livre des procédures fiscales - art. L13 (V)'>l'article L. 13</a>. </p><p>Ces copies sont scellées selon des modalités définies par arrêté du ministre chargé du budget. Une copie est remise au contribuable ou à son représentant, l'autre copie est conservée par l'administration. </p><p>A l'issue du délai raisonnable mentionné au dernier alinéa de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069583&idArticle=LEGIARTI000006315927&dateTexte=&categorieLien=cid' title='Livre des procédures fiscales - art. L47 (V)'>l'article L. 47</a>, les deux copies sont confrontées. </p><p>B. ― Par dérogation au I du présent article, en cas d'altération des scellés ou des fichiers copiés, de non-présentation de la copie des fichiers remise au contribuable ou du fichier des écritures comptables mentionné au même I, l'administration peut effectuer des tris, classements ainsi que tous calculs sur la copie des fichiers des écritures comptables conservée par ses soins. </p><p>C. ― Par dérogation au II du présent article, si l'administration envisage des traitements informatiques, en cas d'altération des scellés ou des fichiers copiés, de non-présentation de la copie remise au contribuable ou d'impossibilité d'effectuer tout ou partie des traitements informatiques nécessaires au contrôle des informations, données et traitements informatiques mentionnés au deuxième alinéa de l'article L. 13, l'administration peut effectuer ces traitements sur la copie des fichiers conservée par ses soins. </p><p>D. ― L'administration communique au contribuable, sous forme dématérialisée ou non, au choix de ce dernier, le résultat des traitements informatiques qui donnent lieu à des rehaussements au plus tard lors de l'envoi de la proposition de rectification mentionnée à l'article L. 57. L'administration détruit, avant la mise en recouvrement, la copie des fichiers mentionnée au A du présent III.</p>",
            "num": "L47 A",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1388534400000,
            "dateFin": 1401408000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "1938-06-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084350",
                        "id": "LEGISCTA000006084350",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1938-06-01",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114549",
                        "id": "LEGISCTA000006114549",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1938-06-01",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Le contrôle de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133962",
                        "id": "LEGISCTA000006133962",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1938-06-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Le droit de contrôle de l'administration",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147328",
                        "id": "LEGISCTA000006147328",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1981-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section III : Modalités d'exercice du droit de contrôle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006163090",
                        "id": "LEGISCTA000006163090",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1987-07-09",
                        "fin": "2999-01-01",
                        "titre": "1° : Garanties accordées au contribuable en matière de vérification",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006180032",
                        "id": "LEGISCTA000006180032",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1938-06-01",
                        "fin": "2999-01-01",
                        "titre": "Livre des procédures fiscales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069583",
                        "id": "LEGITEXT000006069583",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006315024",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006180032",
            "sectionParentId": "LEGISCTA000006180032",
            "sectionParentTitre": "1° : Garanties accordées au contribuable en matière de vérification",
            "fullSectionsTitre": "Partie législative &gt; Première partie : Partie législative &gt; Titre II : Le contrôle de l'impôt &gt; Chapitre premier : Le droit de contrôle de l'administration &gt; Section III : Modalités d'exercice du droit de contrôle &gt; 1° : Garanties accordées au contribuable en matière de vérification",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000026949130",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069583",
                    "titre": "Livre des procédures fiscales",
                    "titreLong": "Livre des procédures fiscales",
                    "etat": "VIGUEUR",
                    "dateDebut": -996796800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069583",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Loi n° 2012-1510 du 29 décembre 2012 de finance rectificative pour 2012, article 14 III : Ces dispositions s'appliquent aux contrôles pour lesquels l'avis de vérification est adressé après le 1 er janvier 2014.",
            "notaHtml": "<p></p><p>Loi n° 2012-1510 du 29 décembre 2012 de finance rectificative pour 2012, article 14 III : Ces dispositions s'appliquent aux contrôles pour lesquels l'avis de vérification est adressé après le 1<sup>er</sup> janvier 2014.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000026857857",
                    "textTitle": "LOI n°2012-1510\n du 29 décembre 2012 - art. 14 (VD)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "14",
                    "articleId": "LEGIARTI000026887987",
                    "natureText": "LOI",
                    "datePubliTexte": "2012-12-30",
                    "dateSignaTexte": "2012-12-29",
                    "dateDebutCible": "2013-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000017847210",
                    "textTitle": "Arrêté du 28 décembre 2007 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000017961159",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1199923200000,
                    "dateDebut": 1200009600000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 54",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "54",
                    "articleId": "LEGIARTI000006307739",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1729 D (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1729 D",
                    "articleId": "LEGIARTI000033815103",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1729 H (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1729 H",
                    "articleId": "LEGIARTI000033786316",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 371 E (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "371 E",
                    "articleId": "LEGIARTI000033240703",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 371 Q (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "371 Q",
                    "articleId": "LEGIARTI000033240761",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 371 Z sexies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "371 Z sexies",
                    "articleId": "LEGIARTI000033238697",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1476403200000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 371 bis F (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "371 bis F",
                    "articleId": "LEGIARTI000033238749",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1476403200000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. A47 A-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A47 A-1",
                    "articleId": "LEGIARTI000027804775",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1375401600000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. A47 A-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A47 A-2",
                    "articleId": "LEGIARTI000027789224",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1375401600000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. A47 A-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A47 A-3",
                    "articleId": "LEGIARTI000030368317",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1426723200000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L13",
                    "articleId": "LEGIARTI000006314943",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L47 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L47",
                    "articleId": "LEGIARTI000006315927",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L52 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L52",
                    "articleId": "LEGIARTI000044874362",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L57 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L57",
                    "articleId": "LEGIARTI000022177777",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L74 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L74",
                    "articleId": "LEGIARTI000026949084",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1388534400000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L80 K (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L80 K",
                    "articleId": "LEGIARTI000022177791",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L80 L (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L80 L",
                    "articleId": "LEGIARTI000022177798",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006315024",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 645408000000,
                    "dateFin": 1198886400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000018014217",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1198886400000,
                    "dateFin": 1386460800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028312002",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1386460800000,
                    "dateFin": 1388534400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026949130",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1388534400000,
                    "dateFin": 1401408000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029012330",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1401408000000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031781429",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1483228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033815125",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 1540425600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037526053",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1540425600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L47 A",
                "47",
                "L47"
            ],
            "versionPrecedente": "LEGIARTI000028312002",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000028312002",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Lorsque la comptabilité est tenue au moyen de systèmes informatisés, le contribuable peut satisfaire à l'obligation de représentation des documents comptables mentionnés au premier alinéa de l'article 54 du code général des impôts en remettant, sous forme dématérialisée répondant à des normes fixées par arrêté du ministre chargé du budget, une copie des fichiers des écritures comptables définies aux articles 420-1 et suivants du plan comptable général. L'administration peut effectuer des tris, classements ainsi que tous calculs aux fins de s'assurer de la concordance entre la copie des enregistrements comptables et les déclarations fiscales du contribuable. L'administration restitue au contribuable, avant la mise en recouvrement, les copies des fichiers transmis et n'en conserve aucun double. II.-En présence d'une comptabilité tenue au moyen de systèmes informatisés et lorsqu'ils envisagent des traitements informatiques, les agents de l'administration fiscale indiquent par écrit au contribuable la nature des investigations souhaitées. Le contribuable formalise par écrit son choix parmi l'une des options suivantes : a) Les agents de l'administration peuvent effectuer la vérification sur le matériel utilisé par le contribuable ; b) Celui-ci peut effectuer lui-même tout ou partie des traitements informatiques nécessaires à la vérification. Dans ce cas, l'administration précise par écrit au contribuable, ou à un mandataire désigné à cet effet, les travaux à réaliser ainsi que le délai accordé pour les effectuer. Les résultats des traitements sont alors remis sous forme dématérialisée répondant à des normes fixées par arrêté du ministre chargé du budget ; c) Le contribuable peut également demander que le contrôle ne soit pas effectué sur le matériel de l'entreprise. Il met alors à la disposition de l'administration les copies des documents, données et traitements soumis à contrôle. Ces copies sont produites sur tous supports informatiques, répondant à des normes fixées par arrêté du ministre chargé du budget. L'administration restitue au contribuable avant la mise en recouvrement les copies des fichiers et n'en conserve pas de double. L'administration communique au contribuable, sous forme dématérialisée ou non au choix du contribuable, le résultat des traitements informatiques qui donnent lieu à des rehaussements au plus tard lors de l'envoi de la proposition de rectification mentionnée à l'article L. 57. Le contribuable est informé des noms et adresses administratives des agents par qui ou sous le contrôle desquels les opérations sont réalisées. III. - A. - Dans le cadre du contrôle inopiné mentionné au dernier alinéa de l'article L. 47, lorsque la comptabilité est tenue au moyen de systèmes informatisés, les agents de l'administration peuvent réaliser deux copies des fichiers relatifs aux informations, données et traitements informatiques ainsi que de la documentation relative aux analyses, à la programmation et à l'exécution des traitements mentionnés au deuxième alinéa de l'article L. 13. Ces copies sont scellées selon des modalités définies par arrêté du ministre chargé du budget. Une copie est remise au contribuable ou à son représentant, l'autre copie est conservée par l'administration. A l'issue du délai raisonnable mentionné au dernier alinéa de l'article L. 47, les deux copies sont confrontées. B. - Par dérogation au I du présent article, en cas d'altération des scellés ou des fichiers copiés, de non-présentation de la copie des fichiers remise au contribuable ou du fichier des écritures comptables mentionné au même I, l'administration peut effectuer des tris, classements ainsi que tous calculs sur la copie des fichiers des écritures comptables conservée par ses soins. C. - Par dérogation au II du présent article, si l'administration envisage des traitements informatiques, en cas d'altération des scellés ou des fichiers copiés, de non-présentation de la copie remise au contribuable ou d'impossibilité d'effectuer tout ou partie des traitements informatiques nécessaires au contrôle des informations, données et traitements informatiques mentionnés au deuxième alinéa de l'article L. 13, l'administration peut effectuer ces traitements sur la copie des fichiers conservée par ses soins. D. - L'administration communique au contribuable, sous forme dématérialisée ou non, au choix de ce dernier, le résultat des traitements informatiques qui donnent lieu à des rehaussements au plus tard lors de l'envoi de la proposition de rectification mentionnée à l'article L. 57. L'administration détruit, avant la mise en recouvrement, la copie des fichiers mentionnée au A du présent III.",
            "texteHtml": "<p>I.-Lorsque la comptabilité est tenue au moyen de systèmes informatisés, le contribuable peut satisfaire à l'obligation de représentation des documents comptables mentionnés au premier alinéa de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307739&dateTexte=&categorieLien=cid'>l'article 54 du code général des impôts </a>en remettant, sous forme dématérialisée répondant à des normes fixées par arrêté du ministre chargé du budget, une copie des fichiers des écritures comptables définies aux articles 420-1 et suivants du plan comptable général. L'administration peut effectuer des tris, classements ainsi que tous calculs aux fins de s'assurer de la concordance entre la copie des enregistrements comptables et les déclarations fiscales du contribuable. L'administration restitue au contribuable, avant la mise en recouvrement, les copies des fichiers transmis et n'en conserve aucun double. </p><p>II.-En présence d'une comptabilité tenue au moyen de systèmes informatisés et lorsqu'ils envisagent des traitements informatiques, les agents de l'administration fiscale indiquent par écrit au contribuable la nature des investigations souhaitées. Le contribuable formalise par écrit son choix parmi l'une des options suivantes : </p><p>a) Les agents de l'administration peuvent effectuer la vérification sur le matériel utilisé par le contribuable ; </p><p>b) Celui-ci peut effectuer lui-même tout ou partie des traitements informatiques nécessaires à la vérification. Dans ce cas, l'administration précise par écrit au contribuable, ou à un mandataire désigné à cet effet, les travaux à réaliser ainsi que le délai accordé pour les effectuer. Les résultats des traitements sont alors remis sous forme dématérialisée répondant à des normes fixées par arrêté du ministre chargé du budget ; </p><p>c) Le contribuable peut également demander que le contrôle ne soit pas effectué sur le matériel de l'entreprise. Il met alors à la disposition de l'administration les copies des documents, données et traitements soumis à contrôle. Ces copies sont produites sur tous supports informatiques, répondant à des normes fixées par arrêté du ministre chargé du budget. L'administration restitue au contribuable avant la mise en recouvrement les copies des fichiers et n'en conserve pas de double. L'administration communique au contribuable, sous forme dématérialisée ou non au choix du contribuable, le résultat des traitements informatiques qui donnent lieu à des rehaussements au plus tard lors de l'envoi de la proposition de rectification mentionnée à l'article L. 57. </p><p>Le contribuable est informé des noms et adresses administratives des agents par qui ou sous le contrôle desquels les opérations sont réalisées.</p><p><br/>III. - A. - Dans le cadre du contrôle inopiné mentionné au dernier alinéa de l'article L. 47, lorsque la comptabilité est tenue au moyen de systèmes informatisés, les agents de l'administration peuvent réaliser deux copies des fichiers relatifs aux informations, données et traitements informatiques ainsi que de la documentation relative aux analyses, à la programmation et à l'exécution des traitements mentionnés au deuxième alinéa de l'article L. 13. <br/><br/> Ces copies sont scellées selon des modalités définies par arrêté du ministre chargé du budget. Une copie est remise au contribuable ou à son représentant, l'autre copie est conservée par l'administration. <br/><br/> A l'issue du délai raisonnable mentionné au dernier alinéa de l'article L. 47, les deux copies sont confrontées. <br/><br/> B. - Par dérogation au I du présent article, en cas d'altération des scellés ou des fichiers copiés, de non-présentation de la copie des fichiers remise au contribuable ou du fichier des écritures comptables mentionné au même I, l'administration peut effectuer des tris, classements ainsi que tous calculs sur la copie des fichiers des écritures comptables conservée par ses soins. <br/><br/> C. - Par dérogation au II du présent article, si l'administration envisage des traitements informatiques, en cas d'altération des scellés ou des fichiers copiés, de non-présentation de la copie remise au contribuable ou d'impossibilité d'effectuer tout ou partie des traitements informatiques nécessaires au contrôle des informations, données et traitements informatiques mentionnés au deuxième alinéa de l'article L. 13, l'administration peut effectuer ces traitements sur la copie des fichiers conservée par ses soins. <br/><br/> D. - L'administration communique au contribuable, sous forme dématérialisée ou non, au choix de ce dernier, le résultat des traitements informatiques qui donnent lieu à des rehaussements au plus tard lors de l'envoi de la proposition de rectification mentionnée à l'article L. 57. L'administration détruit, avant la mise en recouvrement, la copie des fichiers mentionnée au A du présent III. </p>",
            "num": "L47 A",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1386460800000,
            "dateFin": 1388534400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "1938-06-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084350",
                        "id": "LEGISCTA000006084350",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1938-06-01",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114549",
                        "id": "LEGISCTA000006114549",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1938-06-01",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Le contrôle de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133962",
                        "id": "LEGISCTA000006133962",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1938-06-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Le droit de contrôle de l'administration",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147328",
                        "id": "LEGISCTA000006147328",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1981-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section III : Modalités d'exercice du droit de contrôle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006163090",
                        "id": "LEGISCTA000006163090",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1987-07-09",
                        "fin": "2999-01-01",
                        "titre": "1° : Garanties accordées au contribuable en matière de vérification",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006180032",
                        "id": "LEGISCTA000006180032",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1938-06-01",
                        "fin": "2999-01-01",
                        "titre": "Livre des procédures fiscales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069583",
                        "id": "LEGITEXT000006069583",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006315024",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006180032",
            "sectionParentId": "LEGISCTA000006180032",
            "sectionParentTitre": "1° : Garanties accordées au contribuable en matière de vérification",
            "fullSectionsTitre": "Partie législative &gt; Première partie : Partie législative &gt; Titre II : Le contrôle de l'impôt &gt; Chapitre premier : Le droit de contrôle de l'administration &gt; Section III : Modalités d'exercice du droit de contrôle &gt; 1° : Garanties accordées au contribuable en matière de vérification",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000028312002",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069583",
                    "titre": "Livre des procédures fiscales",
                    "titreLong": "Livre des procédures fiscales",
                    "etat": "VIGUEUR",
                    "dateDebut": -996796800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069583",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "<p><br clear='none'/></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000028278976",
                    "textTitle": "LOI n°2013-1117\n du 6 décembre 2013 - art. 14",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "14",
                    "articleId": "LEGIARTI000028280665",
                    "natureText": "LOI",
                    "datePubliTexte": "2013-12-07",
                    "dateSignaTexte": "2013-12-06",
                    "dateDebutCible": "2013-12-08"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000017847210",
                    "textTitle": "Arrêté du 28 décembre 2007 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000017961159",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1199923200000,
                    "dateDebut": 1200009600000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 54",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "54",
                    "articleId": "LEGIARTI000006307739",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1729 D (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1729 D",
                    "articleId": "LEGIARTI000033815103",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1729 H (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1729 H",
                    "articleId": "LEGIARTI000033786316",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 371 E (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "371 E",
                    "articleId": "LEGIARTI000033240703",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 371 Q (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "371 Q",
                    "articleId": "LEGIARTI000033240761",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 371 Z sexies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "371 Z sexies",
                    "articleId": "LEGIARTI000033238697",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1476403200000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 371 bis F (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "371 bis F",
                    "articleId": "LEGIARTI000033238749",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1476403200000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. A47 A-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A47 A-1",
                    "articleId": "LEGIARTI000027804775",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1375401600000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. A47 A-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A47 A-2",
                    "articleId": "LEGIARTI000027789224",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1375401600000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. A47 A-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A47 A-3",
                    "articleId": "LEGIARTI000030368317",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1426723200000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L52 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L52",
                    "articleId": "LEGIARTI000044874362",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L57 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L57",
                    "articleId": "LEGIARTI000022177777",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L74 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L74",
                    "articleId": "LEGIARTI000026949084",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1388534400000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L80 K (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L80 K",
                    "articleId": "LEGIARTI000022177791",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L80 L (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L80 L",
                    "articleId": "LEGIARTI000022177798",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006315024",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 645408000000,
                    "dateFin": 1198886400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000018014217",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1198886400000,
                    "dateFin": 1386460800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028312002",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1386460800000,
                    "dateFin": 1388534400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026949130",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1388534400000,
                    "dateFin": 1401408000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029012330",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1401408000000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031781429",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1483228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033815125",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 1540425600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037526053",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1540425600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L47 A",
                "47",
                "L47"
            ],
            "versionPrecedente": "LEGIARTI000018014217",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000018014217",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Lorsque la comptabilité est tenue au moyen de systèmes informatisés, le contribuable peut satisfaire à l'obligation de représentation des documents comptables mentionnés au premier alinéa de l'article 54 du code général des impôts en remettant, sous forme dématérialisée répondant à des normes fixées par arrêté du ministre chargé du budget, une copie des fichiers des écritures comptables définies aux articles 420-1 et suivants du plan comptable général. L'administration peut effectuer des tris, classements ainsi que tous calculs aux fins de s'assurer de la concordance entre la copie des enregistrements comptables et les déclarations fiscales du contribuable. L'administration restitue au contribuable, avant la mise en recouvrement, les copies des fichiers transmis et n'en conserve aucun double. II.-En présence d'une comptabilité tenue au moyen de systèmes informatisés et lorsqu'ils envisagent des traitements informatiques, les agents de l'administration fiscale indiquent par écrit au contribuable la nature des investigations souhaitées. Le contribuable formalise par écrit son choix parmi l'une des options suivantes : a) Les agents de l'administration peuvent effectuer la vérification sur le matériel utilisé par le contribuable ; b) Celui-ci peut effectuer lui-même tout ou partie des traitements informatiques nécessaires à la vérification. Dans ce cas, l'administration précise par écrit au contribuable, ou à un mandataire désigné à cet effet, les travaux à réaliser ainsi que le délai accordé pour les effectuer. Les résultats des traitements sont alors remis sous forme dématérialisée répondant à des normes fixées par arrêté du ministre chargé du budget ; c) Le contribuable peut également demander que le contrôle ne soit pas effectué sur le matériel de l'entreprise. Il met alors à la disposition de l'administration les copies des documents, données et traitements soumis à contrôle. Ces copies sont produites sur tous supports informatiques, répondant à des normes fixées par arrêté du ministre chargé du budget. L'administration restitue au contribuable avant la mise en recouvrement les copies des fichiers et n'en conserve pas de double. L'administration communique au contribuable, sous forme dématérialisée ou non au choix du contribuable, le résultat des traitements informatiques qui donnent lieu à des rehaussements au plus tard lors de l'envoi de la proposition de rectification mentionnée à l'article L. 57. Le contribuable est informé des noms et adresses administratives des agents par qui ou sous le contrôle desquels les opérations sont réalisées.",
            "texteHtml": "<p>I.-Lorsque la comptabilité est tenue au moyen de systèmes informatisés, le contribuable peut satisfaire à l'obligation de représentation des documents comptables mentionnés au premier alinéa de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307739&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 54 (V)'>l'article 54 du code général des impôts </a>en remettant, sous forme dématérialisée répondant à des normes fixées par arrêté du ministre chargé du budget, une copie des fichiers des écritures comptables définies aux articles 420-1 et suivants du plan comptable général. L'administration peut effectuer des tris, classements ainsi que tous calculs aux fins de s'assurer de la concordance entre la copie des enregistrements comptables et les déclarations fiscales du contribuable. L'administration restitue au contribuable, avant la mise en recouvrement, les copies des fichiers transmis et n'en conserve aucun double. </p><p>II.-En présence d'une comptabilité tenue au moyen de systèmes informatisés et lorsqu'ils envisagent des traitements informatiques, les agents de l'administration fiscale indiquent par écrit au contribuable la nature des investigations souhaitées. Le contribuable formalise par écrit son choix parmi l'une des options suivantes : </p><p>a) Les agents de l'administration peuvent effectuer la vérification sur le matériel utilisé par le contribuable ; </p><p>b) Celui-ci peut effectuer lui-même tout ou partie des traitements informatiques nécessaires à la vérification. Dans ce cas, l'administration précise par écrit au contribuable, ou à un mandataire désigné à cet effet, les travaux à réaliser ainsi que le délai accordé pour les effectuer. Les résultats des traitements sont alors remis sous forme dématérialisée répondant à des normes fixées par arrêté du ministre chargé du budget ; </p><p>c) Le contribuable peut également demander que le contrôle ne soit pas effectué sur le matériel de l'entreprise. Il met alors à la disposition de l'administration les copies des documents, données et traitements soumis à contrôle. Ces copies sont produites sur tous supports informatiques, répondant à des normes fixées par arrêté du ministre chargé du budget. L'administration restitue au contribuable avant la mise en recouvrement les copies des fichiers et n'en conserve pas de double. L'administration communique au contribuable, sous forme dématérialisée ou non au choix du contribuable, le résultat des traitements informatiques qui donnent lieu à des rehaussements au plus tard lors de l'envoi de la proposition de rectification mentionnée à l'article L. 57. </p><p>Le contribuable est informé des noms et adresses administratives des agents par qui ou sous le contrôle desquels les opérations sont réalisées.<br/></p>",
            "num": "L47 A",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1198886400000,
            "dateFin": 1386460800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "1938-06-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084350",
                        "id": "LEGISCTA000006084350",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1938-06-01",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114549",
                        "id": "LEGISCTA000006114549",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1938-06-01",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Le contrôle de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133962",
                        "id": "LEGISCTA000006133962",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1938-06-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Le droit de contrôle de l'administration",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147328",
                        "id": "LEGISCTA000006147328",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1981-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section III : Modalités d'exercice du droit de contrôle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006163090",
                        "id": "LEGISCTA000006163090",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1987-07-09",
                        "fin": "2999-01-01",
                        "titre": "1° : Garanties accordées au contribuable en matière de vérification",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006180032",
                        "id": "LEGISCTA000006180032",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1938-06-01",
                        "fin": "2999-01-01",
                        "titre": "Livre des procédures fiscales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069583",
                        "id": "LEGITEXT000006069583",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006315024",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006180032",
            "sectionParentId": "LEGISCTA000006180032",
            "sectionParentTitre": "1° : Garanties accordées au contribuable en matière de vérification",
            "fullSectionsTitre": "Partie législative &gt; Première partie : Partie législative &gt; Titre II : Le contrôle de l'impôt &gt; Chapitre premier : Le droit de contrôle de l'administration &gt; Section III : Modalités d'exercice du droit de contrôle &gt; 1° : Garanties accordées au contribuable en matière de vérification",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000018014217",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069583",
                    "titre": "Livre des procédures fiscales",
                    "titreLong": "Livre des procédures fiscales",
                    "etat": "VIGUEUR",
                    "dateDebut": -996796800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069583",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "dispositions applicables aux contrôles pour lesquels l'avis de vérification a été adressé à compter du 1er janvier 2008.",
            "notaHtml": "<p>  dispositions applicables aux contrôles pour lesquels l'avis de vérification a été adressé à compter du 1er janvier 2008.<br clear='none'/></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000017839505",
                    "textTitle": "LOI n°2007-1824\n du 25 décembre 2007 - art. 18 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "18",
                    "articleId": "LEGIARTI000017885094",
                    "natureText": "LOI",
                    "datePubliTexte": "2007-12-28",
                    "dateSignaTexte": "2007-12-25",
                    "dateDebutCible": "2007-12-29"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000017847210",
                    "textTitle": "Arrêté du 28 décembre 2007 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000017961159",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1199923200000,
                    "dateDebut": 1200009600000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 54 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "54",
                    "articleId": "LEGIARTI000006307739",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1729 D (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1729 D",
                    "articleId": "LEGIARTI000033815103",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1729 H (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1729 H",
                    "articleId": "LEGIARTI000033786316",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 371 E (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "371 E",
                    "articleId": "LEGIARTI000033240703",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 371 Q (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "371 Q",
                    "articleId": "LEGIARTI000033240761",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 371 Z sexies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "371 Z sexies",
                    "articleId": "LEGIARTI000033238697",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1476403200000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 371 bis F (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "371 bis F",
                    "articleId": "LEGIARTI000033238749",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1476403200000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. A47 A-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A47 A-1",
                    "articleId": "LEGIARTI000027804775",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1375401600000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. A47 A-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A47 A-2",
                    "articleId": "LEGIARTI000027789224",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1375401600000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. A47 A-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A47 A-3",
                    "articleId": "LEGIARTI000030368317",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1426723200000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L52 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L52",
                    "articleId": "LEGIARTI000044874362",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L57 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L57",
                    "articleId": "LEGIARTI000022177777",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L74 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L74",
                    "articleId": "LEGIARTI000026949084",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1388534400000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L80 K (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L80 K",
                    "articleId": "LEGIARTI000022177791",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L80 L (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L80 L",
                    "articleId": "LEGIARTI000022177798",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006315024",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 645408000000,
                    "dateFin": 1198886400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000018014217",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1198886400000,
                    "dateFin": 1386460800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028312002",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1386460800000,
                    "dateFin": 1388534400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026949130",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1388534400000,
                    "dateFin": 1401408000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029012330",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1401408000000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031781429",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1483228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033815125",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 1540425600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037526053",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1540425600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L47 A",
                "47",
                "L47"
            ],
            "versionPrecedente": "LEGIARTI000006315024",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006315024",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Lorsque la comptabilité est tenue au moyen de systèmes informatisés, les agents de l'administration fiscale peuvent effectuer la vérification sur le matériel utilisé par le contribuable. Celui-ci peut demander à effectuer lui-même tout ou partie des traitements informatiques nécessaires à la vérification. Dans ce cas, l'administration précise par écrit au contribuable, ou à un mandataire désigné à cet effet, les travaux à réaliser ainsi que le délai accordé pour les effectuer. Le contribuable peut également demander que le contrôle ne soit pas effectué sur le matériel de l'entreprise. Il met alors à la disposition de l'administration les copies des documents, données et traitements soumis à contrôle. Ces copies seront produites sur un support informatique fourni par l'entreprise, répondant à des normes fixées par arrêté. Le contribuable est informé des noms et adresses administratives des agents par qui ou sous le contrôle desquels les opérations sont réalisées. Les copies des documents transmis à l'administration ne doivent pas être reproduites par cette dernière et doivent être restituées au contribuable avant la mise en recouvrement.",
            "texteHtml": "<p></p>   Lorsque la comptabilité est tenue au moyen de systèmes informatisés, les agents de l'administration fiscale peuvent effectuer la vérification sur le matériel utilisé par le contribuable.<p></p><p></p>   Celui-ci peut demander à effectuer lui-même tout ou partie des traitements informatiques nécessaires à la vérification. Dans ce cas, l'administration précise par écrit au contribuable, ou à un mandataire désigné à cet effet, les travaux à réaliser ainsi que le délai accordé pour les effectuer.<p></p><p></p>   Le contribuable peut également demander que le contrôle ne soit pas effectué sur le matériel de l'entreprise. Il met alors à la disposition de l'administration les copies des documents, données et traitements soumis à contrôle.<p></p><p></p>   Ces copies seront produites sur un support informatique fourni par l'entreprise, répondant à des normes fixées par arrêté.<p></p><p></p>   Le contribuable est informé des noms et adresses administratives des agents par qui ou sous le contrôle desquels les opérations sont réalisées.<p></p><p></p>   Les copies des documents transmis à l'administration ne doivent pas être reproduites par cette dernière et doivent être restituées au contribuable avant la mise en recouvrement.<p></p>",
            "num": "L47 A",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 645408000000,
            "dateFin": 1198886400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 128847,
            "context": {
                "titresTM": [
                    {
                        "debut": "1938-06-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084350",
                        "id": "LEGISCTA000006084350",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1938-06-01",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114549",
                        "id": "LEGISCTA000006114549",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1938-06-01",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Le contrôle de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133962",
                        "id": "LEGISCTA000006133962",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1938-06-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Le droit de contrôle de l'administration",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147328",
                        "id": "LEGISCTA000006147328",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1981-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section III : Modalités d'exercice du droit de contrôle",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006163090",
                        "id": "LEGISCTA000006163090",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1987-07-09",
                        "fin": "2999-01-01",
                        "titre": "1° : Garanties accordées au contribuable en matière de vérification",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006180032",
                        "id": "LEGISCTA000006180032",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1938-06-01",
                        "fin": "2999-01-01",
                        "titre": "Livre des procédures fiscales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069583",
                        "id": "LEGITEXT000006069583",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006315024",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006180032",
            "sectionParentId": "LEGISCTA000006180032",
            "sectionParentTitre": "1° : Garanties accordées au contribuable en matière de vérification",
            "fullSectionsTitre": "Partie législative &gt; Première partie : Partie législative &gt; Titre II : Le contrôle de l'impôt &gt; Chapitre premier : Le droit de contrôle de l'administration &gt; Section III : Modalités d'exercice du droit de contrôle &gt; 1° : Garanties accordées au contribuable en matière de vérification",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006315024",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069583",
                    "titre": "Livre des procédures fiscales",
                    "titreLong": "Livre des procédures fiscales",
                    "etat": "VIGUEUR",
                    "dateDebut": -996796800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069583",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000018687845",
                    "textTitle": "Loi n°89-936 du 29 décembre 1989 - art. 103 () JORF 30 décembre 1989",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "103",
                    "articleId": "LEGIARTI000006317726",
                    "natureText": "LOI",
                    "datePubliTexte": "1989-12-30",
                    "dateSignaTexte": "1989-12-29",
                    "dateDebutCible": "1989-12-30"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000017847210",
                    "textTitle": "Arrêté du 28 décembre 2007 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000017961159",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1199923200000,
                    "dateDebut": 1200009600000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1729 D (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1729 D",
                    "articleId": "LEGIARTI000033815103",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1729 H (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1729 H",
                    "articleId": "LEGIARTI000033786316",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 371 E (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "371 E",
                    "articleId": "LEGIARTI000033240703",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 371 Q (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "371 Q",
                    "articleId": "LEGIARTI000033240761",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 371 Z sexies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "371 Z sexies",
                    "articleId": "LEGIARTI000033238697",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1476403200000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 371 bis F (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "371 bis F",
                    "articleId": "LEGIARTI000033238749",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1476403200000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. A47 A-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A47 A-1",
                    "articleId": "LEGIARTI000027804775",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1375401600000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. A47 A-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A47 A-2",
                    "articleId": "LEGIARTI000027789224",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1375401600000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. A47 A-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "A47 A-3",
                    "articleId": "LEGIARTI000030368317",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1426723200000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L52 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L52",
                    "articleId": "LEGIARTI000044874362",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L57 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L57",
                    "articleId": "LEGIARTI000022177777",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L74 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L74",
                    "articleId": "LEGIARTI000026949084",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1388534400000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L80 K (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L80 K",
                    "articleId": "LEGIARTI000022177791",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L80 L (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L80 L",
                    "articleId": "LEGIARTI000022177798",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1272672000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "Edition du 15 juin 1990",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006315024",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 645408000000,
                    "dateFin": 1198886400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000018014217",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1198886400000,
                    "dateFin": 1386460800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000028312002",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1386460800000,
                    "dateFin": 1388534400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000026949130",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1388534400000,
                    "dateFin": 1401408000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000029012330",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1401408000000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031781429",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1483228800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033815125",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 1540425600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037526053",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1540425600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L47 A",
                "47",
                "L47"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}