{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000044983297",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1. a. Les contribuables domiciliés fiscalement en France, au sens de l' article 4 B , bénéficient d'une réduction d'impôt sur le revenu égale à 30 % des versements effectués jusqu'au 31 décembre 2024 au titre de souscriptions en numéraire réalisées au capital de sociétés soumises à l'impôt sur les sociétés dans les conditions de droit commun éditant une ou plusieurs publications de presse ou services de presse en ligne d'information politique et générale, ou une ou plusieurs publications de presse ou services de presse en ligne consacrés pour une large part à l'information politique et générale. Le taux mentionné au premier alinéa du présent 1 est porté à 50 % lorsque la société bénéficiaire de la souscription a le statut d'entreprise solidaire de presse d'information, au sens de l' article 2-1 de la loi n° 86-897 du 1er août 1986 portant réforme du régime juridique de la presse. b. Cette réduction d'impôt trouve également à s'appliquer lorsque les versements mentionnés au premier alinéa du a du présent 1 sont effectués au bénéfice d'une société dont l'objet statutaire exclusif est de détenir des participations au capital de sociétés mentionnées au même a et regroupant exclusivement des actionnaires individuels. Dans ce cas, le montant des versements au titre de la souscription réalisée par le contribuable est pris en compte, pour l'assiette de la réduction d'impôt, dans la limite de la fraction déterminée en retenant : 1° Au numérateur, le montant des versements effectués par la société à raison de souscriptions en numéraire au capital de sociétés mentionnées audit a, lors de l'exercice au cours duquel le contribuable a procédé aux versements correspondant à sa souscription dans cette société ; 2° Et, au dénominateur, le montant total des versements reçus au cours de ce même exercice par ladite société et afférents à la souscription à laquelle se rapportent les versements effectués par le contribuable. La réduction d'impôt sur le revenu est accordée au titre de l'année de la clôture de l'exercice de la société au cours duquel le contribuable a procédé aux versements correspondant à sa souscription dans cette société, au taux prévu au premier alinéa du même a ou, lorsque la société a pour objet statutaire exclusif de détenir des participations dans des entreprises mentionnées au second alinéa du même a, au taux prévu au même second alinéa. 2. Les versements ouvrant droit à la réduction d'impôt mentionnée au 1 sont retenus dans la limite annuelle de 10 000 € pour les contribuables célibataires, veufs ou divorcés, et de 20 000 € pour les contribuables soumis à imposition commune. 3. Lorsque tout ou partie des titres souscrits par le contribuable ayant donné lieu à réduction d'impôt est cédé avant le 31 décembre de la cinquième année suivant celle de la souscription, la réduction d'impôt obtenue est ajoutée à l'impôt dû au titre de l'année de la cession. Il en va de même lorsque tout ou partie des titres souscrits par la société mentionnée au b du 1 du présent article et ayant ouvert droit à la réduction d'impôt est cédé avant le 31 décembre de la cinquième année suivant celle de leur souscription. Le premier alinéa du présent 3 ne s'applique pas en cas de licenciement, d'invalidité correspondant au classement dans la deuxième ou la troisième des catégories prévues à l' article L. 341-4 du code de la sécurité sociale ou du décès du contribuable ou de l'un des époux ou partenaires liés par un pacte civil de solidarité soumis à imposition commune. 4. La réduction d'impôt mentionnée au 1 ne s'applique pas aux titres figurant dans un plan d'épargne en actions mentionné à l'article 163 quinquies D du présent code ou dans un plan d'épargne salariale mentionné au titre III du livre III de la troisième partie du code du travail, ni à la fraction des versements effectués au titre de souscriptions ayant ouvert droit aux réductions d'impôt prévues aux articles 199 undecies B, 199 terdecies 0 A, ou 199 terdecies-0 B du présent code. 5. Le bénéfice de la réduction d'impôt mentionnée au 1 du présent article est subordonné au respect du règlement (UE) n° 1407/2013 de la Commission du 18 décembre 2013 relatif à l'application des articles 107 et 108 du traité sur le fonctionnement de l'Union européenne aux aides de minimis.",
            "texteHtml": "<p>1. a. Les contribuables domiciliés fiscalement en France, au sens de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006302201&dateTexte=&categorieLien=cid'>article 4 B</a>, bénéficient d'une réduction d'impôt sur le revenu égale à 30 % des versements effectués jusqu'au 31 décembre 2024 au titre de souscriptions en numéraire réalisées au capital de sociétés soumises à l'impôt sur les sociétés dans les conditions de droit commun éditant une ou plusieurs publications de presse ou services de presse en ligne d'information politique et générale, ou une ou plusieurs publications de presse ou services de presse en ligne consacrés pour une large part à l'information politique et générale.</p><p>Le taux mentionné au premier alinéa du présent 1 est porté à 50 % lorsque la société bénéficiaire de la souscription a le statut d'entreprise solidaire de presse d'information, au sens de l'<a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000687451&idArticle=LEGIARTI000030492680&dateTexte=&categorieLien=cid'>article 2-1 de la loi n° 86-897 du 1er août 1986 </a>portant réforme du régime juridique de la presse.</p><p>b. Cette réduction d'impôt trouve également à s'appliquer lorsque les versements mentionnés au premier alinéa du a du présent 1 sont effectués au bénéfice d'une société dont l'objet statutaire exclusif est de détenir des participations au capital de sociétés mentionnées au même a et regroupant exclusivement des actionnaires individuels. Dans ce cas, le montant des versements au titre de la souscription réalisée par le contribuable est pris en compte, pour l'assiette de la réduction d'impôt, dans la limite de la fraction déterminée en retenant :<br/><br/>\n1° Au numérateur, le montant des versements effectués par la société à raison de souscriptions en numéraire au capital de sociétés mentionnées audit a, lors de l'exercice au cours duquel le contribuable a procédé aux versements correspondant à sa souscription dans cette société ;<br/><br/>\n2° Et, au dénominateur, le montant total des versements reçus au cours de ce même exercice par ladite société et afférents à la souscription à laquelle se rapportent les versements effectués par le contribuable.<br/><br/>\nLa réduction d'impôt sur le revenu est accordée au titre de l'année de la clôture de l'exercice de la société au cours duquel le contribuable a procédé aux versements correspondant à sa souscription dans cette société, au taux prévu au premier alinéa du même a ou, lorsque la société a pour objet statutaire exclusif de détenir des participations dans des entreprises mentionnées au second alinéa du même a, au taux prévu au même second alinéa.</p><p>2. Les versements ouvrant droit à la réduction d'impôt mentionnée au 1 sont retenus dans la limite annuelle de 10 000 € pour les contribuables célibataires, veufs ou divorcés, et de 20 000 € pour les contribuables soumis à imposition commune.</p><p>3. Lorsque tout ou partie des titres souscrits par le contribuable ayant donné lieu à réduction d'impôt est cédé avant le 31 décembre de la cinquième année suivant celle de la souscription, la réduction d'impôt obtenue est ajoutée à l'impôt dû au titre de l'année de la cession.</p><p>Il en va de même lorsque tout ou partie des titres souscrits par la société mentionnée au b du 1 du présent article et ayant ouvert droit à la réduction d'impôt est cédé avant le 31 décembre de la cinquième année suivant celle de leur souscription.</p><p>Le premier alinéa du présent 3 ne s'applique pas en cas de licenciement, d'invalidité correspondant au classement dans la deuxième ou la troisième des catégories prévues à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006742597&dateTexte=&categorieLien=cid'>article L. 341-4 du code de la sécurité sociale </a>ou du décès du contribuable ou de l'un des époux ou partenaires liés par un pacte civil de solidarité soumis à imposition commune.</p><p>4. La réduction d'impôt mentionnée au 1 ne s'applique pas aux titres figurant dans un plan d'épargne en actions mentionné à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006303008&dateTexte=&categorieLien=cid'>l'article 163 quinquies D </a>du présent code ou dans un plan d'épargne salariale mentionné au titre III du livre III de la troisième partie du code du travail, ni à la fraction des versements effectués au titre de souscriptions ayant ouvert droit aux réductions d'impôt prévues aux articles 199 undecies B, 199 terdecies 0 A, ou 199 terdecies-0 B du présent code.</p><p>5. Le bénéfice de la réduction d'impôt mentionnée au 1 du présent article est subordonné au respect du règlement (UE) n° 1407/2013 de la Commission du 18 décembre 2013 relatif à l'application des articles 107 et 108 du traité sur le fonctionnement de l'Union européenne aux aides de minimis.</p>",
            "num": "199 terdecies-0 C",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "6.0",
            "etat": "VIGUEUR",
            "dateDebut": 1640995200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073784772,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section V : Calcul de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162525",
                        "id": "LEGISCTA000006162525",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "II : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179577",
                        "id": "LEGISCTA000006179577",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1989-07-14",
                        "fin": "1991-12-31",
                        "titre": "15° ter : Réduction d'impôt accordée au titre de l'aide à domicile et de l'hébergement en établissement de long séjour.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191616",
                        "id": "LEGISCTA000006191616",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2015-04-19",
                        "fin": "2999-01-01",
                        "titre": "15° ter : Réduction d'impôt accordée au titre des souscriptions en numéraire au capital d'entreprises de presse.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191616",
                        "id": "LEGISCTA000030508110",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000030493032",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006191616",
            "sectionParentId": "LEGISCTA000030508110",
            "sectionParentTitre": "15° ter : Réduction d'impôt accordée au titre des souscriptions en numéraire au capital d'entreprises de presse.",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section V : Calcul de l'impôt &gt; II : Impôt sur le revenu &gt; 15° ter : Réduction d'impôt accordée au titre des souscriptions en numéraire au capital d'entreprises de presse.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000044983297",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément aux dispositions des 1 et 2 du B du IX de l'article 31 de la loi n° 2017-1837 du 30 décembre 2017, les dispositions de l'article 199 terdecies-0 C résultant des dispositions du 12° du B du I du même article 31 s'appliquent au titre de l'impôt sur la fortune immobilière dû à compter du 1er janvier 2018. Les dispositions modifiées par ledit B de l'article 31 précité continuent de s'appliquer, dans leur rédaction en vigueur au 31 décembre 2017, à l'impôt de solidarité sur la fortune dû jusqu'au titre de l'année 2017 incluse. Conformément à l’article 157 II de la loi n° 2018-1317 du 28 décembre 2018, ces dispositions s'appliquent aux versements réalisés à compter du 1er janvier 2019. Conformément au II de l'article 114 de la loi n° 2020-1721 du 29 décembre 2020, les présentes dispositions s'appliquent aux versements effectués à compter du 1er janvier 2021.",
            "notaHtml": "<p>Conformément aux dispositions des 1 et 2 du B du IX de l'article 31 de la loi n° 2017-1837 du 30 décembre 2017, les dispositions de l'article 199 terdecies-0 C résultant des dispositions du 12° du B du I du même article 31 s'appliquent au titre de l'impôt sur la fortune immobilière dû à compter du 1er janvier 2018. Les dispositions modifiées par ledit B de l'article 31 précité continuent de s'appliquer, dans leur rédaction en vigueur au 31 décembre 2017, à l'impôt de solidarité sur la fortune dû jusqu'au titre de l'année 2017 incluse.</p><p>Conformément à l’article 157 II de la loi n° 2018-1317 du 28 décembre 2018, ces dispositions s'appliquent aux versements réalisés à compter du 1er janvier 2019.</p><p>Conformément au II de l'article 114 de la loi n° 2020-1721 du 29 décembre 2020, les présentes dispositions s'appliquent aux versements effectués à compter du 1er janvier 2021.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000044637640",
                    "textTitle": "LOI n°2021-1900 du 30 décembre 2021 - art. 71",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "71",
                    "articleId": "LEGIARTI000044794774",
                    "natureText": "LOI",
                    "datePubliTexte": "2021-12-31",
                    "dateSignaTexte": "2021-12-30",
                    "dateDebutCible": "2022-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000687451",
                    "textTitle": "Loi n° 86-897 du 1er août 1986 - art. 2-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "2-1",
                    "articleId": "LEGIARTI000030492680",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "86-897",
                    "datePubli": 523324800000,
                    "dateDebut": 1479254400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 163 quinquies D",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "163 quinquies D",
                    "articleId": "LEGIARTI000006303008",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 745632000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 199 terdecies-0 A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "199 terdecies-0 A",
                    "articleId": "LEGIARTI000006303133",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 199 terdecies-0 B",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "199 terdecies-0 B",
                    "articleId": "LEGIARTI000006303278",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 199 undecies A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "199 undecies A",
                    "articleId": "LEGIARTI000006303266",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465776000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 4 B",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "4 B",
                    "articleId": "LEGIARTI000006302201",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577664000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 83",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "83",
                    "articleId": "LEGIARTI000006307096",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465776000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 885-0 V bis",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "885-0 V bis",
                    "articleId": "LEGIARTI000006305585",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 AI septies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 AI septies",
                    "articleId": "LEGIARTI000039436950",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1575158400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L221-32-5 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L221-32-5",
                    "articleId": "LEGIARTI000033786718",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L341-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L341-4",
                    "articleId": "LEGIARTI000006742597",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 503971200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000030493057",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1429401600000,
                    "dateFin": 1479254400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033388436",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1479254400000,
                    "dateFin": 1514764800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036428953",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1514764800000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037992595",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 1609459200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042913025",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1609459200000,
                    "dateFin": 1640995200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044983297",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1640995200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "199 terdecies-0 C",
                "199"
            ],
            "versionPrecedente": "LEGIARTI000042913025",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000042913025",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1. a. Les contribuables domiciliés fiscalement en France, au sens de l' article 4 B , bénéficient d'une réduction d'impôt sur le revenu égale à 30 % des versements effectués jusqu'au 31 décembre 2021 au titre de souscriptions en numéraire réalisées au capital de sociétés soumises à l'impôt sur les sociétés dans les conditions de droit commun éditant une ou plusieurs publications de presse ou services de presse en ligne d'information politique et générale, ou une ou plusieurs publications de presse ou services de presse en ligne consacrés pour une large part à l'information politique et générale. Le taux mentionné au premier alinéa du présent 1 est porté à 50 % lorsque la société bénéficiaire de la souscription a le statut d'entreprise solidaire de presse d'information, au sens de l' article 2-1 de la loi n° 86-897 du 1er août 1986 portant réforme du régime juridique de la presse. b. Cette réduction d'impôt trouve également à s'appliquer lorsque les versements mentionnés au premier alinéa du a du présent 1 sont effectués au bénéfice d'une société dont l'objet statutaire exclusif est de détenir des participations au capital de sociétés mentionnées au même a et regroupant exclusivement des actionnaires individuels. Dans ce cas, le montant des versements au titre de la souscription réalisée par le contribuable est pris en compte, pour l'assiette de la réduction d'impôt, dans la limite de la fraction déterminée en retenant : 1° Au numérateur, le montant des versements effectués par la société à raison de souscriptions en numéraire au capital de sociétés mentionnées audit a, lors de l'exercice au cours duquel le contribuable a procédé aux versements correspondant à sa souscription dans cette société ; 2° Et, au dénominateur, le montant total des versements reçus au cours de ce même exercice par ladite société et afférents à la souscription à laquelle se rapportent les versements effectués par le contribuable. La réduction d'impôt sur le revenu est accordée au titre de l'année de la clôture de l'exercice de la société au cours duquel le contribuable a procédé aux versements correspondant à sa souscription dans cette société, au taux prévu au premier alinéa du même a ou, lorsque la société a pour objet statutaire exclusif de détenir des participations dans des entreprises mentionnées au second alinéa du même a, au taux prévu au même second alinéa. 2. Les versements ouvrant droit à la réduction d'impôt mentionnée au 1 sont retenus dans la limite annuelle de 10 000 € pour les contribuables célibataires, veufs ou divorcés, et de 20 000 € pour les contribuables soumis à imposition commune. 3. Lorsque tout ou partie des titres souscrits par le contribuable ayant donné lieu à réduction d'impôt est cédé avant le 31 décembre de la cinquième année suivant celle de la souscription, la réduction d'impôt obtenue est ajoutée à l'impôt dû au titre de l'année de la cession. Il en va de même lorsque tout ou partie des titres souscrits par la société mentionnée au b du 1 du présent article et ayant ouvert droit à la réduction d'impôt est cédé avant le 31 décembre de la cinquième année suivant celle de leur souscription. Le premier alinéa du présent 3 ne s'applique pas en cas de licenciement, d'invalidité correspondant au classement dans la deuxième ou la troisième des catégories prévues à l' article L. 341-4 du code de la sécurité sociale ou du décès du contribuable ou de l'un des époux ou partenaires liés par un pacte civil de solidarité soumis à imposition commune. 4. La réduction d'impôt mentionnée au 1 ne s'applique pas aux titres figurant dans un plan d'épargne en actions mentionné à l'article 163 quinquies D du présent code ou dans un plan d'épargne salariale mentionné au titre III du livre III de la troisième partie du code du travail, ni à la fraction des versements effectués au titre de souscriptions ayant ouvert droit aux réductions d'impôt prévues  aux articles 199 undecies B , 199 terdecies 0 A, ou 199 terdecies-0 B du présent code. 5. Le bénéfice de la réduction d'impôt mentionnée au 1 du présent article est subordonné au respect du règlement (UE) n° 1407/2013 de la Commission du 18 décembre 2013 relatif à l'application des articles 107 et 108 du traité sur le fonctionnement de l'Union européenne aux aides de minimis.",
            "texteHtml": "<p>1. a. Les contribuables domiciliés fiscalement en France, au sens de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006302201&dateTexte=&categorieLien=cid'>article 4 B</a>, bénéficient d'une réduction d'impôt sur le revenu égale à 30 % des versements effectués jusqu'au 31 décembre 2021 au titre de souscriptions en numéraire réalisées au capital de sociétés soumises à l'impôt sur les sociétés dans les conditions de droit commun éditant une ou plusieurs publications de presse ou services de presse en ligne d'information politique et générale, ou une ou plusieurs publications de presse ou services de presse en ligne consacrés pour une large part à l'information politique et générale.</p><p>Le taux mentionné au premier alinéa du présent 1 est porté à 50 % lorsque la société bénéficiaire de la souscription a le statut d'entreprise solidaire de presse d'information, au sens de l'<a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000687451&idArticle=LEGIARTI000030492680&dateTexte=&categorieLien=cid'>article 2-1 de la loi n° 86-897 du 1er août 1986 </a>portant réforme du régime juridique de la presse.</p><p>b. Cette réduction d'impôt trouve également à s'appliquer lorsque les versements mentionnés au premier alinéa du a du présent 1 sont effectués au bénéfice d'une société dont l'objet statutaire exclusif est de détenir des participations au capital de sociétés mentionnées au même a et regroupant exclusivement des actionnaires individuels. Dans ce cas, le montant des versements au titre de la souscription réalisée par le contribuable est pris en compte, pour l'assiette de la réduction d'impôt, dans la limite de la fraction déterminée en retenant :<br/><br/>\n1° Au numérateur, le montant des versements effectués par la société à raison de souscriptions en numéraire au capital de sociétés mentionnées audit a, lors de l'exercice au cours duquel le contribuable a procédé aux versements correspondant à sa souscription dans cette société ;<br/><br/>\n2° Et, au dénominateur, le montant total des versements reçus au cours de ce même exercice par ladite société et afférents à la souscription à laquelle se rapportent les versements effectués par le contribuable.<br/><br/>\nLa réduction d'impôt sur le revenu est accordée au titre de l'année de la clôture de l'exercice de la société au cours duquel le contribuable a procédé aux versements correspondant à sa souscription dans cette société, au taux prévu au premier alinéa du même a ou, lorsque la société a pour objet statutaire exclusif de détenir des participations dans des entreprises mentionnées au second alinéa du même a, au taux prévu au même second alinéa.</p><p>2. Les versements ouvrant droit à la réduction d'impôt mentionnée au 1 sont retenus dans la limite annuelle de 10 000 € pour les contribuables célibataires, veufs ou divorcés, et de 20 000 € pour les contribuables soumis à imposition commune.</p><p>3. Lorsque tout ou partie des titres souscrits par le contribuable ayant donné lieu à réduction d'impôt est cédé avant le 31 décembre de la cinquième année suivant celle de la souscription, la réduction d'impôt obtenue est ajoutée à l'impôt dû au titre de l'année de la cession.</p><p>Il en va de même lorsque tout ou partie des titres souscrits par la société mentionnée au b du 1 du présent article et ayant ouvert droit à la réduction d'impôt est cédé avant le 31 décembre de la cinquième année suivant celle de leur souscription.</p><p>Le premier alinéa du présent 3 ne s'applique pas en cas de licenciement, d'invalidité correspondant au classement dans la deuxième ou la troisième des catégories prévues à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006742597&dateTexte=&categorieLien=cid'>article L. 341-4 du code de la sécurité sociale </a>ou du décès du contribuable ou de l'un des époux ou partenaires liés par un pacte civil de solidarité soumis à imposition commune.</p><p>4. La réduction d'impôt mentionnée au 1 ne s'applique pas aux titres figurant dans un plan d'épargne en actions mentionné à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006303008&dateTexte=&categorieLien=cid'>l'article 163 quinquies D </a>du présent code ou dans un plan d'épargne salariale mentionné au titre III du livre III de la troisième partie du code du travail, ni à la fraction des versements effectués au titre de souscriptions ayant ouvert droit aux réductions d'impôt prévues  aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006303272&dateTexte=&categorieLien=cid'>articles 199 undecies B</a>, 199 terdecies 0 A, ou 199 terdecies-0 B du présent code.</p><p>5. Le bénéfice de la réduction d'impôt mentionnée au 1 du présent article est subordonné au respect du règlement (UE) n° 1407/2013 de la Commission du 18 décembre 2013 relatif à l'application des articles 107 et 108 du traité sur le fonctionnement de l'Union européenne aux aides de minimis.</p>",
            "num": "199 terdecies-0 C",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "MODIFIE",
            "dateDebut": 1609459200000,
            "dateFin": 1640995200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073784772,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section V : Calcul de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162525",
                        "id": "LEGISCTA000006162525",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "II : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179577",
                        "id": "LEGISCTA000006179577",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1989-07-14",
                        "fin": "1991-12-31",
                        "titre": "15° ter : Réduction d'impôt accordée au titre de l'aide à domicile et de l'hébergement en établissement de long séjour.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191616",
                        "id": "LEGISCTA000006191616",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2015-04-19",
                        "fin": "2999-01-01",
                        "titre": "15° ter : Réduction d'impôt accordée au titre des souscriptions en numéraire au capital d'entreprises de presse.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191616",
                        "id": "LEGISCTA000030508110",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000030493032",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006191616",
            "sectionParentId": "LEGISCTA000030508110",
            "sectionParentTitre": "15° ter : Réduction d'impôt accordée au titre des souscriptions en numéraire au capital d'entreprises de presse.",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section V : Calcul de l'impôt &gt; II : Impôt sur le revenu &gt; 15° ter : Réduction d'impôt accordée au titre des souscriptions en numéraire au capital d'entreprises de presse.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000042913025",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément aux dispositions des 1 et 2 du B du IX de l'article 31 de la loi n° 2017-1837 du 30 décembre 2017, les dispositions de l'article 199 terdecies-0 C résultant des dispositions du 12° du B du I du même article 31 s'appliquent au titre de l'impôt sur la fortune immobilière dû à compter du 1er janvier 2018. Les dispositions modifiées par ledit B de l'article 31 précité continuent de s'appliquer, dans leur rédaction en vigueur au 31 décembre 2017, à l'impôt de solidarité sur la fortune dû jusqu'au titre de l'année 2017 incluse. Conformément à l’article 157 II de la loi n° 2018-1317 du 28 décembre 2018, ces dispositions s'appliquent aux versements réalisés à compter du 1er janvier 2019. Conformément au II de l'article 114 de la loi n° 2020-1721 du 29 décembre 2020, les présentes dispositions s'appliquent aux versements effectués à compter du 1er janvier 2021.",
            "notaHtml": "<p>Conformément aux dispositions des 1 et 2 du B du IX de l'article 31 de la loi n° 2017-1837 du 30 décembre 2017, les dispositions de l'article 199 terdecies-0 C résultant des dispositions du 12° du B du I du même article 31 s'appliquent au titre de l'impôt sur la fortune immobilière dû à compter du 1er janvier 2018. Les dispositions modifiées par ledit B de l'article 31 précité continuent de s'appliquer, dans leur rédaction en vigueur au 31 décembre 2017, à l'impôt de solidarité sur la fortune dû jusqu'au titre de l'année 2017 incluse.</p><p>Conformément à l’article 157 II de la loi n° 2018-1317 du 28 décembre 2018, ces dispositions s'appliquent aux versements réalisés à compter du 1er janvier 2019.</p><p>Conformément au II de l'article 114 de la loi n° 2020-1721 du 29 décembre 2020, les présentes dispositions s'appliquent aux versements effectués à compter du 1er janvier 2021.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000042753580",
                    "textTitle": "LOI n°2020-1721 du 29 décembre 2020 - art. 114",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "114",
                    "articleId": "LEGIARTI000042778867",
                    "natureText": "LOI",
                    "datePubliTexte": "2020-12-30",
                    "dateSignaTexte": "2020-12-29",
                    "dateDebutCible": "2020-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000687451",
                    "textTitle": "Loi n° 86-897 du 1er août 1986 - art. 2-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "2-1",
                    "articleId": "LEGIARTI000030492680",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "86-897",
                    "datePubli": 523324800000,
                    "dateDebut": 1479254400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 163 quinquies D",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "163 quinquies D",
                    "articleId": "LEGIARTI000006303008",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 745632000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 199 terdecies-0 A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "199 terdecies-0 A",
                    "articleId": "LEGIARTI000006303133",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 199 terdecies-0 B",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "199 terdecies-0 B",
                    "articleId": "LEGIARTI000006303278",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 199 undecies A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "199 undecies A",
                    "articleId": "LEGIARTI000006303266",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465776000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 199 undecies B",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "199 undecies B",
                    "articleId": "LEGIARTI000006303272",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1488412800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 4 B",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "4 B",
                    "articleId": "LEGIARTI000006302201",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577664000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 83",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "83",
                    "articleId": "LEGIARTI000006307096",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465776000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 885-0 V bis",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "885-0 V bis",
                    "articleId": "LEGIARTI000006305585",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 AI septies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 AI septies",
                    "articleId": "LEGIARTI000039436950",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1575158400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L221-32-5 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L221-32-5",
                    "articleId": "LEGIARTI000033786718",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L341-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L341-4",
                    "articleId": "LEGIARTI000006742597",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 503971200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000030493057",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1429401600000,
                    "dateFin": 1479254400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033388436",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1479254400000,
                    "dateFin": 1514764800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036428953",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1514764800000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037992595",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 1609459200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042913025",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1609459200000,
                    "dateFin": 1640995200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044983297",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1640995200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "199 terdecies-0 C",
                "199"
            ],
            "versionPrecedente": "LEGIARTI000037992595",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000037992595",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1. a. Les contribuables domiciliés fiscalement en France, au sens de l' article 4 B , bénéficient d'une réduction d'impôt sur le revenu égale à 30 % des versements effectués jusqu'au 31 décembre 2021 au titre de souscriptions en numéraire réalisées au capital de sociétés soumises à l'impôt sur les sociétés dans les conditions de droit commun éditant une ou plusieurs publications de presse ou services de presse en ligne d'information politique et générale, ou une ou plusieurs publications de presse ou services de presse en ligne consacrés pour une large part à l'information politique et générale. Le taux mentionné au premier alinéa du présent 1 est porté à 50 % lorsque la société bénéficiaire de la souscription a le statut d'entreprise solidaire de presse d'information, au sens de l' article 2-1 de la loi n° 86-897 du 1er août 1986 portant réforme du régime juridique de la presse. b. Cette réduction d'impôt trouve également à s'appliquer lorsque les versements mentionnés au premier alinéa du a du présent 1 sont effectués au bénéfice d'une société dont l'objet statutaire exclusif est de détenir des participations au capital de sociétés mentionnées au même a et regroupant exclusivement des actionnaires individuels. Dans ce cas, le montant des versements au titre de la souscription réalisée par le contribuable est pris en compte, pour l'assiette de la réduction d'impôt, dans la limite de la fraction déterminée en retenant : 1° Au numérateur, le montant des versements effectués par la société à raison de souscriptions en numéraire au capital de sociétés mentionnées audit a, lors de l'exercice au cours duquel le contribuable a procédé aux versements correspondant à sa souscription dans cette société ; 2° Et, au dénominateur, le montant total des versements reçus au cours de ce même exercice par ladite société et afférents à la souscription à laquelle se rapportent les versements effectués par le contribuable. La réduction d'impôt sur le revenu est accordée au titre de l'année de la clôture de l'exercice de la société au cours duquel le contribuable a procédé aux versements correspondant à sa souscription dans cette société, au taux prévu au premier alinéa du même a ou, lorsque la société a pour objet statutaire exclusif de détenir des participations dans des entreprises mentionnées au second alinéa du même a, au taux prévu au même second alinéa. 2. Les versements ouvrant droit à la réduction d'impôt mentionnée au 1 sont retenus dans la limite annuelle de 5 000 € pour les contribuables célibataires, veufs ou divorcés, et de 10 000 € pour les contribuables soumis à imposition commune. 3. Lorsque tout ou partie des titres souscrits par le contribuable ayant donné lieu à réduction d'impôt est cédé avant le 31 décembre de la cinquième année suivant celle de la souscription, la réduction d'impôt obtenue est ajoutée à l'impôt dû au titre de l'année de la cession. Il en va de même lorsque tout ou partie des titres souscrits par la société mentionnée au b du 1 du présent article et ayant ouvert droit à la réduction d'impôt est cédé avant le 31 décembre de la cinquième année suivant celle de leur souscription. Le premier alinéa du présent 3 ne s'applique pas en cas de licenciement, d'invalidité correspondant au classement dans la deuxième ou la troisième des catégories prévues à l' article L. 341-4 du code de la sécurité sociale ou du décès du contribuable ou de l'un des époux ou partenaires liés par un pacte civil de solidarité soumis à imposition commune. 4. La réduction d'impôt mentionnée au 1 ne s'applique pas aux titres figurant dans un plan d'épargne en actions mentionné à l'article 163 quinquies D du présent code ou dans un plan d'épargne salariale mentionné au titre III du livre III de la troisième partie du code du travail, ni à la fraction des versements effectués au titre de souscriptions ayant ouvert droit aux réductions d'impôt prévues au g du 2 de l'article 199 undecies A, aux articles 199 undecies B , 199 terdecies 0 A, ou 199 terdecies-0 B du présent code. La fraction des versements effectués au titre de souscriptions donnant lieu aux déductions prévues aux 2° quater et 2° quinquies de l'article 83 n'ouvre pas droit à cette réduction d'impôt. 5. Le bénéfice de la réduction d'impôt mentionnée au 1 du présent article est subordonné au respect du règlement (UE) n° 1407/2013 de la Commission du 18 décembre 2013 relatif à l'application des articles 107 et 108 du traité sur le fonctionnement de l'Union européenne aux aides de minimis.",
            "texteHtml": "<p>1. a. Les contribuables domiciliés fiscalement en France, au sens de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006302201&dateTexte=&categorieLien=cid'>article 4 B</a>, bénéficient d'une réduction d'impôt sur le revenu égale à 30 % des versements effectués jusqu'au 31 décembre 2021 au titre de souscriptions en numéraire réalisées au capital de sociétés soumises à l'impôt sur les sociétés dans les conditions de droit commun éditant une ou plusieurs publications de presse ou services de presse en ligne d'information politique et générale, ou une ou plusieurs publications de presse ou services de presse en ligne consacrés pour une large part à l'information politique et générale.</p><p>Le taux mentionné au premier alinéa du présent 1 est porté à 50 % lorsque la société bénéficiaire de la souscription a le statut d'entreprise solidaire de presse d'information, au sens de l'<a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000687451&idArticle=LEGIARTI000030492680&dateTexte=&categorieLien=cid'>article 2-1 de la loi n° 86-897 du 1er août 1986 </a>portant réforme du régime juridique de la presse.</p><p>b. Cette réduction d'impôt trouve également à s'appliquer lorsque les versements mentionnés au premier alinéa du a du présent 1 sont effectués au bénéfice d'une société dont l'objet statutaire exclusif est de détenir des participations au capital de sociétés mentionnées au même a et regroupant exclusivement des actionnaires individuels. Dans ce cas, le montant des versements au titre de la souscription réalisée par le contribuable est pris en compte, pour l'assiette de la réduction d'impôt, dans la limite de la fraction déterminée en retenant :<br/><br/>\n 1° Au numérateur, le montant des versements effectués par la société à raison de souscriptions en numéraire au capital de sociétés mentionnées audit a, lors de l'exercice au cours duquel le contribuable a procédé aux versements correspondant à sa souscription dans cette société ;<br/><br/>\n 2° Et, au dénominateur, le montant total des versements reçus au cours de ce même exercice par ladite société et afférents à la souscription à laquelle se rapportent les versements effectués par le contribuable.<br/><br/>\n La réduction d'impôt sur le revenu est accordée au titre de l'année de la clôture de l'exercice de la société au cours duquel le contribuable a procédé aux versements correspondant à sa souscription dans cette société, au taux prévu au premier alinéa du même a ou, lorsque la société a pour objet statutaire exclusif de détenir des participations dans des entreprises mentionnées au second alinéa du même a, au taux prévu au même second alinéa.</p><p>2. Les versements ouvrant droit à la réduction d'impôt mentionnée au 1 sont retenus dans la limite annuelle de 5 000 € pour les contribuables célibataires, veufs ou divorcés, et de 10 000 € pour les contribuables soumis à imposition commune.</p><p>3. Lorsque tout ou partie des titres souscrits par le contribuable ayant donné lieu à réduction d'impôt est cédé avant le 31 décembre de la cinquième année suivant celle de la souscription, la réduction d'impôt obtenue est ajoutée à l'impôt dû au titre de l'année de la cession.</p><p> Il en va de même lorsque tout ou partie des titres souscrits par la société mentionnée au b du 1 du présent article et ayant ouvert droit à la réduction d'impôt est cédé avant le 31 décembre de la cinquième année suivant celle de leur souscription.</p><p>Le premier alinéa du présent 3 ne s'applique pas en cas de licenciement, d'invalidité correspondant au classement dans la deuxième ou la troisième des catégories prévues à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006742597&dateTexte=&categorieLien=cid'>article L. 341-4 du code de la sécurité sociale </a>ou du décès du contribuable ou de l'un des époux ou partenaires liés par un pacte civil de solidarité soumis à imposition commune.</p><p>4. La réduction d'impôt mentionnée au 1 ne s'applique pas aux titres figurant dans un plan d'épargne en actions mentionné à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006303008&dateTexte=&categorieLien=cid'>l'article 163 quinquies D </a>du présent code ou dans un plan d'épargne salariale mentionné au titre III du livre III de la troisième partie du code du travail, ni à la fraction des versements effectués au titre de souscriptions ayant ouvert droit aux réductions d'impôt prévues au g du 2 de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006303266&dateTexte=&categorieLien=cid'>l'article 199 undecies A, </a>aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006303272&dateTexte=&categorieLien=cid'>articles 199 undecies B</a>, 199 terdecies 0 A, ou 199 terdecies-0 B du présent code. La fraction des versements effectués au titre de souscriptions donnant lieu aux déductions prévues aux 2° quater et 2° quinquies de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307096&dateTexte=&categorieLien=cid'>l'article 83 </a>n'ouvre pas droit à cette réduction d'impôt.</p><p> 5. Le bénéfice de la réduction d'impôt mentionnée au 1 du présent article est subordonné au respect du règlement (UE) n° 1407/2013 de la Commission du 18 décembre 2013 relatif à l'application des articles 107 et 108 du traité sur le fonctionnement de l'Union européenne aux aides de minimis.</p>",
            "num": "199 terdecies-0 C",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1546300800000,
            "dateFin": 1609459200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073784772,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section V : Calcul de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162525",
                        "id": "LEGISCTA000006162525",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "II : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179577",
                        "id": "LEGISCTA000006179577",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1989-07-14",
                        "fin": "1991-12-31",
                        "titre": "15° ter : Réduction d'impôt accordée au titre de l'aide à domicile et de l'hébergement en établissement de long séjour.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191616",
                        "id": "LEGISCTA000006191616",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2015-04-19",
                        "fin": "2999-01-01",
                        "titre": "15° ter : Réduction d'impôt accordée au titre des souscriptions en numéraire au capital d'entreprises de presse.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191616",
                        "id": "LEGISCTA000030508110",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000030493032",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006191616",
            "sectionParentId": "LEGISCTA000030508110",
            "sectionParentTitre": "15° ter : Réduction d'impôt accordée au titre des souscriptions en numéraire au capital d'entreprises de presse.",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section V : Calcul de l'impôt &gt; II : Impôt sur le revenu &gt; 15° ter : Réduction d'impôt accordée au titre des souscriptions en numéraire au capital d'entreprises de presse.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000037992595",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément aux dispositions des 1 et 2 du B du IX de l'article 31 de la loi n° 2017-1837 du 30 décembre 2017, les dispositions de l'article 199 terdecies-0 C résultant des dispositions du 12° du B du I du même article 31 s'appliquent au titre de l'impôt sur la fortune immobilière dû à compter du 1er janvier 2018. Les dispositions modifiées par ledit B de l'article 31 précité continuent de s'appliquer, dans leur rédaction en vigueur au 31 décembre 2017, à l'impôt de solidarité sur la fortune dû jusqu'au titre de l'année 2017 incluse. Conformément à l’article 157 II de la loi n° 2018-1317 du 28 décembre 2018, ces dispositions s'appliquent aux versements réalisés à compter du 1er janvier 2019.",
            "notaHtml": "<p>Conformément aux dispositions des 1 et 2 du B du IX de l'article 31 de la loi n° 2017-1837 du 30 décembre 2017, les dispositions de l'article 199 terdecies-0 C résultant des dispositions du 12° du B du I du même article 31 s'appliquent au titre de l'impôt sur la fortune immobilière dû à compter du 1er janvier 2018. Les dispositions modifiées par ledit B de l'article 31 précité continuent de s'appliquer, dans leur rédaction en vigueur au 31 décembre 2017, à l'impôt de solidarité sur la fortune dû jusqu'au titre de l'année 2017 incluse.</p><p>Conformément à l’article 157 II de la loi n° 2018-1317 du 28 décembre 2018, ces dispositions s'appliquent aux versements réalisés à compter du 1er janvier 2019.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000037882341",
                    "textTitle": "LOI n°2018-1317 du 28 décembre 2018 - art. 157 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "157",
                    "articleId": "LEGIARTI000037935347",
                    "natureText": "LOI",
                    "datePubliTexte": "2018-12-30",
                    "dateSignaTexte": "2018-12-28",
                    "dateDebutCible": "2018-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000687451",
                    "textTitle": "Loi n° 86-897 du 1er août 1986 - art. 2-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "2-1",
                    "articleId": "LEGIARTI000030492680",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "86-897",
                    "datePubli": 523324800000,
                    "dateDebut": 1479254400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 163 quinquies D",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "163 quinquies D",
                    "articleId": "LEGIARTI000006303008",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 745632000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 199 terdecies-0 A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "199 terdecies-0 A",
                    "articleId": "LEGIARTI000006303133",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 199 terdecies-0 B",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "199 terdecies-0 B",
                    "articleId": "LEGIARTI000006303278",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 199 undecies A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "199 undecies A",
                    "articleId": "LEGIARTI000006303266",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465776000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 199 undecies B",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "199 undecies B",
                    "articleId": "LEGIARTI000006303272",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1488412800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 4 B",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "4 B",
                    "articleId": "LEGIARTI000006302201",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577664000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 83",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "83",
                    "articleId": "LEGIARTI000006307096",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465776000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 885-0 V bis",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "885-0 V bis",
                    "articleId": "LEGIARTI000006305585",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 AI septies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 AI septies",
                    "articleId": "LEGIARTI000039436950",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1575158400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L221-32-5 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L221-32-5",
                    "articleId": "LEGIARTI000033786718",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L341-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L341-4",
                    "articleId": "LEGIARTI000006742597",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 503971200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000030493057",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1429401600000,
                    "dateFin": 1479254400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033388436",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1479254400000,
                    "dateFin": 1514764800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036428953",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1514764800000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037992595",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 1609459200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042913025",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1609459200000,
                    "dateFin": 1640995200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044983297",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1640995200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "199 terdecies-0 C",
                "199"
            ],
            "versionPrecedente": "LEGIARTI000036428953",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000036428953",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1. Les contribuables domiciliés fiscalement en France, au sens de l' article 4 B , bénéficient d'une réduction d'impôt sur le revenu égale à 30 % des versements effectués jusqu'au 31 décembre 2018 au titre de souscriptions en numéraire réalisées au capital de sociétés soumises à l'impôt sur les sociétés dans les conditions de droit commun éditant une ou plusieurs publications de presse ou services de presse en ligne d'information politique et générale, ou une ou plusieurs publications de presse ou services de presse en ligne consacrés pour une large part à l'information politique et générale. La même réduction d'impôt est accordée lorsque les versements sont effectués au bénéfice d'une société dont l'objet statutaire exclusif est de prendre une participation au capital d'une société éditrice définie à la première phrase et regroupant exclusivement des actionnaires individuels. Le taux mentionné au premier alinéa du présent 1 est porté à 50 % lorsque la société bénéficiaire de la souscription a le statut d'entreprise solidaire de presse d'information, au sens de l' article 2-1 de la loi n° 86-897 du 1er août 1986 portant réforme du régime juridique de la presse. 2. Les versements ouvrant droit à la réduction d'impôt mentionnée au 1 sont retenus dans la limite annuelle de 5 000 € pour les contribuables célibataires, veufs ou divorcés, et de 10 000 € pour les contribuables soumis à imposition commune. 3. Lorsque tout ou partie des titres ayant donné lieu à réduction d'impôt est cédé avant le 31 décembre de la cinquième année suivant celle de la souscription, la réduction d'impôt obtenue est ajoutée à l'impôt dû au titre de l'année de la cession. Le premier alinéa du présent 3 ne s'applique pas en cas de licenciement, d'invalidité correspondant au classement dans la deuxième ou la troisième des catégories prévues à l' article L. 341-4 du code de la sécurité sociale ou du décès du contribuable ou de l'un des époux ou partenaires liés par un pacte civil de solidarité soumis à imposition commune. 4. La réduction d'impôt mentionnée au 1 ne s'applique pas aux titres figurant dans un plan d'épargne en actions mentionné à l'article 163 quinquies D du présent code ou dans un plan d'épargne salariale mentionné au titre III du livre III de la troisième partie du code du travail, ni à la fraction des versements effectués au titre de souscriptions ayant ouvert droit aux réductions d'impôt prévues au g du 2 de l'article 199 undecies A, aux articles 199 undecies B ,  199 terdecies 0 A, ou 199 terdecies-0 B du présent code. La fraction des versements effectués au titre de souscriptions donnant lieu aux déductions prévues aux 2° quater et 2° quinquies de l'article 83 n'ouvre pas droit à cette réduction d'impôt.",
            "texteHtml": "<p>1. Les contribuables domiciliés fiscalement en France, au sens de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006302201&dateTexte=&categorieLien=cid'>article 4 B</a>, bénéficient d'une réduction d'impôt sur le revenu égale à 30 % des versements effectués jusqu'au 31 décembre 2018 au titre de souscriptions en numéraire réalisées au capital de sociétés soumises à l'impôt sur les sociétés dans les conditions de droit commun éditant une ou plusieurs publications de presse ou services de presse en ligne d'information politique et générale, ou une ou plusieurs publications de presse ou services de presse en ligne consacrés pour une large part à l'information politique et générale. La même réduction d'impôt est accordée lorsque les versements sont effectués au bénéfice d'une société dont l'objet statutaire exclusif est de prendre une participation au capital d'une société éditrice définie à la première phrase et regroupant exclusivement des actionnaires individuels.</p><p>Le taux mentionné au premier alinéa du présent 1 est porté à 50 % lorsque la société bénéficiaire de la souscription a le statut d'entreprise solidaire de presse d'information, au sens de l'<a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000687451&idArticle=LEGIARTI000030492680&dateTexte=&categorieLien=cid'>article 2-1 de la loi n° 86-897 du 1er août 1986 </a>portant réforme du régime juridique de la presse.</p><p>2. Les versements ouvrant droit à la réduction d'impôt mentionnée au 1 sont retenus dans la limite annuelle de 5 000 € pour les contribuables célibataires, veufs ou divorcés, et de 10 000 € pour les contribuables soumis à imposition commune.</p><p>3. Lorsque tout ou partie des titres ayant donné lieu à réduction d'impôt est cédé avant le 31 décembre de la cinquième année suivant celle de la souscription, la réduction d'impôt obtenue est ajoutée à l'impôt dû au titre de l'année de la cession.</p><p>Le premier alinéa du présent 3 ne s'applique pas en cas de licenciement, d'invalidité correspondant au classement dans la deuxième ou la troisième des catégories prévues à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006742597&dateTexte=&categorieLien=cid'>article L. 341-4 du code de la sécurité sociale </a>ou du décès du contribuable ou de l'un des époux ou partenaires liés par un pacte civil de solidarité soumis à imposition commune.</p><p>4. La réduction d'impôt mentionnée au 1 ne s'applique pas aux titres figurant dans un plan d'épargne en actions mentionné à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006303008&dateTexte=&categorieLien=cid'>l'article 163 quinquies D </a>du présent code ou dans un plan d'épargne salariale mentionné au titre III du livre III de la troisième partie du code du travail, ni à la fraction des versements effectués au titre de souscriptions ayant ouvert droit aux réductions d'impôt prévues au g du 2 de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006303266&dateTexte=&categorieLien=cid'>l'article 199 undecies A, </a>aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006303272&dateTexte=&categorieLien=cid'>articles 199 undecies B</a>,  199 terdecies 0 A, ou 199 terdecies-0 B du présent code. La fraction des versements effectués au titre de souscriptions donnant lieu aux déductions prévues aux 2° quater et 2° quinquies de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307096&dateTexte=&categorieLien=cid'>l'article 83 </a>n'ouvre pas droit à cette réduction d'impôt.</p><p></p>",
            "num": "199 terdecies-0 C",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1514764800000,
            "dateFin": 1546300800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073784772,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section V : Calcul de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162525",
                        "id": "LEGISCTA000006162525",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "II : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179577",
                        "id": "LEGISCTA000006179577",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1989-07-14",
                        "fin": "1991-12-31",
                        "titre": "15° ter : Réduction d'impôt accordée au titre de l'aide à domicile et de l'hébergement en établissement de long séjour.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191616",
                        "id": "LEGISCTA000006191616",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2015-04-19",
                        "fin": "2999-01-01",
                        "titre": "15° ter : Réduction d'impôt accordée au titre des souscriptions en numéraire au capital d'entreprises de presse.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191616",
                        "id": "LEGISCTA000030508110",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000030493032",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006191616",
            "sectionParentId": "LEGISCTA000030508110",
            "sectionParentTitre": "15° ter : Réduction d'impôt accordée au titre des souscriptions en numéraire au capital d'entreprises de presse.",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section V : Calcul de l'impôt &gt; II : Impôt sur le revenu &gt; 15° ter : Réduction d'impôt accordée au titre des souscriptions en numéraire au capital d'entreprises de presse.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000036428953",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément aux dispositions des 1 et 2 du B du IX de l'article 31 de la loi n° 2017-1837 du 30 décembre 2017, les dispositions de l'article 199 terdecies-0 C résultant des dispositions du 12° du B du I du même article 31 s'appliquent au titre de l'impôt sur la fortune immobilière dû à compter du 1er janvier 2018. Les dispositions modifiées par ledit B de l'article 31 précité continuent de s'appliquer, dans leur rédaction en vigueur au 31 décembre 2017, à l'impôt de solidarité sur la fortune dû jusqu'au titre de l'année 2017 incluse.",
            "notaHtml": "<p>Conformément aux dispositions des 1 et 2 du B du IX de l'article 31 de la loi n° 2017-1837 du 30 décembre 2017, les dispositions de l'article 199 terdecies-0 C résultant des dispositions du 12° du B du I du même article 31 s'appliquent au titre de l'impôt sur la fortune immobilière dû à compter du 1er janvier 2018. Les dispositions modifiées par ledit B de l'article 31 précité continuent de s'appliquer, dans leur rédaction en vigueur au 31 décembre 2017, à l'impôt de solidarité sur la fortune dû jusqu'au titre de l'année 2017 incluse.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000036339197",
                    "textTitle": "LOI n°2017-1837 du 30 décembre 2017 - art. 31 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "31",
                    "articleId": "LEGIARTI000036377428",
                    "natureText": "LOI",
                    "datePubliTexte": "2017-12-31",
                    "dateSignaTexte": "2017-12-30",
                    "dateDebutCible": "2018-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000687451",
                    "textTitle": "Loi n° 86-897 du 1er août 1986 - art. 2-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "2-1",
                    "articleId": "LEGIARTI000030492680",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "86-897",
                    "datePubli": 523324800000,
                    "dateDebut": 1479254400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 163 quinquies D",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "163 quinquies D",
                    "articleId": "LEGIARTI000006303008",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 745632000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 199 terdecies-0 A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "199 terdecies-0 A",
                    "articleId": "LEGIARTI000006303133",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 199 terdecies-0 B (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "199 terdecies-0 B",
                    "articleId": "LEGIARTI000036428982",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 199 undecies A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "199 undecies A",
                    "articleId": "LEGIARTI000006303266",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465776000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 199 undecies B",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "199 undecies B",
                    "articleId": "LEGIARTI000006303272",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1488412800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 4 B",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "4 B",
                    "articleId": "LEGIARTI000006302201",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577664000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 83",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "83",
                    "articleId": "LEGIARTI000006307096",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465776000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 885-0 V bis",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "885-0 V bis",
                    "articleId": "LEGIARTI000006305585",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 AI septies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 AI septies",
                    "articleId": "LEGIARTI000039436950",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1575158400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L221-32-5 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L221-32-5",
                    "articleId": "LEGIARTI000036427191",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L341-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L341-4",
                    "articleId": "LEGIARTI000006742597",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 503971200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000030493057",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1429401600000,
                    "dateFin": 1479254400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033388436",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1479254400000,
                    "dateFin": 1514764800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036428953",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1514764800000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037992595",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 1609459200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042913025",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1609459200000,
                    "dateFin": 1640995200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044983297",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1640995200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "199 terdecies-0 C",
                "199"
            ],
            "versionPrecedente": "LEGIARTI000033388436",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000033388436",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1. Les contribuables domiciliés fiscalement en France, au sens de l' article 4 B , bénéficient d'une réduction d'impôt sur le revenu égale à 30 % des versements effectués jusqu'au 31 décembre 2018 au titre de souscriptions en numéraire réalisées au capital de sociétés soumises à l'impôt sur les sociétés dans les conditions de droit commun éditant une ou plusieurs publications de presse ou services de presse en ligne d'information politique et générale, ou une ou plusieurs publications de presse ou services de presse en ligne consacrés pour une large part à l'information politique et générale. La même réduction d'impôt est accordée lorsque les versements sont effectués au bénéfice d'une société dont l'objet statutaire exclusif est de prendre une participation au capital d'une société éditrice définie à la première phrase et regroupant exclusivement des actionnaires individuels. Le taux mentionné au premier alinéa du présent 1 est porté à 50 % lorsque la société bénéficiaire de la souscription a le statut d'entreprise solidaire de presse d'information, au sens de l' article 2-1 de la loi n° 86-897 du 1er août 1986 portant réforme du régime juridique de la presse. 2. Les versements ouvrant droit à la réduction d'impôt mentionnée au 1 sont retenus dans la limite annuelle de 5 000 € pour les contribuables célibataires, veufs ou divorcés, et de 10 000 € pour les contribuables soumis à imposition commune. 3. Lorsque tout ou partie des titres ayant donné lieu à réduction d'impôt est cédé avant le 31 décembre de la cinquième année suivant celle de la souscription, la réduction d'impôt obtenue est ajoutée à l'impôt dû au titre de l'année de la cession. Le premier alinéa du présent 3 ne s'applique pas en cas de licenciement, d'invalidité correspondant au classement dans la deuxième ou la troisième des catégories prévues à l' article L. 341-4 du code de la sécurité sociale ou du décès du contribuable ou de l'un des époux ou partenaires liés par un pacte civil de solidarité soumis à imposition commune. 4. La réduction d'impôt mentionnée au 1 ne s'applique pas aux titres figurant dans un plan d'épargne en actions mentionné à l'article 163 quinquies D du présent code ou dans un plan d'épargne salariale mentionné au titre III du livre III de la troisième partie du code du travail, ni à la fraction des versements effectués au titre de souscriptions ayant ouvert droit aux réductions d'impôt prévues au g du 2 de l'article 199 undecies A, aux articles 199 undecies B , 199 terdecies 0 A, 199 terdecies 0 B ou 885-0 V bis du présent code. La fraction des versements effectués au titre de souscriptions donnant lieu aux déductions prévues aux 2° quater et 2° quinquies de l'article 83 n'ouvre pas droit à cette réduction d'impôt.",
            "texteHtml": "<p>1. Les contribuables domiciliés fiscalement en France, au sens de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006302201&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 4 B (V)'>article 4 B</a>, bénéficient d'une réduction d'impôt sur le revenu égale à 30 % des versements effectués jusqu'au 31 décembre 2018 au titre de souscriptions en numéraire réalisées au capital de sociétés soumises à l'impôt sur les sociétés dans les conditions de droit commun éditant une ou plusieurs publications de presse ou services de presse en ligne d'information politique et générale, ou une ou plusieurs publications de presse ou services de presse en ligne consacrés pour une large part à l'information politique et générale. La même réduction d'impôt est accordée lorsque les versements sont effectués au bénéfice d'une société dont l'objet statutaire exclusif est de prendre une participation au capital d'une société éditrice définie à la première phrase et regroupant exclusivement des actionnaires individuels. </p><p>Le taux mentionné au premier alinéa du présent 1 est porté à 50 % lorsque la société bénéficiaire de la souscription a le statut d'entreprise solidaire de presse d'information, au sens de l'<a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000687451&idArticle=LEGIARTI000033388462&dateTexte=&categorieLien=id' title='Loi n° 86-897 du 1 août 1986 - art. 2-1 (V)'>article 2-1 de la loi n° 86-897 du 1er août 1986 </a>portant réforme du régime juridique de la presse. </p><p>2. Les versements ouvrant droit à la réduction d'impôt mentionnée au 1 sont retenus dans la limite annuelle de 5 000 € pour les contribuables célibataires, veufs ou divorcés, et de 10 000 € pour les contribuables soumis à imposition commune. </p><p>3. Lorsque tout ou partie des titres ayant donné lieu à réduction d'impôt est cédé avant le 31 décembre de la cinquième année suivant celle de la souscription, la réduction d'impôt obtenue est ajoutée à l'impôt dû au titre de l'année de la cession. </p><p>Le premier alinéa du présent 3 ne s'applique pas en cas de licenciement, d'invalidité correspondant au classement dans la deuxième ou la troisième des catégories prévues à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006742597&dateTexte=&categorieLien=cid'>article L. 341-4 du code de la sécurité sociale </a>ou du décès du contribuable ou de l'un des époux ou partenaires liés par un pacte civil de solidarité soumis à imposition commune. </p><p>4. La réduction d'impôt mentionnée au 1 ne s'applique pas aux titres figurant dans un plan d'épargne en actions mentionné à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006303008&dateTexte=&categorieLien=cid'>l'article 163 quinquies D </a>du présent code ou dans un plan d'épargne salariale mentionné au titre III du livre III de la troisième partie du code du travail, ni à la fraction des versements effectués au titre de souscriptions ayant ouvert droit aux réductions d'impôt prévues au g du 2 de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006303266&dateTexte=&categorieLien=cid'>l'article 199 undecies A, </a>aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006303272&dateTexte=&categorieLien=cid'>articles 199 undecies B</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006303133&dateTexte=&categorieLien=cid'>199 terdecies 0 A, </a><a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006303278&dateTexte=&categorieLien=cid'>199 terdecies 0 B </a>ou <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006305585&dateTexte=&categorieLien=cid'>885-0 V bis </a>du présent code. La fraction des versements effectués au titre de souscriptions donnant lieu aux déductions prévues aux 2° quater et 2° quinquies de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307096&dateTexte=&categorieLien=cid'>l'article 83 </a>n'ouvre pas droit à cette réduction d'impôt.</p><p></p>",
            "num": "199 terdecies-0 C",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1479254400000,
            "dateFin": 1514764800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073784772,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section V : Calcul de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162525",
                        "id": "LEGISCTA000006162525",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "II : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179577",
                        "id": "LEGISCTA000006179577",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1989-07-14",
                        "fin": "1991-12-31",
                        "titre": "15° ter : Réduction d'impôt accordée au titre de l'aide à domicile et de l'hébergement en établissement de long séjour.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191616",
                        "id": "LEGISCTA000006191616",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2015-04-19",
                        "fin": "2999-01-01",
                        "titre": "15° ter : Réduction d'impôt accordée au titre des souscriptions en numéraire au capital d'entreprises de presse.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191616",
                        "id": "LEGISCTA000030508110",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000030493032",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006191616",
            "sectionParentId": "LEGISCTA000030508110",
            "sectionParentTitre": "15° ter : Réduction d'impôt accordée au titre des souscriptions en numéraire au capital d'entreprises de presse.",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section V : Calcul de l'impôt &gt; II : Impôt sur le revenu &gt; 15° ter : Réduction d'impôt accordée au titre des souscriptions en numéraire au capital d'entreprises de presse.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000033388436",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000033385368",
                    "textTitle": "LOI n°2016-1524 du 14 novembre 2016 - art. 22 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "22",
                    "articleId": "LEGIARTI000033386646",
                    "natureText": "LOI",
                    "datePubliTexte": "2016-11-15",
                    "dateSignaTexte": "2016-11-14",
                    "dateDebutCible": "2016-11-16"
                },
                {
                    "textCid": "JORFTEXT000033385368",
                    "textTitle": "LOI n°2016-1524 du 14 novembre 2016 - art. 23 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "23",
                    "articleId": "LEGIARTI000033386648",
                    "natureText": "LOI",
                    "datePubliTexte": "2016-11-15",
                    "dateSignaTexte": "2016-11-14",
                    "dateDebutCible": "2016-11-16"
                },
                {
                    "textCid": "JORFTEXT000033385368",
                    "textTitle": "LOI n°2016-1524 du 14 novembre 2016 - art. 24 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "24",
                    "articleId": "LEGIARTI000033386650",
                    "natureText": "LOI",
                    "datePubliTexte": "2016-11-15",
                    "dateSignaTexte": "2016-11-14",
                    "dateDebutCible": "2016-11-16"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000687451",
                    "textTitle": "Loi n° 86-897 du 1 août 1986 - art. 2-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "2-1",
                    "articleId": "LEGIARTI000033388462",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "86-897",
                    "datePubli": 523324800000,
                    "dateDebut": 1479254400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 163 quinquies D",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "163 quinquies D",
                    "articleId": "LEGIARTI000006303008",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 745632000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 199 terdecies-0 A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "199 terdecies-0 A",
                    "articleId": "LEGIARTI000006303133",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 199 terdecies-0 B",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "199 terdecies-0 B",
                    "articleId": "LEGIARTI000006303278",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 199 undecies A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "199 undecies A",
                    "articleId": "LEGIARTI000006303266",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465776000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 199 undecies B",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "199 undecies B",
                    "articleId": "LEGIARTI000006303272",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1488412800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 4 B (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "4 B",
                    "articleId": "LEGIARTI000006302201",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577664000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 83",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "83",
                    "articleId": "LEGIARTI000006307096",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465776000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 885-0 V bis",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "885-0 V bis",
                    "articleId": "LEGIARTI000006305585",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 AI septies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 AI septies",
                    "articleId": "LEGIARTI000039436950",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1575158400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L221-32-5 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L221-32-5",
                    "articleId": "LEGIARTI000033786718",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L341-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L341-4",
                    "articleId": "LEGIARTI000006742597",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 503971200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000030493057",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1429401600000,
                    "dateFin": 1479254400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033388436",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1479254400000,
                    "dateFin": 1514764800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036428953",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1514764800000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037992595",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 1609459200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042913025",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1609459200000,
                    "dateFin": 1640995200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044983297",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1640995200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "199 terdecies-0 C",
                "199"
            ],
            "versionPrecedente": "LEGIARTI000030493057",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000030493057",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1. Les contribuables domiciliés fiscalement en France, au sens de l'article 4 B, bénéficient d'une réduction d'impôt sur le revenu égale à 30 % des versements effectués jusqu'au 31 décembre 2018 au titre de souscriptions en numéraire réalisées au capital de sociétés soumises à l'impôt sur les sociétés dans les conditions de droit commun et définies au 1 de l'article 39 bis A . Le taux mentionné au premier alinéa du présent 1 est porté à 50 % lorsque la société bénéficiaire de la souscription a le statut d'entreprise solidaire de presse d'information, au sens de l' article 2-1 de la loi n° 86-897 du 1er août 1986 portant réforme du régime juridique de la presse. 2. Les versements ouvrant droit à la réduction d'impôt mentionnée au 1 sont retenus dans la limite annuelle de 1 000 € pour les contribuables célibataires, veufs ou divorcés, et de 2 000 € pour les contribuables soumis à imposition commune. 3. Lorsque tout ou partie des titres ayant donné lieu à réduction d'impôt est cédé avant le 31 décembre de la cinquième année suivant celle de la souscription, la réduction d'impôt obtenue est ajoutée à l'impôt dû au titre de l'année de la cession. Le premier alinéa du présent 3 ne s'applique pas en cas de licenciement, d'invalidité correspondant au classement dans la deuxième ou la troisième des catégories prévues à l' article L. 341-4 du code de la sécurité sociale ou du décès du contribuable ou de l'un des époux ou partenaires liés par un pacte civil de solidarité soumis à imposition commune. 4. La réduction d'impôt mentionnée au 1 ne s'applique pas aux titres figurant dans un plan d'épargne en actions mentionné à l'article 163 quinquies D du présent code ou dans un plan d'épargne salariale mentionné au titre III du livre III de la troisième partie du code du travail, ni à la fraction des versements effectués au titre de souscriptions ayant ouvert droit aux réductions d'impôt prévues au g du 2 de l'article 199 undecies A, aux articles 199 undecies B , 199 terdecies 0 A, 199 terdecies 0 B ou 885-0 V bis du présent code. La fraction des versements effectués au titre de souscriptions donnant lieu aux déductions prévues aux 2° quater et 2° quinquies de l'article 83 n'ouvre pas droit à cette réduction d'impôt.",
            "texteHtml": "<p>1. Les contribuables domiciliés fiscalement en France, au sens de l'article 4 B, bénéficient d'une réduction d'impôt sur le revenu égale à 30 % des versements effectués jusqu'au 31 décembre 2018 au titre de souscriptions en numéraire réalisées au capital de sociétés soumises à l'impôt sur les sociétés dans les conditions de droit commun et définies au 1 de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006302328&dateTexte=&categorieLien=cid'>l'article 39 bis A</a>. </p><p>Le taux mentionné au premier alinéa du présent 1 est porté à 50 % lorsque la société bénéficiaire de la souscription a le statut d'entreprise solidaire de presse d'information, au sens de l'<a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000687451&idArticle=LEGIARTI000030492680&dateTexte=&categorieLien=cid'>article 2-1 de la loi n° 86-897 du 1er août 1986 </a>portant réforme du régime juridique de la presse. </p><p>2. Les versements ouvrant droit à la réduction d'impôt mentionnée au 1 sont retenus dans la limite annuelle de 1 000 € pour les contribuables célibataires, veufs ou divorcés, et de 2 000 € pour les contribuables soumis à imposition commune. </p><p>3. Lorsque tout ou partie des titres ayant donné lieu à réduction d'impôt est cédé avant le 31 décembre de la cinquième année suivant celle de la souscription, la réduction d'impôt obtenue est ajoutée à l'impôt dû au titre de l'année de la cession. </p><p>Le premier alinéa du présent 3 ne s'applique pas en cas de licenciement, d'invalidité correspondant au classement dans la deuxième ou la troisième des catégories prévues à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006742597&dateTexte=&categorieLien=cid'>article L. 341-4 du code de la sécurité sociale </a>ou du décès du contribuable ou de l'un des époux ou partenaires liés par un pacte civil de solidarité soumis à imposition commune. </p><p>4. La réduction d'impôt mentionnée au 1 ne s'applique pas aux titres figurant dans un plan d'épargne en actions mentionné à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006303008&dateTexte=&categorieLien=cid'>l'article 163 quinquies D </a>du présent code ou dans un plan d'épargne salariale mentionné au titre III du livre III de la troisième partie du code du travail, ni à la fraction des versements effectués au titre de souscriptions ayant ouvert droit aux réductions d'impôt prévues au g du 2 de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006303266&dateTexte=&categorieLien=cid'>l'article 199 undecies A, </a>aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006303272&dateTexte=&categorieLien=cid'>articles 199 undecies B</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006303133&dateTexte=&categorieLien=cid'>199 terdecies 0 A, </a><a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006303278&dateTexte=&categorieLien=cid'>199 terdecies 0 B </a>ou <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006305585&dateTexte=&categorieLien=cid'>885-0 V bis </a>du présent code. La fraction des versements effectués au titre de souscriptions donnant lieu aux déductions prévues aux 2° quater et 2° quinquies de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307096&dateTexte=&categorieLien=cid'>l'article 83</a> n'ouvre pas droit à cette réduction d'impôt.</p><p></p>",
            "num": "199 terdecies-0 C",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1429401600000,
            "dateFin": 1479254400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073784772,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section V : Calcul de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162525",
                        "id": "LEGISCTA000006162525",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "II : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179577",
                        "id": "LEGISCTA000006179577",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1989-07-14",
                        "fin": "1991-12-31",
                        "titre": "15° ter : Réduction d'impôt accordée au titre de l'aide à domicile et de l'hébergement en établissement de long séjour.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191616",
                        "id": "LEGISCTA000006191616",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2015-04-19",
                        "fin": "2999-01-01",
                        "titre": "15° ter : Réduction d'impôt accordée au titre des souscriptions en numéraire au capital d'entreprises de presse.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191616",
                        "id": "LEGISCTA000030508110",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000030493032",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006191616",
            "sectionParentId": "LEGISCTA000030508110",
            "sectionParentTitre": "15° ter : Réduction d'impôt accordée au titre des souscriptions en numéraire au capital d'entreprises de presse.",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section V : Calcul de l'impôt &gt; II : Impôt sur le revenu &gt; 15° ter : Réduction d'impôt accordée au titre des souscriptions en numéraire au capital d'entreprises de presse.",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000030493057",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000030490302",
                    "textTitle": "LOI n° 2015-433 du 17 avril 2015 - art. 19 (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "19",
                    "articleId": "LEGIARTI000030491800",
                    "natureText": "LOI",
                    "datePubliTexte": "2015-04-18",
                    "dateSignaTexte": "2015-04-17",
                    "dateDebutCible": "2015-04-19"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000687451",
                    "textTitle": "Loi n° 86-897 du 1er août 1986 - art. 2-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "2-1",
                    "articleId": "LEGIARTI000030492680",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "86-897",
                    "datePubli": 523324800000,
                    "dateDebut": 1479254400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 163 quinquies D",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "163 quinquies D",
                    "articleId": "LEGIARTI000006303008",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 745632000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 199 terdecies-0 A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "199 terdecies-0 A",
                    "articleId": "LEGIARTI000006303133",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 199 terdecies-0 B",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "199 terdecies-0 B",
                    "articleId": "LEGIARTI000006303278",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 199 undecies A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "199 undecies A",
                    "articleId": "LEGIARTI000006303266",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465776000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 199 undecies B",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "199 undecies B",
                    "articleId": "LEGIARTI000006303272",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1488412800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 39 bis A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "39 bis A",
                    "articleId": "LEGIARTI000006302328",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 83",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "83",
                    "articleId": "LEGIARTI000006307096",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465776000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 885-0 V bis",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "885-0 V bis",
                    "articleId": "LEGIARTI000006305585",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514937600000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 AI septies (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 AI septies",
                    "articleId": "LEGIARTI000039436950",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1575158400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L221-32-5 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L221-32-5",
                    "articleId": "LEGIARTI000033786718",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L341-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L341-4",
                    "articleId": "LEGIARTI000006742597",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 503971200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000030493057",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1429401600000,
                    "dateFin": 1479254400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033388436",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1479254400000,
                    "dateFin": 1514764800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000036428953",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1514764800000,
                    "dateFin": 1546300800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037992595",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 1609459200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000042913025",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1609459200000,
                    "dateFin": 1640995200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044983297",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1640995200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "199 terdecies-0 C",
                "199"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}