{
    "cid": "LEGIARTI000043890580",
    "num": "L2151-9",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006103419",
                        "id": "LEGISCTA000006103419",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2014-08-06",
                        "titre": "Deuxième partie : Santé de la famille, de la mère et de l'enfant",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006125346",
                        "id": "LEGISCTA000006125346",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2014-08-06",
                        "fin": "2016-01-28",
                        "titre": "Deuxième partie : Santé reproductive, droits de la femme et protection de la santé de l'enfant",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006125346",
                        "id": "LEGISCTA000029336813",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-01-28",
                        "fin": "2016-12-25",
                        "titre": "Deuxième partie : Santé sexuelle et reproductive, droits de la femme et protection de la santé de l'enfant",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006125346",
                        "id": "LEGISCTA000031927626",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-12-25",
                        "fin": "2999-01-01",
                        "titre": "Deuxième partie : Santé sexuelle et reproductive, droits de la femme et protection de la santé de l'enfant, de l'adolescent et du jeune adulte",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006125346",
                        "id": "LEGISCTA000033714910",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Protection et promotion de la santé maternelle et infantile",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140610",
                        "id": "LEGISCTA000006140610",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-07",
                        "fin": "2011-07-09",
                        "titre": "Titre V : Recherche sur l'embryon et les cellules embryonnaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006155017",
                        "id": "LEGISCTA000006155017",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2011-07-09",
                        "fin": "2021-08-04",
                        "titre": "Titre V : Recherche sur l'embryon et les cellules souches embryonnaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006155017",
                        "id": "LEGISCTA000024325630",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2021-08-04",
                        "fin": "2999-01-01",
                        "titre": "Titre V : Recherche sur l'embryon humain, les cellules souches embryonnaires humaines et les cellules souches pluripotentes induites humaines",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006155017",
                        "id": "LEGISCTA000043896052",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-08-07",
                        "fin": "2999-01-01",
                        "titre": "Chapitre unique.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006171138",
                        "id": "LEGISCTA000006171138",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000043890580",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000043884384",
                    "textTitle": "LOI n°2021-1017 du 2 août 2021 - art. 20 (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "20",
                    "articleId": "LEGIARTI000043886103",
                    "natureText": "LOI",
                    "datePubliTexte": "2021-08-03",
                    "dateSignaTexte": "2021-08-02",
                    "dateDebutCible": "2021-08-04"
                }
            ],
            "num": "L2151-9",
            "origine": "LEGI",
            "texte": "Tout organisme qui assure, à des fins de recherche, la conservation d'embryons doit être titulaire d'une autorisation délivrée par l'Agence de la biomédecine. Toutefois, les laboratoires de biologie médicale autorisés conformément à l'article L. 2142-1 peuvent conserver des embryons proposés à la recherche en application du 2° du II de l'article L. 2141-4 sans être titulaires de l'autorisation mentionnée au premier alinéa du présent article. La délivrance de l'autorisation mentionnée au même premier alinéa est subordonnée au respect des principes fondamentaux énoncés aux articles 16 à 16-8 du code civil, des principes éthiques énoncés au présent titre et au titre Ier du livre II de la première partie du présent code, des règles en vigueur en matière de sécurité des personnes exerçant une activité professionnelle sur le site et des dispositions applicables en matière de protection de l'environnement ainsi qu'au respect des règles de sécurité sanitaire. En cas de non-respect des dispositions mentionnées au troisième alinéa du présent article, l'Agence de la biomédecine peut, à tout moment, suspendre ou retirer l'autorisation. L'Agence nationale de sécurité du médicament et des produits de santé est informée des activités de conservation d'embryons à des fins de recherche réalisées sur le même site que des activités autorisées par elle en application de l'article L. 1243-2. Tout organisme qui souhaite assurer, à des fins de recherche, la conservation de cellules souches embryonnaires doit effectuer une déclaration à l'Agence de la biomédecine préalablement à cette conservation. Le directeur général de l'Agence de la biomédecine peut à tout moment suspendre ou interdire la conservation des cellules souches embryonnaires si cette conservation n'est pas en accord avec le respect des principes fondamentaux énoncés aux articles 16 à 16-8 du code civil, des principes éthiques énoncés au présent titre et au titre Ier du livre II de la première partie du présent code, des règles en vigueur en matière de sécurité des personnes exerçant une activité professionnelle sur le site et des dispositions applicables en matière de protection de l'environnement ainsi qu'avec le respect des règles de sécurité sanitaire. Les organismes mentionnés aux deux premiers alinéas du présent article ne peuvent céder des embryons qu'à un organisme titulaire d'une autorisation délivrée en application du présent article ou de l'article L. 2151-5. Les organismes mentionnés à l'avant-dernier alinéa du présent article ne peuvent céder des cellules souches embryonnaires humaines qu'à un organisme ayant déclaré un protocole de recherche en application de l'article L. 2151-6, lorsque l'Agence de la biomédecine ne s'est pas opposée à la réalisation de celui-ci dans les conditions fixées au même article L. 2151-6. L'organisme destinataire de la cession de cellules souches embryonnaires effectue également la déclaration prévue à l'avant-dernier alinéa du présent article. L'Agence de la biomédecine est informée préalablement à toute cession.",
            "texteHtml": "<p>Tout organisme qui assure, à des fins de recherche, la conservation d'embryons doit être titulaire d'une autorisation délivrée par l'Agence de la biomédecine.<br/><br/>\n Toutefois, les laboratoires de biologie médicale autorisés conformément à l'article L. 2142-1 peuvent conserver des embryons proposés à la recherche en application du 2° du II de l'article L. 2141-4 sans être titulaires de l'autorisation mentionnée au premier alinéa du présent article.<br/><br/>\n La délivrance de l'autorisation mentionnée au même premier alinéa est subordonnée au respect des principes fondamentaux énoncés aux articles 16 à 16-8 du code civil, des principes éthiques énoncés au présent titre et au titre Ier du livre II de la première partie du présent code, des règles en vigueur en matière de sécurité des personnes exerçant une activité professionnelle sur le site et des dispositions applicables en matière de protection de l'environnement ainsi qu'au respect des règles de sécurité sanitaire.<br/><br/>\n En cas de non-respect des dispositions mentionnées au troisième alinéa du présent article, l'Agence de la biomédecine peut, à tout moment, suspendre ou retirer l'autorisation.<br/><br/>\n L'Agence nationale de sécurité du médicament et des produits de santé est informée des activités de conservation d'embryons à des fins de recherche réalisées sur le même site que des activités autorisées par elle en application de l'article L. 1243-2.<br/><br/>\n Tout organisme qui souhaite assurer, à des fins de recherche, la conservation de cellules souches embryonnaires doit effectuer une déclaration à l'Agence de la biomédecine préalablement à cette conservation. Le directeur général de l'Agence de la biomédecine peut à tout moment suspendre ou interdire la conservation des cellules souches embryonnaires si cette conservation n'est pas en accord avec le respect des principes fondamentaux énoncés aux articles 16 à 16-8 du code civil, des principes éthiques énoncés au présent titre et au titre Ier du livre II de la première partie du présent code, des règles en vigueur en matière de sécurité des personnes exerçant une activité professionnelle sur le site et des dispositions applicables en matière de protection de l'environnement ainsi qu'avec le respect des règles de sécurité sanitaire.<br/><br/>\n Les organismes mentionnés aux deux premiers alinéas du présent article ne peuvent céder des embryons qu'à un organisme titulaire d'une autorisation délivrée en application du présent article ou de l'article L. 2151-5. Les organismes mentionnés à l'avant-dernier alinéa du présent article ne peuvent céder des cellules souches embryonnaires humaines qu'à un organisme ayant déclaré un protocole de recherche en application de l'article L. 2151-6, lorsque l'Agence de la biomédecine ne s'est pas opposée à la réalisation de celui-ci dans les conditions fixées au même article L. 2151-6. L'organisme destinataire de la cession de cellules souches embryonnaires effectue également la déclaration prévue à l'avant-dernier alinéa du présent article. L'Agence de la biomédecine est informée préalablement à toute cession.</p>",
            "type": "AUTONOME",
            "dateDebut": "2021-08-04T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}