{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000034533195",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Dans chaque région, un conseil régional ou interrégional de l'ordre des pédicures-podologues assure les fonctions de représentation de la profession dans la région. Son siège se situe dans le département au sein duquel l'agence régionale de santé a son siège, sauf s'il en est disposé autrement par une décision du Conseil national. Le conseil régional ou interrégional exerce, sous le contrôle du conseil national, les attributions générales de l'ordre énumérées à l'article L. 4322-7. Il statue sur les inscriptions au tableau. Il autorise le président de l'ordre à ester en justice, à accepter tous dons et legs à l'ordre, à transiger ou compromettre, à consentir toutes aliénations ou hypothèques et à contracter tous emprunts. En aucun cas, il n'a à connaître des actes, des attitudes, des opinions politiques ou religieuses des membres de l'ordre. Il peut créer avec les autres conseils régionaux ou interrégionaux de l'ordre et sous le contrôle du conseil national des organismes de coordination. Il diffuse auprès des professionnels les règles de bonnes pratiques. Les décisions du conseil régional ou interrégional rendues sur les demandes d'inscription au tableau peuvent être frappées d'appel devant le conseil national, par le pédicure-podologue demandeur, s'il s'agit d'un refus d'inscription, par le conseil national s'il s'agit d'une décision d'inscription. Le délai d'appel devant le conseil national est de trente jours. Le conseil régional ou interrégional organise des actions d'évaluation des pratiques professionnelles en liaison avec le conseil national de l'ordre et avec la Haute Autorité de santé qui élabore ou valide les méthodes et les référentiels d'évaluation. Pour l'exercice de cette mission, le conseil régional ou interrégional a recours à des professionnels habilités à cet effet par la Haute Autorité de santé. Les professionnels habilités procèdent à la demande des professionnels intéressés à des évaluations individuelles ou collectives des pratiques. Le conseil régional ou interrégional est composé de membres élus parmi les pédicures-podologues inscrits à titre libéral et parmi les pédicures-podologues inscrits à titre salarié qui remplissent les conditions fixées à l'article L. 4322-11-1 . Le conseil régional ou interrégional comprend en son sein une chambre disciplinaire de première instance, présidée par un membre du corps des tribunaux administratifs et des cours administratives d'appel désigné par le vice-président du Conseil d'Etat. Un ou des suppléants sont désignés dans les mêmes conditions. La chambre disciplinaire de première instance siège auprès du conseil régional ou interrégional dont elle dépend et les audiences se tiennent dans le département où siège ce conseil. Elle comprend des assesseurs titulaires et un nombre égal d'assesseurs suppléants. Les assesseurs sont de nationalité française. Cette chambre dispose en ce qui concerne les pédicures-podologues des attributions des chambres disciplinaires de première instance des ordres des professions médicales. La chambre disciplinaire de première instance est composée d'un nombre de pédicures-podologues fixé par voie réglementaire. Elle comprend des membres élus par le conseil régional ou interrégional auprès duquel siège la chambre parmi les membres et anciens membres des conseils régionaux et interrégionaux de l'ordre. Lorsque les litiges concernent les relations entre professionnels et usagers, la chambre disciplinaire s'adjoint deux représentants des usagers désignés par le ministre chargé de la santé.",
            "texteHtml": "<p>Dans chaque région, un conseil régional ou interrégional de l'ordre des pédicures-podologues assure les fonctions de représentation de la profession dans la région. Son siège se situe dans le département au sein duquel l'agence régionale de santé a son siège, sauf s'il en est disposé autrement par une décision du Conseil national. Le conseil régional ou interrégional exerce, sous le contrôle du conseil national, les attributions générales de l'ordre énumérées à l'article L. 4322-7. Il statue sur les inscriptions au tableau. Il autorise le président de l'ordre à ester en justice, à accepter tous dons et legs à l'ordre, à transiger ou compromettre, à consentir toutes aliénations ou hypothèques et à contracter tous emprunts. En aucun cas, il n'a à connaître des actes, des attitudes, des opinions politiques ou religieuses des membres de l'ordre. Il peut créer avec les autres conseils régionaux ou interrégionaux de l'ordre et sous le contrôle du conseil national des organismes de coordination. Il diffuse auprès des professionnels les règles de bonnes pratiques.</p><p>Les décisions du conseil régional ou interrégional rendues sur les demandes d'inscription au tableau peuvent être frappées d'appel devant le conseil national, par le pédicure-podologue demandeur, s'il s'agit d'un refus d'inscription, par le conseil national s'il s'agit d'une décision d'inscription.</p><p>Le délai d'appel devant le conseil national est de trente jours.</p><p>Le conseil régional ou interrégional organise des actions d'évaluation des pratiques professionnelles en liaison avec le conseil national de l'ordre et avec la Haute Autorité de santé qui élabore ou valide les méthodes et les référentiels d'évaluation. Pour l'exercice de cette mission, le conseil régional ou interrégional a recours à des professionnels habilités à cet effet par la Haute Autorité de santé. Les professionnels habilités procèdent à la demande des professionnels intéressés à des évaluations individuelles ou collectives des pratiques.</p><p>Le conseil régional ou interrégional est composé de membres élus parmi les pédicures-podologues inscrits à titre libéral et parmi les pédicures-podologues inscrits à titre salarié qui remplissent les conditions fixées à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072665&idArticle=LEGIARTI000034055756&dateTexte=&categorieLien=cid'>L. 4322-11-1</a>.</p><p>Le conseil régional ou interrégional comprend en son sein une chambre disciplinaire de première instance, présidée par un membre du corps des tribunaux administratifs et des cours administratives d'appel désigné par le vice-président du Conseil d'Etat. Un ou des suppléants sont désignés dans les mêmes conditions.</p><p>La chambre disciplinaire de première instance siège auprès du conseil régional ou interrégional dont elle dépend et les audiences se tiennent dans le département où siège ce conseil. Elle comprend des assesseurs titulaires et un nombre égal d'assesseurs suppléants. Les assesseurs sont de nationalité française.</p><p>Cette chambre dispose en ce qui concerne les pédicures-podologues des attributions des chambres disciplinaires de première instance des ordres des professions médicales.</p><p>La chambre disciplinaire de première instance est composée d'un nombre de pédicures-podologues fixé par voie réglementaire.</p><p>Elle comprend des membres élus par le conseil régional ou interrégional auprès duquel siège la chambre parmi les membres et anciens membres des conseils régionaux et interrégionaux de l'ordre.</p><p>Lorsque les litiges concernent les relations entre professionnels et usagers, la chambre disciplinaire s'adjoint deux représentants des usagers désignés par le ministre chargé de la santé.</p>",
            "num": "L4322-10",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "6.0",
            "etat": "VIGUEUR",
            "dateDebut": 1525132800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1030776,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006103419",
                        "id": "LEGISCTA000006103419",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Quatrième partie : Professions de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006125348",
                        "id": "LEGISCTA000006125348",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2009-12-20",
                        "titre": "Livre III : Auxiliaires médicaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140627",
                        "id": "LEGISCTA000006140627",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2009-12-20",
                        "fin": "2016-01-28",
                        "titre": "Livre III : Auxiliaires médicaux, aides-soignants, auxiliaires de puériculture et ambulanciers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140627",
                        "id": "LEGISCTA000021503778",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-01-28",
                        "fin": "2023-05-21",
                        "titre": "Livre III : Auxiliaires médicaux, aides-soignants, auxiliaires de puériculture, ambulanciers et assistants dentaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140627",
                        "id": "LEGISCTA000031929964",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2023-05-21",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Auxiliaires médicaux, aides-soignants, auxiliaires de puériculture, ambulanciers, assistants dentaires et assistants de régulation médicale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140627",
                        "id": "LEGISCTA000047568711",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Professions de masseur-kinésithérapeute et de pédicure-podologue",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006155067",
                        "id": "LEGISCTA000006155067",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Pédicure-podologue.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006171312",
                        "id": "LEGISCTA000006171312",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006689379",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006171312",
            "sectionParentId": "LEGISCTA000006171312",
            "sectionParentTitre": "Chapitre II : Pédicure-podologue.",
            "fullSectionsTitre": "Partie législative &gt; Quatrième partie : Professions de santé &gt; Livre III : Auxiliaires médicaux, aides-soignants, auxiliaires de puériculture, ambulanciers et assistants dentaires &gt; Titre II : Professions de masseur-kinésithérapeute et de pédicure-podologue &gt; Chapitre II : Pédicure-podologue.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000034533195",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément au I de l'article 14 de l'ordonnance n° 2017-644 du 27 avril 2017, les dispositions du présent article entrent en vigueur à compter des prochains renouvellements des conseils suivant la publication de ladite ordonnance.",
            "notaHtml": "<p>Conformément au I de l'article 14 de l'ordonnance n° 2017-644 du 27 avril 2017, les dispositions du présent article entrent en vigueur à compter des prochains renouvellements des conseils suivant la publication de ladite ordonnance.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000034502991",
                    "textTitle": "Ordonnance n°2017-644 du 27 avril 2017 - art. 9",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000034504609",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2017-04-28",
                    "dateSignaTexte": "2017-04-27",
                    "dateDebutCible": "2017-04-29"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000034502991",
                    "textTitle": "Ordonnance n°2017-644 du 27 avril 2017 - art. 14 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "14",
                    "articleId": "LEGIARTI000036404120",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2017-644",
                    "datePubli": 1493337600000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "JORFTEXT000036589802",
                    "textTitle": "Décret n°2018-79 du 9 février 2018 - art. 9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000036590973",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2018-79",
                    "datePubli": 1518220800000,
                    "dateDebut": 1518307200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L4322-11-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L4322-11-1",
                    "articleId": "LEGIARTI000034055756",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1487376000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R4322-28 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R4322-28",
                    "articleId": "LEGIARTI000036592747",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1506816000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R161-73 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R161-73",
                    "articleId": "LEGIARTI000037481033",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L496-5 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "L496-5",
                    "articleId": "LEGIARTI000006693322",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L496-5 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "L496-5",
                    "articleId": "LEGIARTI000006693322",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006689379",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 961632000000,
                    "dateFin": 1015286400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006689380",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1092182400000,
                    "dateFin": 1125100800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006689381",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1125100800000,
                    "dateFin": 1248307200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020896590",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1248307200000,
                    "dateFin": 1487376000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000034059446",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1487376000000,
                    "dateFin": 1525132800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000034533195",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1525132800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L4322-10",
                "4322-10"
            ],
            "versionPrecedente": "LEGIARTI000034059446",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000034059446",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Dans chaque région, un conseil régional ou interrégional de l'ordre des pédicures-podologues assure les fonctions de représentation de la profession dans la région. Son siège se situe dans le département au sein duquel l'agence régionale de santé a son siège, sauf s'il en est disposé autrement par une décision du Conseil national. Le conseil régional ou interrégional exerce, sous le contrôle du conseil national, les attributions générales de l'ordre suivantes : il statue sur les inscriptions au tableau, il autorise le président de l'ordre à ester en justice, à accepter tous dons et legs à l'ordre, à transiger ou compromettre, à consentir toutes aliénations ou hypothèques et à contracter tous emprunts. En aucun cas, il n'a à connaître des actes, des attitudes, des opinions politiques ou religieuses des membres de l'ordre. Il peut créer avec les autres conseils régionaux ou interrégionaux de l'ordre et sous le contrôle du conseil national des organismes de coordination. Il diffuse auprès des professionnels les règles de bonnes pratiques. Les décisions du conseil régional ou interrégional rendues sur les demandes d'inscription au tableau peuvent être frappées d'appel devant le conseil national, par le pédicure-podologue demandeur, s'il s'agit d'un refus d'inscription, par le conseil national s'il s'agit d'une décision d'inscription. Le délai d'appel devant le conseil national est de trente jours. Le conseil régional ou interrégional organise des actions d'évaluation des pratiques professionnelles en liaison avec le conseil national de l'ordre et avec la Haute Autorité de santé qui élabore ou valide les méthodes et les référentiels d'évaluation. Pour l'exercice de cette mission, le conseil régional ou interrégional a recours à des professionnels habilités à cet effet par la Haute Autorité de santé. Les professionnels habilités procèdent à la demande des professionnels intéressés à des évaluations individuelles ou collectives des pratiques. Le conseil régional ou interrégional est composé de membres élus parmi les pédicures-podologues inscrits à titre libéral et parmi les pédicures-podologues exerçant à titre salarié qui remplissent les conditions fixées à l'article L. 4322-11-1 . Le conseil régional ou interrégional comprend en son sein une chambre disciplinaire de première instance, présidée par un membre du corps des tribunaux administratifs et des cours administratives d'appel désigné par le vice-président du Conseil d'Etat. Un ou des suppléants sont désignés dans les mêmes conditions. Cette chambre dispose en ce qui concerne les pédicures-podologues des attributions des chambres disciplinaires de première instance des ordres des professions médicales. La chambre disciplinaire de première instance est composée d'un nombre de pédicures-podologues fixé par voie réglementaire, en fonction des effectifs des pédicures-podologues inscrits au dernier tableau publié dans la région. Elle comprend des membres élus par le conseil régional ou interrégional auprès duquel siège la chambre, pour moitié, parmi les membres du conseil régional ou interrégional dont elle dépend et, pour moitié, parmi les membres et anciens membres des conseils de l'ordre. Lorsque les litiges concernent les relations entre professionnels et usagers, la chambre disciplinaire s'adjoint deux représentants des usagers désignés par le ministre chargé de la santé.",
            "texteHtml": "<p>Dans chaque région, un conseil régional ou interrégional de l'ordre des pédicures-podologues assure les fonctions de représentation de la profession dans la région. Son siège se situe dans le département au sein duquel l'agence régionale de santé a son siège, sauf s'il en est disposé autrement par une décision du Conseil national. Le conseil régional ou interrégional exerce, sous le contrôle du conseil national, les attributions générales de l'ordre suivantes : il statue sur les inscriptions au tableau, il autorise le président de l'ordre à ester en justice, à accepter tous dons et legs à l'ordre, à transiger ou compromettre, à consentir toutes aliénations ou hypothèques et à contracter tous emprunts. En aucun cas, il n'a à connaître des actes, des attitudes, des opinions politiques ou religieuses des membres de l'ordre. Il peut créer avec les autres conseils régionaux ou interrégionaux de l'ordre et sous le contrôle du conseil national des organismes de coordination. Il diffuse auprès des professionnels les règles de bonnes pratiques.</p><p>Les décisions du conseil régional ou interrégional rendues sur les demandes d'inscription au tableau peuvent être frappées d'appel devant le conseil national, par le pédicure-podologue demandeur, s'il s'agit d'un refus d'inscription, par le conseil national s'il s'agit d'une décision d'inscription.</p><p>Le délai d'appel devant le conseil national est de trente jours.</p><p>Le conseil régional ou interrégional organise des actions d'évaluation des pratiques professionnelles en liaison avec le conseil national de l'ordre et avec la Haute Autorité de santé qui élabore ou valide les méthodes et les référentiels d'évaluation. Pour l'exercice de cette mission, le conseil régional ou interrégional a recours à des professionnels habilités à cet effet par la Haute Autorité de santé. Les professionnels habilités procèdent à la demande des professionnels intéressés à des évaluations individuelles ou collectives des pratiques.</p><p>Le conseil régional ou interrégional est composé de membres élus parmi les pédicures-podologues inscrits à titre libéral et parmi les pédicures-podologues exerçant à titre salarié qui remplissent les conditions fixées à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072665&idArticle=LEGIARTI000034055756&dateTexte=&categorieLien=cid' title='Code de la santé publique - art. L4322-11-1 (V)'>L. 4322-11-1</a>.</p><p>Le conseil régional ou interrégional comprend en son sein une chambre disciplinaire de première instance, présidée par un membre du corps des tribunaux administratifs et des cours administratives d'appel désigné par le vice-président du Conseil d'Etat. Un ou des suppléants sont désignés dans les mêmes conditions.</p><p>Cette chambre dispose en ce qui concerne les pédicures-podologues des attributions des chambres disciplinaires de première instance des ordres des professions médicales.</p><p>La chambre disciplinaire de première instance est composée d'un nombre de pédicures-podologues fixé par voie réglementaire, en fonction des effectifs des pédicures-podologues inscrits au dernier tableau publié dans la région.</p><p>Elle comprend des membres élus par le conseil régional ou interrégional auprès duquel siège la chambre, pour moitié, parmi les membres du conseil régional ou interrégional dont elle dépend et, pour moitié, parmi les membres et anciens membres des conseils de l'ordre.</p><p>Lorsque les litiges concernent les relations entre professionnels et usagers, la chambre disciplinaire s'adjoint deux représentants des usagers désignés par le ministre chargé de la santé.</p>",
            "num": "L4322-10",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "MODIFIE",
            "dateDebut": 1487376000000,
            "dateFin": 1525132800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1030776,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006103419",
                        "id": "LEGISCTA000006103419",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Quatrième partie : Professions de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006125348",
                        "id": "LEGISCTA000006125348",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2009-12-20",
                        "titre": "Livre III : Auxiliaires médicaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140627",
                        "id": "LEGISCTA000006140627",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2009-12-20",
                        "fin": "2016-01-28",
                        "titre": "Livre III : Auxiliaires médicaux, aides-soignants, auxiliaires de puériculture et ambulanciers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140627",
                        "id": "LEGISCTA000021503778",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-01-28",
                        "fin": "2023-05-21",
                        "titre": "Livre III : Auxiliaires médicaux, aides-soignants, auxiliaires de puériculture, ambulanciers et assistants dentaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140627",
                        "id": "LEGISCTA000031929964",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2023-05-21",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Auxiliaires médicaux, aides-soignants, auxiliaires de puériculture, ambulanciers, assistants dentaires et assistants de régulation médicale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140627",
                        "id": "LEGISCTA000047568711",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Professions de masseur-kinésithérapeute et de pédicure-podologue",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006155067",
                        "id": "LEGISCTA000006155067",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Pédicure-podologue.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006171312",
                        "id": "LEGISCTA000006171312",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006689379",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006171312",
            "sectionParentId": "LEGISCTA000006171312",
            "sectionParentTitre": "Chapitre II : Pédicure-podologue.",
            "fullSectionsTitre": "Partie législative &gt; Quatrième partie : Professions de santé &gt; Livre III : Auxiliaires médicaux, aides-soignants, auxiliaires de puériculture, ambulanciers et assistants dentaires &gt; Titre II : Professions de masseur-kinésithérapeute et de pédicure-podologue &gt; Chapitre II : Pédicure-podologue.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000034059446",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 19 de l'ordonnance n° 2017-192 du 16 février 2017, ces dispositions entrent en vigueur à compter des prochains renouvellements de chacun des conseils de l'ordre suivant la publication de ladite ordonnance.",
            "notaHtml": "<p>Conformément à l'article 19 de l'ordonnance n° 2017-192 du 16 février 2017, ces dispositions entrent en vigueur à compter des prochains renouvellements de chacun des conseils de l'ordre suivant la publication de ladite ordonnance.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000034053114",
                    "textTitle": "Ordonnance n°2017-192 du 16 février 2017 - art. 16",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "16",
                    "articleId": "LEGIARTI000034054294",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2017-02-17",
                    "dateSignaTexte": "2017-02-16",
                    "dateDebutCible": "2017-02-18"
                },
                {
                    "textCid": "JORFTEXT000034697388",
                    "textTitle": "Ordonnance n°2017-644 du 27 avril 2017 - art., v. init.",
                    "linkType": "RECTIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFARTI000034697389",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2017-05-13",
                    "dateSignaTexte": "2017-04-27",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000034502991",
                    "textTitle": "Ordonnance n°2017-644 du 27 avril 2017 - art. 14 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "14",
                    "articleId": "LEGIARTI000036404120",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2017-644",
                    "datePubli": 1493337600000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "JORFTEXT000036589802",
                    "textTitle": "Décret n°2018-79 du 9 février 2018 - art. 9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000036590973",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2018-79",
                    "datePubli": 1518220800000,
                    "dateDebut": 1518307200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L4322-11-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L4322-11-1",
                    "articleId": "LEGIARTI000034055756",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1487376000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R4322-28 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R4322-28",
                    "articleId": "LEGIARTI000036592747",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1506816000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R161-73 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R161-73",
                    "articleId": "LEGIARTI000037481033",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L496-5 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "L496-5",
                    "articleId": "LEGIARTI000006693322",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L496-5 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "L496-5",
                    "articleId": "LEGIARTI000006693322",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006689379",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 961632000000,
                    "dateFin": 1015286400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006689380",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1092182400000,
                    "dateFin": 1125100800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006689381",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1125100800000,
                    "dateFin": 1248307200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020896590",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1248307200000,
                    "dateFin": 1487376000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000034059446",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1487376000000,
                    "dateFin": 1525132800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000034533195",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1525132800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L4322-10",
                "4322-10"
            ],
            "versionPrecedente": "LEGIARTI000020896590",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000020896590",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Dans chaque région, un conseil régional ou interrégional de l'ordre des pédicures-podologues assure les fonctions de représentation de la profession dans la région. Le conseil régional ou interrégional exerce, sous le contrôle du conseil national, les attributions générales de l'ordre suivantes : il statue sur les inscriptions au tableau, il autorise le président de l'ordre à ester en justice, à accepter tous dons et legs à l'ordre, à transiger ou compromettre, à consentir toutes aliénations ou hypothèques et à contracter tous emprunts. En aucun cas, il n'a à connaître des actes, des attitudes, des opinions politiques ou religieuses des membres de l'ordre. Il peut créer avec les autres conseils régionaux ou interrégionaux de l'ordre et sous le contrôle du conseil national des organismes de coordination. Il diffuse auprès des professionnels les règles de bonnes pratiques. Les décisions du conseil régional ou interrégional rendues sur les demandes d'inscription au tableau peuvent être frappées d'appel devant le conseil national, par le pédicure-podologue demandeur, s'il s'agit d'un refus d'inscription, par le conseil national s'il s'agit d'une décision d'inscription. Le délai d'appel devant le conseil national est de trente jours. Le conseil régional ou interrégional organise des actions d'évaluation des pratiques professionnelles en liaison avec le conseil national de l'ordre et avec la Haute Autorité de santé qui élabore ou valide les méthodes et les référentiels d'évaluation. Pour l'exercice de cette mission, le conseil régional ou interrégional a recours à des professionnels habilités à cet effet par la Haute Autorité de santé. Les professionnels habilités procèdent à la demande des professionnels intéressés à des évaluations individuelles ou collectives des pratiques. Le conseil régional ou interrégional est composé de membres élus parmi les pédicures-podologues exerçant à titre libéral et parmi les pédicures-podologues exerçant à titre salarié. Le conseil régional ou interrégional comprend en son sein une chambre disciplinaire de première instance, présidée par un membre du corps des tribunaux administratifs et des cours administratives d'appel désigné par le vice-président du Conseil d'Etat. Un ou des suppléants sont désignés dans les mêmes conditions. Cette chambre dispose en ce qui concerne les pédicures-podologues des attributions des chambres disciplinaires de première instance des ordres des professions médicales. La chambre disciplinaire de première instance est composée d'un nombre de pédicures-podologues fixé par voie réglementaire, en fonction des effectifs des pédicures-podologues inscrits aux derniers tableaux publiés dans la région. Elle comprend des membres élus par le conseil régional ou interrégional auprès duquel siège la chambre, pour moitié, parmi les membres du conseil régional ou interrégional dont elle dépend et, pour moitié, parmi les membres et anciens membres des conseils de l'ordre. Lorsque les litiges concernent les relations entre professionnels et usagers, la chambre disciplinaire s'adjoint deux représentants des usagers désignés par le ministre chargé de la santé.",
            "texteHtml": "<p>Dans chaque région, un conseil régional ou interrégional de l'ordre des pédicures-podologues assure les fonctions de représentation de la profession dans la région. Le conseil régional ou interrégional exerce, sous le contrôle du conseil national, les attributions générales de l'ordre suivantes : il statue sur les inscriptions au tableau, il autorise le président de l'ordre à ester en justice, à accepter tous dons et legs à l'ordre, à transiger ou compromettre, à consentir toutes aliénations ou hypothèques et à contracter tous emprunts. En aucun cas, il n'a à connaître des actes, des attitudes, des opinions politiques ou religieuses des membres de l'ordre. Il peut créer avec les autres conseils régionaux ou interrégionaux de l'ordre et sous le contrôle du conseil national des organismes de coordination. Il diffuse auprès des professionnels les règles de bonnes pratiques.</p><p>Les décisions du conseil régional ou interrégional rendues sur les demandes d'inscription au tableau peuvent être frappées d'appel devant le conseil national, par le pédicure-podologue demandeur, s'il s'agit d'un refus d'inscription, par le conseil national s'il s'agit d'une décision d'inscription.</p><p>Le délai d'appel devant le conseil national est de trente jours.</p><p>Le conseil régional ou interrégional organise des actions d'évaluation des pratiques professionnelles en liaison avec le conseil national de l'ordre et avec la Haute Autorité de santé qui élabore ou valide les méthodes et les référentiels d'évaluation. Pour l'exercice de cette mission, le conseil régional ou interrégional a recours à des professionnels habilités à cet effet par la Haute Autorité de santé. Les professionnels habilités procèdent à la demande des professionnels intéressés à des évaluations individuelles ou collectives des pratiques.</p><p>Le conseil régional ou interrégional est composé de membres élus parmi les pédicures-podologues exerçant à titre libéral et parmi les pédicures-podologues exerçant à titre salarié.</p><p>Le conseil régional ou interrégional comprend en son sein une chambre disciplinaire de première instance, présidée par un membre du corps des tribunaux administratifs et des cours administratives d'appel désigné par le vice-président du Conseil d'Etat. Un ou des suppléants sont désignés dans les mêmes conditions.</p><p>Cette chambre dispose en ce qui concerne les pédicures-podologues des attributions des chambres disciplinaires de première instance des ordres des professions médicales.</p><p>La chambre disciplinaire de première instance est composée d'un nombre de pédicures-podologues fixé par voie réglementaire, en fonction des effectifs des pédicures-podologues inscrits aux derniers tableaux publiés dans la région.</p><p>Elle comprend des membres élus par le conseil régional ou interrégional auprès duquel siège la chambre, pour moitié, parmi les membres du conseil régional ou interrégional dont elle dépend et, pour moitié, parmi les membres et anciens membres des conseils de l'ordre.</p><p>Lorsque les litiges concernent les relations entre professionnels et usagers, la chambre disciplinaire s'adjoint deux représentants des usagers désignés par le ministre chargé de la santé.</p>",
            "num": "L4322-10",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1248307200000,
            "dateFin": 1487376000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1030776,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006103419",
                        "id": "LEGISCTA000006103419",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Quatrième partie : Professions de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006125348",
                        "id": "LEGISCTA000006125348",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2009-12-20",
                        "titre": "Livre III : Auxiliaires médicaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140627",
                        "id": "LEGISCTA000006140627",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2009-12-20",
                        "fin": "2016-01-28",
                        "titre": "Livre III : Auxiliaires médicaux, aides-soignants, auxiliaires de puériculture et ambulanciers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140627",
                        "id": "LEGISCTA000021503778",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-01-28",
                        "fin": "2023-05-21",
                        "titre": "Livre III : Auxiliaires médicaux, aides-soignants, auxiliaires de puériculture, ambulanciers et assistants dentaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140627",
                        "id": "LEGISCTA000031929964",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2023-05-21",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Auxiliaires médicaux, aides-soignants, auxiliaires de puériculture, ambulanciers, assistants dentaires et assistants de régulation médicale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140627",
                        "id": "LEGISCTA000047568711",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Professions de masseur-kinésithérapeute et de pédicure-podologue",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006155067",
                        "id": "LEGISCTA000006155067",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Pédicure-podologue.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006171312",
                        "id": "LEGISCTA000006171312",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006689379",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006171312",
            "sectionParentId": "LEGISCTA000006171312",
            "sectionParentTitre": "Chapitre II : Pédicure-podologue.",
            "fullSectionsTitre": "Partie législative &gt; Quatrième partie : Professions de santé &gt; Livre III : Auxiliaires médicaux, aides-soignants, auxiliaires de puériculture, ambulanciers et assistants dentaires &gt; Titre II : Professions de masseur-kinésithérapeute et de pédicure-podologue &gt; Chapitre II : Pédicure-podologue.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000020896590",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000020879475",
                    "textTitle": "LOI n° 2009-879 du 21 juillet 2009 - art. 63 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "63",
                    "articleId": "LEGIARTI000024845451",
                    "natureText": "LOI",
                    "datePubliTexte": "2009-07-22",
                    "dateSignaTexte": "2009-07-21",
                    "dateDebutCible": "2011-11-25"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000034502991",
                    "textTitle": "Ordonnance n°2017-644 du 27 avril 2017 - art. 14 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "14",
                    "articleId": "LEGIARTI000036404120",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2017-644",
                    "datePubli": 1493337600000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "JORFTEXT000036589802",
                    "textTitle": "Décret n°2018-79 du 9 février 2018 - art. 9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000036590973",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2018-79",
                    "datePubli": 1518220800000,
                    "dateDebut": 1518307200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R4322-28 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R4322-28",
                    "articleId": "LEGIARTI000036592747",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1506816000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R161-73 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R161-73",
                    "articleId": "LEGIARTI000037481033",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L496-5 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "L496-5",
                    "articleId": "LEGIARTI000006693322",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L496-5 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "L496-5",
                    "articleId": "LEGIARTI000006693322",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006689379",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 961632000000,
                    "dateFin": 1015286400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006689380",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1092182400000,
                    "dateFin": 1125100800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006689381",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1125100800000,
                    "dateFin": 1248307200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020896590",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1248307200000,
                    "dateFin": 1487376000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000034059446",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1487376000000,
                    "dateFin": 1525132800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000034533195",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1525132800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L4322-10",
                "4322-10"
            ],
            "versionPrecedente": "LEGIARTI000006689381",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006689381",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Dans chaque région, un conseil régional de l'ordre des pédicures-podologues assure les fonctions de représentation de la profession dans la région. Le conseil régional exerce, sous le contrôle du conseil national, les attributions générales de l'ordre suivantes : il statue sur les inscriptions au tableau, il autorise le président de l'ordre à ester en justice, à accepter tous dons et legs à l'ordre, à transiger ou compromettre, à consentir toutes aliénations ou hypothèques et à contracter tous emprunts. En aucun cas, il n'a à connaître des actes, des attitudes, des opinions politiques ou religieuses des membres de l'ordre. Il peut créer avec les autres conseils régionaux de l'ordre et sous le contrôle du conseil national des organismes de coordination. Il diffuse auprès des professionnels les règles de bonnes pratiques. Les décisions du conseil régional rendues sur les demandes d'inscription au tableau peuvent être frappées d'appel devant le conseil national, par le pédicure-podologue demandeur, s'il s'agit d'un refus d'inscription, par le conseil national s'il s'agit d'une décision d'inscription. Le délai d'appel devant le conseil national est de trente jours. Le conseil régional organise des actions d'évaluation des pratiques professionnelles en liaison avec le conseil national de l'ordre et avec la Haute Autorité de santé qui élabore ou valide les méthodes et les référentiels d'évaluation. Pour l'exercice de cette mission, le conseil régional a recours à des professionnels habilités à cet effet par la Haute Autorité de santé. Les professionnels habilités procèdent à la demande des professionnels intéressés à des évaluations individuelles ou collectives des pratiques. Le conseil régional est composé de membres élus parmi les pédicures-podologues exerçant à titre libéral et parmi les pédicures-podologues exerçant à titre salarié. Le conseil régional comprend en son sein une chambre disciplinaire de première instance, présidée par un membre du corps des tribunaux administratifs et des cours administratives d'appel désigné par le vice-président du Conseil d'Etat. Un ou des suppléants sont désignés dans les mêmes conditions. Cette chambre dispose en ce qui concerne les pédicures-podologues des attributions des chambres disciplinaires de première instance des ordres des professions médicales. La chambre disciplinaire de première instance est composée d'un nombre de pédicures-podologues fixé par voie réglementaire, en fonction des effectifs des pédicures-podologues inscrits aux derniers tableaux publiés dans la région. Elle comprend des membres élus par le conseil régional auprès duquel siège la chambre, pour moitié, parmi les membres du conseil régional dont elle dépend et, pour moitié, parmi les membres et anciens membres des conseils de l'ordre. Lorsque les litiges concernent les relations entre professionnels et usagers, la chambre disciplinaire s'adjoint deux représentants des usagers désignés par le ministre chargé de la santé.",
            "texteHtml": "<p></p>   Dans chaque région, un conseil régional de l'ordre des pédicures-podologues assure les fonctions de représentation de la profession dans la région. Le conseil régional exerce, sous le contrôle du conseil national, les attributions générales de l'ordre suivantes : il statue sur les inscriptions au tableau, il autorise le président de l'ordre à ester en justice, à accepter tous dons et legs à l'ordre, à transiger ou compromettre, à consentir toutes aliénations ou hypothèques et à contracter tous emprunts. En aucun cas, il n'a à connaître des actes, des attitudes, des opinions politiques ou religieuses des membres de l'ordre. Il peut créer avec les autres conseils régionaux de l'ordre et sous le contrôle du conseil national des organismes de coordination. Il diffuse auprès des professionnels les règles de bonnes pratiques.<p></p><p></p>   Les décisions du conseil régional rendues sur les demandes d'inscription au tableau peuvent être frappées d'appel devant le conseil national, par le pédicure-podologue demandeur, s'il s'agit d'un refus d'inscription, par le conseil national s'il s'agit d'une décision d'inscription.<p></p><p></p>   Le délai d'appel devant le conseil national est de trente jours.<p></p><p></p>   Le conseil régional organise des actions d'évaluation des pratiques professionnelles en liaison avec le conseil national de l'ordre et avec la Haute Autorité de santé qui élabore ou valide les méthodes et les référentiels d'évaluation. Pour l'exercice de cette mission, le conseil régional a recours à des professionnels habilités à cet effet par la Haute Autorité de santé. Les professionnels habilités procèdent à la demande des professionnels intéressés à des évaluations individuelles ou collectives des pratiques.<p></p><p></p>   Le conseil régional est composé de membres élus parmi les pédicures-podologues exerçant à titre libéral et parmi les pédicures-podologues exerçant à titre salarié.<p></p><p></p>   Le conseil régional comprend en son sein une chambre disciplinaire de première instance, présidée par un membre du corps des tribunaux administratifs et des cours administratives d'appel désigné par le vice-président du Conseil d'Etat. Un ou des suppléants sont désignés dans les mêmes conditions.<p></p><p></p>   Cette chambre dispose en ce qui concerne les pédicures-podologues des attributions des chambres disciplinaires de première instance des ordres des professions médicales.<p></p><p></p>   La chambre disciplinaire de première instance est composée d'un nombre de pédicures-podologues fixé par voie réglementaire, en fonction des effectifs des pédicures-podologues inscrits aux derniers tableaux publiés dans la région.<p></p><p></p>   Elle comprend des membres élus par le conseil régional auprès duquel siège la chambre, pour moitié, parmi les membres du conseil régional dont elle dépend et, pour moitié, parmi les membres et anciens membres des conseils de l'ordre.<p></p><p></p>   Lorsque les litiges concernent les relations entre professionnels et usagers, la chambre disciplinaire s'adjoint deux représentants des usagers désignés par le ministre chargé de la santé.<p></p>",
            "num": "L4322-10",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1125100800000,
            "dateFin": 1248307200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1030776,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006103419",
                        "id": "LEGISCTA000006103419",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Quatrième partie : Professions de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006125348",
                        "id": "LEGISCTA000006125348",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2009-12-20",
                        "titre": "Livre III : Auxiliaires médicaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140627",
                        "id": "LEGISCTA000006140627",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2009-12-20",
                        "fin": "2016-01-28",
                        "titre": "Livre III : Auxiliaires médicaux, aides-soignants, auxiliaires de puériculture et ambulanciers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140627",
                        "id": "LEGISCTA000021503778",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-01-28",
                        "fin": "2023-05-21",
                        "titre": "Livre III : Auxiliaires médicaux, aides-soignants, auxiliaires de puériculture, ambulanciers et assistants dentaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140627",
                        "id": "LEGISCTA000031929964",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2023-05-21",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Auxiliaires médicaux, aides-soignants, auxiliaires de puériculture, ambulanciers, assistants dentaires et assistants de régulation médicale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140627",
                        "id": "LEGISCTA000047568711",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Professions de masseur-kinésithérapeute et de pédicure-podologue",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006155067",
                        "id": "LEGISCTA000006155067",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Pédicure-podologue.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006171312",
                        "id": "LEGISCTA000006171312",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006689379",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006171312",
            "sectionParentId": "LEGISCTA000006171312",
            "sectionParentTitre": "Chapitre II : Pédicure-podologue.",
            "fullSectionsTitre": "Partie législative &gt; Quatrième partie : Professions de santé &gt; Livre III : Auxiliaires médicaux &gt; Titre II : Professions de masseur-kinésithérapeute et de pédicure-podologue &gt; Chapitre II : Pédicure-podologue.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006689381",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Ordonnance 2005-1040 2005-08-26 art. 12, art. 13 : les dispositions du présent article sont applicables à Mayotte et aux îles Wallis et Futuna.",
            "notaHtml": "<p></p>  Ordonnance 2005-1040 2005-08-26 art. 12, art. 13 : les dispositions du présent article sont applicables à Mayotte et aux îles Wallis et Futuna.<p></p><p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000217229",
                    "textTitle": "Ordonnance 2000-548 2000-06-15",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000217229",
                    "natureText": "RAPPORT",
                    "datePubliTexte": "2000-06-22",
                    "dateSignaTexte": "2999-01-01",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000227015",
                    "textTitle": "Loi 2002-303 2002-03-04 art. 92 JORF 5 mars 2002",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000227015",
                    "natureText": "LOI",
                    "datePubliTexte": "2002-03-05",
                    "dateSignaTexte": "2002-03-04",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000261706",
                    "textTitle": "Ordonnance n°2005-1040 du 26 août 2005 - art. 3 () JORF 27 août 2005",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000006698366",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2005-08-27",
                    "dateSignaTexte": "2005-08-26",
                    "dateDebutCible": "2005-08-27"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000034502991",
                    "textTitle": "Ordonnance n°2017-644 du 27 avril 2017 - art. 14 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "14",
                    "articleId": "LEGIARTI000036404120",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2017-644",
                    "datePubli": 1493337600000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "JORFTEXT000036589802",
                    "textTitle": "Décret n°2018-79 du 9 février 2018 - art. 9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000036590973",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2018-79",
                    "datePubli": 1518220800000,
                    "dateDebut": 1518307200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R4322-28 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R4322-28",
                    "articleId": "LEGIARTI000036592747",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1506816000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R161-73 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R161-73",
                    "articleId": "LEGIARTI000037481033",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L496-5 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "L496-5",
                    "articleId": "LEGIARTI000006693322",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L496-5 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "L496-5",
                    "articleId": "LEGIARTI000006693322",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006689379",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 961632000000,
                    "dateFin": 1015286400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006689380",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1092182400000,
                    "dateFin": 1125100800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006689381",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1125100800000,
                    "dateFin": 1248307200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020896590",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1248307200000,
                    "dateFin": 1487376000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000034059446",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1487376000000,
                    "dateFin": 1525132800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000034533195",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1525132800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L4322-10",
                "4322-10"
            ],
            "versionPrecedente": "LEGIARTI000006689380",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006689380",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Dans chaque région, un conseil régional de l'ordre des pédicures-podologues assure les fonctions de représentation de la profession dans la région. Le conseil régional exerce, sous le contrôle du conseil national, les attributions générales de l'ordre suivantes : il statue sur les inscriptions au tableau, il autorise le président de l'ordre à ester en justice, à accepter tous dons et legs à l'ordre, à transiger ou compromettre, à consentir toutes aliénations ou hypothèques et à contracter tous emprunts. En aucun cas, il n'a à connaître des actes, des attitudes, des opinions politiques ou religieuses des membres de l'ordre. Il peut créer avec les autres conseils régionaux de l'ordre et sous le contrôle du conseil national, des organismes de coordination. Il diffuse auprès des professionnels les règles de bonnes pratiques. Il organise des actions d'évaluation des pratiques de ces professionnels en liaison avec le conseil national de l'ordre et avec l'Agence nationale d'accréditation et d'évaluation en santé qui élabore ou valide les méthodes et les référentiels d'évaluation. Pour l'exercice de cette mission, le conseil régional a recours à des professionnels habilités à cet effet par l'agence. Les professionnels habilités procèdent à la demande des professionnels intéressés à des évaluations individuelles ou collectives des pratiques. Le conseil régional est composé de membres élus parmi les pédicures-podologues exerçant à titre libéral et parmi les pédicures-podologues exerçant à titre salarié. Le conseil régional comprend en son sein une chambre disciplinaire de première instance, présidée par un magistrat de l'ordre administratif. Cette chambre dispose en ce qui concerne les pédicures-podologues des attributions que le conseil régional de l'ordre des médecins détient pour les chambres disciplinaires de première instance. Lorsque les litiges concernent les relations entre professionnels et usagers, la chambre disciplinaire s'adjoint deux représentants des usagers désignés par le ministre chargé de la santé. Les dispositions de l'article L. 4123-2 sont applicables au conseil régional de l'ordre des pédicures-podologues.",
            "texteHtml": "<p></p>   Dans chaque région, un conseil régional de l'ordre des pédicures-podologues assure les fonctions de représentation de la profession dans la région. Le conseil régional exerce, sous le contrôle du conseil national, les attributions générales de l'ordre suivantes : il statue sur les inscriptions au tableau, il autorise le président de l'ordre à ester en justice, à accepter tous dons et legs à l'ordre, à transiger ou compromettre, à consentir toutes aliénations ou hypothèques et à contracter tous emprunts. En aucun cas, il n'a à connaître des actes, des attitudes, des opinions politiques ou religieuses des membres de l'ordre. Il peut créer avec les autres conseils régionaux de l'ordre et sous le contrôle du conseil national, des organismes de coordination. Il diffuse auprès des professionnels les règles de bonnes pratiques.<p></p><p></p>   Il organise des actions d'évaluation des pratiques de ces professionnels en liaison avec le conseil national de l'ordre et avec l'Agence nationale d'accréditation et d'évaluation en santé qui élabore ou valide les méthodes et les référentiels d'évaluation. Pour l'exercice de cette mission, le conseil régional a recours à des professionnels habilités à cet effet par l'agence. Les professionnels habilités procèdent à la demande des professionnels intéressés à des évaluations individuelles ou collectives des pratiques.<p></p><p></p>   Le conseil régional est composé de membres élus parmi les pédicures-podologues exerçant à titre libéral et parmi les pédicures-podologues exerçant à titre salarié.<p></p><p></p>   Le conseil régional comprend en son sein une chambre disciplinaire de première instance, présidée par un magistrat de l'ordre administratif. Cette chambre dispose en ce qui concerne les pédicures-podologues des attributions que le conseil régional de l'ordre des médecins détient pour les chambres disciplinaires de première instance.<p></p><p></p>   Lorsque les litiges concernent les relations entre professionnels et usagers, la chambre disciplinaire s'adjoint deux représentants des usagers désignés par le ministre chargé de la santé.<p></p><p></p>   Les dispositions de l'article L. 4123-2 sont applicables au conseil régional de l'ordre des pédicures-podologues.<p></p>",
            "num": "L4322-10",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1092182400000,
            "dateFin": 1125100800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1116674,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006103419",
                        "id": "LEGISCTA000006103419",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Quatrième partie : Professions de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006125348",
                        "id": "LEGISCTA000006125348",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2009-12-20",
                        "titre": "Livre III : Auxiliaires médicaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140627",
                        "id": "LEGISCTA000006140627",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2009-12-20",
                        "fin": "2016-01-28",
                        "titre": "Livre III : Auxiliaires médicaux, aides-soignants, auxiliaires de puériculture et ambulanciers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140627",
                        "id": "LEGISCTA000021503778",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-01-28",
                        "fin": "2023-05-21",
                        "titre": "Livre III : Auxiliaires médicaux, aides-soignants, auxiliaires de puériculture, ambulanciers et assistants dentaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140627",
                        "id": "LEGISCTA000031929964",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2023-05-21",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Auxiliaires médicaux, aides-soignants, auxiliaires de puériculture, ambulanciers, assistants dentaires et assistants de régulation médicale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140627",
                        "id": "LEGISCTA000047568711",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Professions de masseur-kinésithérapeute et de pédicure-podologue",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006155067",
                        "id": "LEGISCTA000006155067",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Pédicure-podologue.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006171312",
                        "id": "LEGISCTA000006171312",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006689379",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006171312",
            "sectionParentId": "LEGISCTA000006171312",
            "sectionParentTitre": "Chapitre II : Pédicure-podologue.",
            "fullSectionsTitre": "Partie législative &gt; Quatrième partie : Professions de santé &gt; Livre III : Auxiliaires médicaux &gt; Titre II : Professions de masseur-kinésithérapeute et de pédicure-podologue &gt; Chapitre II : Pédicure-podologue.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006689380",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000217229",
                    "textTitle": "Ordonnance 2000-548 2000-06-15",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000217229",
                    "natureText": "RAPPORT",
                    "datePubliTexte": "2000-06-22",
                    "dateSignaTexte": "2999-01-01",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000227015",
                    "textTitle": "Loi 2002-303 2002-03-04 art. 92 JORF 5 mars 2002",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000227015",
                    "natureText": "LOI",
                    "datePubliTexte": "2002-03-05",
                    "dateSignaTexte": "2002-03-04",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000787078",
                    "textTitle": "Loi n°2004-806 du 9 août 2004 - art. 110 (M) JORF 11 août 2004",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "110",
                    "articleId": "LEGIARTI000006697733",
                    "natureText": "LOI",
                    "datePubliTexte": "2004-08-11",
                    "dateSignaTexte": "2004-08-09",
                    "dateDebutCible": "2004-08-11"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000034502991",
                    "textTitle": "Ordonnance n°2017-644 du 27 avril 2017 - art. 14 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "14",
                    "articleId": "LEGIARTI000036404120",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2017-644",
                    "datePubli": 1493337600000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "JORFTEXT000036589802",
                    "textTitle": "Décret n°2018-79 du 9 février 2018 - art. 9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000036590973",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2018-79",
                    "datePubli": 1518220800000,
                    "dateDebut": 1518307200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L4123-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L4123-2",
                    "articleId": "LEGIARTI000006688717",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1487376000000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R4322-28 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R4322-28",
                    "articleId": "LEGIARTI000036592747",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1506816000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R161-73 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R161-73",
                    "articleId": "LEGIARTI000037481033",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L496-5 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "L496-5",
                    "articleId": "LEGIARTI000006693322",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L496-5 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "L496-5",
                    "articleId": "LEGIARTI000006693322",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006689379",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 961632000000,
                    "dateFin": 1015286400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006689380",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1092182400000,
                    "dateFin": 1125100800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006689381",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1125100800000,
                    "dateFin": 1248307200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020896590",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1248307200000,
                    "dateFin": 1487376000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000034059446",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1487376000000,
                    "dateFin": 1525132800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000034533195",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1525132800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L4322-10",
                "4322-10"
            ],
            "versionPrecedente": "LEGIARTI000006689379",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006689379",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Le Conseil national de l'ordre des pédicures-podologues possède les mêmes attributions, pour cette profession, que le Conseil national de l'ordre des masseurs-kinésithérapeutes pour ce qui les concerne. Ses membres et son président sont élus ou désignés dans les mêmes conditions que les membres et le président du Conseil national de l'ordre des masseurs-kinésithérapeutes. Les dispositions applicables au Conseil national de l'ordre des masseurs-kinésithérapeutes s'appliquent au Conseil national de l'ordre des pédicures-podologues pour ce qui les concerne.",
            "texteHtml": "<p></p>   Le Conseil national de l'ordre des pédicures-podologues possède les mêmes attributions, pour cette profession, que le Conseil national de l'ordre des masseurs-kinésithérapeutes pour ce qui les concerne.<p></p><p></p>   Ses membres et son président sont élus ou désignés dans les mêmes conditions que les membres et le président du Conseil national de l'ordre des masseurs-kinésithérapeutes.<p></p><p></p>   Les dispositions applicables au Conseil national de l'ordre des masseurs-kinésithérapeutes s'appliquent au Conseil national de l'ordre des pédicures-podologues pour ce qui les concerne.<p></p>",
            "num": "L4322-10",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "ABROGE",
            "dateDebut": 961632000000,
            "dateFin": 1015286400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073725,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006103419",
                        "id": "LEGISCTA000006103419",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Quatrième partie : Professions de santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006125348",
                        "id": "LEGISCTA000006125348",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2009-12-20",
                        "titre": "Livre III : Auxiliaires médicaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140627",
                        "id": "LEGISCTA000006140627",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2009-12-20",
                        "fin": "2016-01-28",
                        "titre": "Livre III : Auxiliaires médicaux, aides-soignants, auxiliaires de puériculture et ambulanciers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140627",
                        "id": "LEGISCTA000021503778",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-01-28",
                        "fin": "2023-05-21",
                        "titre": "Livre III : Auxiliaires médicaux, aides-soignants, auxiliaires de puériculture, ambulanciers et assistants dentaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140627",
                        "id": "LEGISCTA000031929964",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2023-05-21",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Auxiliaires médicaux, aides-soignants, auxiliaires de puériculture, ambulanciers, assistants dentaires et assistants de régulation médicale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140627",
                        "id": "LEGISCTA000047568711",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Professions de masseur-kinésithérapeute et de pédicure-podologue",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006155067",
                        "id": "LEGISCTA000006155067",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-06-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Pédicure-podologue.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006171312",
                        "id": "LEGISCTA000006171312",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006689379",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006171312",
            "sectionParentId": "LEGISCTA000006171312",
            "sectionParentTitre": "Chapitre II : Pédicure-podologue.",
            "fullSectionsTitre": "Partie législative &gt; Quatrième partie : Professions de santé &gt; Livre III : Auxiliaires médicaux &gt; Titre II : Professions de masseur-kinésithérapeute et de pédicure-podologue &gt; Chapitre II : Pédicure-podologue.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006689379",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000217229",
                    "textTitle": "Ordonnance 2000-548 2000-06-15",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000217229",
                    "natureText": "RAPPORT",
                    "datePubliTexte": "2000-06-22",
                    "dateSignaTexte": "2999-01-01",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000227015",
                    "textTitle": "Loi 2002-303 2002-03-04 art. 92 JORF 5 mars 2002",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000227015",
                    "natureText": "LOI",
                    "datePubliTexte": "2002-03-05",
                    "dateSignaTexte": "2002-03-04",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000227015",
                    "textTitle": "Loi n°2002-303 du 4 mars 2002 - art. 72 () JORF 5 mars 2002",
                    "linkType": "ABROGATION",
                    "linkOrientation": "source",
                    "articleNum": "72",
                    "articleId": "LEGIARTI000006697461",
                    "natureText": "LOI",
                    "datePubliTexte": "2002-03-05",
                    "dateSignaTexte": "2002-03-04",
                    "dateDebutCible": "2002-03-05"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000034502991",
                    "textTitle": "Ordonnance n°2017-644 du 27 avril 2017 - art. 14 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "14",
                    "articleId": "LEGIARTI000036404120",
                    "natureText": "ORDONNANCE",
                    "parentCid": null,
                    "numTexte": "2017-644",
                    "datePubli": 1493337600000,
                    "dateDebut": 1514764800000
                },
                {
                    "textCid": "JORFTEXT000036589802",
                    "textTitle": "Décret n°2018-79 du 9 février 2018 - art. 9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "9",
                    "articleId": "LEGIARTI000036590973",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2018-79",
                    "datePubli": 1518220800000,
                    "dateDebut": 1518307200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R4322-28 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R4322-28",
                    "articleId": "LEGIARTI000036592747",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1506816000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. R161-73 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R161-73",
                    "articleId": "LEGIARTI000037481033",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L496-5 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "L496-5",
                    "articleId": "LEGIARTI000006693322",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. L496-5 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "L496-5",
                    "articleId": "LEGIARTI000006693322",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006689379",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 961632000000,
                    "dateFin": 1015286400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006689380",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1092182400000,
                    "dateFin": 1125100800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006689381",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1125100800000,
                    "dateFin": 1248307200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020896590",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1248307200000,
                    "dateFin": 1487376000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000034059446",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1487376000000,
                    "dateFin": 1525132800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000034533195",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1525132800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L4322-10",
                "4322-10"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}