{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000030438244",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Toute convention intervenant entre une mutuelle, une union ou une fédération et l'un de ses administrateurs ou dirigeant opérationnel ou une personne morale à laquelle elle a délégué tout ou partie de sa gestion est soumise à l'autorisation préalable du conseil d'administration. La décision du conseil d'administration doit intervenir au plus tard lors de la réunion du conseil d'administration où sont arrêtés les comptes annuels de l'exercice. Il en est de même des conventions auxquelles un administrateur ou un dirigeant opérationnel est indirectement intéressé ou dans lesquelles il traite avec la mutuelle, union ou fédération, par personne interposée, ainsi que des conventions intervenant entre la mutuelle, l'union ou la fédération et toute personne morale de droit privé si l'un des administrateurs, dirigeant opérationnel de la mutuelle, union ou fédération est propriétaire, associé indéfiniment responsable, gérant, administrateur, directeur général, membre du directoire, du conseil de surveillance ou, de façon générale, dirigeant de ladite personne morale. Les conventions intervenant entre un administrateur ou un dirigeant opérationnel d'une mutuelle, union ou fédération et l'une des personnes morales appartenant au même groupe au sens de l'article L. 212-7 sont soumises aux dispositions du premier alinéa. Lorsque le conseil d'administration d'une mutuelle, union ou fédération est composé, pour plus du tiers de ses membres, d'administrateurs, de dirigeants ou d'associés issus d'une seule personne morale de droit privé ne relevant pas des dispositions du présent code, les conventions intervenant entre cette personne morale et un administrateur ou un dirigeant opérationnel de la mutuelle, union ou fédération sont soumises aux dispositions du premier alinéa.",
            "texteHtml": "<p>Toute convention intervenant entre une mutuelle, une union ou une fédération et l'un de ses administrateurs ou dirigeant opérationnel ou une personne morale à laquelle elle a délégué tout ou partie de sa gestion est soumise à l'autorisation préalable du conseil d'administration. La décision du conseil d'administration doit intervenir au plus tard lors de la réunion du conseil d'administration où sont arrêtés les comptes annuels de l'exercice. </p><p>Il en est de même des conventions auxquelles un administrateur ou un dirigeant opérationnel est indirectement intéressé ou dans lesquelles il traite avec la mutuelle, union ou fédération, par personne interposée, ainsi que des conventions intervenant entre la mutuelle, l'union ou la fédération et toute personne morale de droit privé si l'un des administrateurs, dirigeant opérationnel de la mutuelle, union ou fédération est propriétaire, associé indéfiniment responsable, gérant, administrateur, directeur général, membre du directoire, du conseil de surveillance ou, de façon générale, dirigeant de ladite personne morale. </p><p>Les conventions intervenant entre un administrateur ou un dirigeant opérationnel d'une mutuelle, union ou fédération et l'une des personnes morales appartenant au même groupe au sens de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074067&idArticle=LEGIARTI000006792244&dateTexte=&categorieLien=cid' title='Code de la mutualité - art. L212-7 (V)'>L. 212-7</a> sont soumises aux dispositions du premier alinéa. </p><p>Lorsque le conseil d'administration d'une mutuelle, union ou fédération est composé, pour plus du tiers de ses membres, d'administrateurs, de dirigeants ou d'associés issus d'une seule personne morale de droit privé ne relevant pas des dispositions du présent code, les conventions intervenant entre cette personne morale et un administrateur ou un dirigeant opérationnel de la mutuelle, union ou fédération sont soumises aux dispositions du premier alinéa.</p>",
            "num": "L114-32",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1451606400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 816031,
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-07-26",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107969",
                        "id": "LEGISCTA000006107969",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Règles générales applicables à l'ensemble des mutuelles, unions et fédérations.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128405",
                        "id": "LEGISCTA000006128405",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Fonctionnement des mutuelles, unions et fédérations : dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142674",
                        "id": "LEGISCTA000006142674",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2016-01-01",
                        "titre": "Section 5 : Dispositions relatives aux fonctions d'administrateur et de dirigeant salarié.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157212",
                        "id": "LEGISCTA000006157212",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2017-05-06",
                        "titre": "Section 5 : Dispositions relatives aux fonctions d'administrateur et de dirigeant opérationnel",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157212",
                        "id": "LEGISCTA000030438189",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2017-05-06",
                        "fin": "2999-01-01",
                        "titre": "Section 5 : Dispositions relatives aux fonctions d'administrateur, de dirigeant opérationnel et de mandataire mutualiste",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157212",
                        "id": "LEGISCTA000034588061",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 3,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1985-07-26",
                        "fin": "2999-01-01",
                        "titre": "Code de la mutualité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074067",
                        "id": "LEGITEXT000006074067",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006792158",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006157212",
            "sectionParentId": "LEGISCTA000034588061",
            "sectionParentTitre": "Section 5 : Dispositions relatives aux fonctions d'administrateur, de dirigeant opérationnel et de mandataire mutualiste",
            "fullSectionsTitre": "Partie législative &gt; Livre Ier : Règles générales applicables à l'ensemble des mutuelles, unions et fédérations. &gt; Chapitre IV : Fonctionnement des mutuelles, unions et fédérations : dispositions générales. &gt; Section 5 : Dispositions relatives aux fonctions d'administrateur et de dirigeant opérationnel",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000030438244",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074067",
                    "titre": "Code de la mutualité",
                    "titreLong": "Code de la mutualité",
                    "etat": "VIGUEUR",
                    "dateDebut": 491184000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074067",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000580325",
                    "textTitle": "Ordonnance n° 2001-350 du 19 avril 2001",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000580325",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2001-04-22",
                    "dateSignaTexte": "2001-04-19",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000030430065",
                    "textTitle": "ORDONNANCE n°2015-378 du 2 avril 2015 - art. 13",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "13",
                    "articleId": "LEGIARTI000030431448",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2015-04-03",
                    "dateSignaTexte": "2015-04-02",
                    "dateDebutCible": "2015-04-04"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L114-33 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L114-33",
                    "articleId": "LEGIARTI000006792161",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 987897600000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L114-34 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L114-34",
                    "articleId": "LEGIARTI000006792162",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 987897600000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L114-35 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L114-35",
                    "articleId": "LEGIARTI000030438251",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L212-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L212-7",
                    "articleId": "LEGIARTI000006792244",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1213488000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006792158",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 987897600000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030438244",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L114-32",
                "114-32"
            ],
            "versionPrecedente": "LEGIARTI000006792158",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006792158",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Toute convention intervenant entre une mutuelle, une union ou une fédération et l'un de ses administrateurs ou dirigeants salariés ou une personne morale à laquelle elle a délégué tout ou partie de sa gestion est soumise à l'autorisation préalable du conseil d'administration. La décision du conseil d'administration doit intervenir au plus tard lors de la réunion du conseil d'administration où sont arrêtés les comptes annuels de l'exercice. Il en est de même des conventions auxquelles un administrateur ou un dirigeant salarié est indirectement intéressé ou dans lesquelles il traite avec la mutuelle, union ou fédération, par personne interposée, ainsi que des conventions intervenant entre la mutuelle, l'union ou la fédération et toute personne morale de droit privé si l'un des administrateurs, dirigeant salarié de la mutuelle, union ou fédération est propriétaire, associé indéfiniment responsable, gérant, administrateur, directeur général, membre du directoire, du conseil de surveillance ou, de façon générale, dirigeant de ladite personne morale. Les conventions intervenant entre un administrateur ou un dirigeant salarié d'une mutuelle, union ou fédération et l'une des personnes morales appartenant au même groupe au sens de l'article L. 212-7 sont soumises aux dispositions du premier alinéa. Lorsque le conseil d'administration d'une mutuelle, union ou fédération est composé, pour plus du tiers de ses membres, d'administrateurs, de dirigeants ou d'associés issus d'une seule personne morale de droit privé ne relevant pas des dispositions du présent code, les conventions intervenant entre cette personne morale et un administrateur ou un dirigeant salarié de la mutuelle, union ou fédération sont soumises aux dispositions du premier alinéa.",
            "texteHtml": "<p></p>   Toute convention intervenant entre une mutuelle, une union ou une fédération et l'un de ses administrateurs ou dirigeants salariés ou une personne morale à laquelle elle a délégué tout ou partie de sa gestion est soumise à l'autorisation préalable du conseil d'administration. La décision du conseil d'administration doit intervenir au plus tard lors de la réunion du conseil d'administration où sont arrêtés les comptes annuels de l'exercice.<p></p><p></p>   Il en est de même des conventions auxquelles un administrateur ou un dirigeant salarié est indirectement intéressé ou dans lesquelles il traite avec la mutuelle, union ou fédération, par personne interposée, ainsi que des conventions intervenant entre la mutuelle, l'union ou la fédération et toute personne morale de droit privé si l'un des administrateurs, dirigeant salarié de la mutuelle, union ou fédération est propriétaire, associé indéfiniment responsable, gérant, administrateur, directeur général, membre du directoire, du conseil de surveillance ou, de façon générale, dirigeant de ladite personne morale.<p></p><p></p>   Les conventions intervenant entre un administrateur ou un dirigeant salarié d'une mutuelle, union ou fédération et l'une des personnes morales appartenant au même groupe au sens de l'article L. 212-7 sont soumises aux dispositions du premier alinéa.<p></p><p></p>   Lorsque le conseil d'administration d'une mutuelle, union ou fédération est composé, pour plus du tiers de ses membres, d'administrateurs, de dirigeants ou d'associés issus d'une seule personne morale de droit privé ne relevant pas des dispositions du présent code, les conventions intervenant entre cette personne morale et un administrateur ou un dirigeant salarié de la mutuelle, union ou fédération sont soumises aux dispositions du premier alinéa.<p></p>",
            "num": "L114-32",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 987897600000,
            "dateFin": 1451606400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 816031,
            "context": {
                "titresTM": [
                    {
                        "debut": "1985-07-26",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107969",
                        "id": "LEGISCTA000006107969",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Règles générales applicables à l'ensemble des mutuelles, unions et fédérations.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128405",
                        "id": "LEGISCTA000006128405",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Fonctionnement des mutuelles, unions et fédérations : dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142674",
                        "id": "LEGISCTA000006142674",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-04-22",
                        "fin": "2016-01-01",
                        "titre": "Section 5 : Dispositions relatives aux fonctions d'administrateur et de dirigeant salarié.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157212",
                        "id": "LEGISCTA000006157212",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-01-01",
                        "fin": "2017-05-06",
                        "titre": "Section 5 : Dispositions relatives aux fonctions d'administrateur et de dirigeant opérationnel",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157212",
                        "id": "LEGISCTA000030438189",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2017-05-06",
                        "fin": "2999-01-01",
                        "titre": "Section 5 : Dispositions relatives aux fonctions d'administrateur, de dirigeant opérationnel et de mandataire mutualiste",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157212",
                        "id": "LEGISCTA000034588061",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 3,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1985-07-26",
                        "fin": "2999-01-01",
                        "titre": "Code de la mutualité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074067",
                        "id": "LEGITEXT000006074067",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006792158",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006157212",
            "sectionParentId": "LEGISCTA000034588061",
            "sectionParentTitre": "Section 5 : Dispositions relatives aux fonctions d'administrateur, de dirigeant opérationnel et de mandataire mutualiste",
            "fullSectionsTitre": "Partie législative &gt; Livre Ier : Règles générales applicables à l'ensemble des mutuelles, unions et fédérations. &gt; Chapitre IV : Fonctionnement des mutuelles, unions et fédérations : dispositions générales. &gt; Section 5 : Dispositions relatives aux fonctions d'administrateur et de dirigeant opérationnel",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006792158",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074067",
                    "titre": "Code de la mutualité",
                    "titreLong": "Code de la mutualité",
                    "etat": "VIGUEUR",
                    "dateDebut": 491184000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074067",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000580325",
                    "textTitle": "Ordonnance 2001-350 2001-04-19",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000580325",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2001-04-22",
                    "dateSignaTexte": "2001-04-19",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L114-33 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L114-33",
                    "articleId": "LEGIARTI000006792161",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 987897600000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L114-34 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L114-34",
                    "articleId": "LEGIARTI000006792162",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 987897600000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L114-35 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L114-35",
                    "articleId": "LEGIARTI000030438251",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006074067",
                    "textTitle": "Code de la mutualité - art. L212-7 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L212-7",
                    "articleId": "LEGIARTI000006792244",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1213488000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006792158",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 987897600000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030438244",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L114-32",
                "114-32"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}