{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000038723964",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Les casinos régis par les articles L. 321-1 et suivants du code de la sécurité intérieure , détenant un récépissé de déclaration d'entrepreneur de spectacles vivants valant licence, peuvent bénéficier d'un crédit d'impôt au titre des manifestations artistiques de qualité qu'ils ont directement organisées ou ont contractuellement fait organiser à leur nom et pour leur compte durant la saison des jeux définie à l'article L. 2333-55-2 . II. – Les manifestations artistiques de qualité mentionnées au I du présent article répondent aux conditions cumulatives suivantes : 1° Elles relèvent du secteur du spectacle vivant ou enregistré et des arts graphiques, plastiques ou photographiques ; 2° Elles sont organisées sur le territoire de la commune siège du casino ou de l'établissement public de coopération intercommunale bénéficiant du reversement, en tout ou partie, du prélèvement mentionné à l'article L. 2333-54 ; 3° Elles répondent à au moins trois des quatre objectifs suivants : a) Contribuer à la promotion et à la diffusion de spectacles ou d'œuvres accessibles au public le plus large et le plus diversifié ; b) Mettre en œuvre une programmation de manifestations réalisées avec le concours d'artistes du spectacle, au sens des articles L. 7121-1 et suivants du code du travail , et percevant une rémunération ou avec le concours d'artistes auteurs d'arts graphiques, plastiques ou photographiques, au sens des articles L. 382-1 et suivants du code de la sécurité sociale ; c) Accorder une place significative aux créations, commandes d'œuvres, nouvelles productions, coproductions ou coréalisations ; d) Disposer d'une notoriété internationale ou nationale. Le bénéfice du crédit d'impôt est subordonné à la décision préalable de l'autorité compétente de l'Etat, qui atteste du respect de la condition mentionnée au 1° et apprécie les critères mentionnés au 3° du présent II au moyen d'un barème de points dont le contenu est fixé par le décret prévu au VIII. III. – Le crédit d'impôt mentionné au I est égal à 77 % de la différence entre les dépenses mentionnées au IV supportées par le casino et les recettes mentionnées au V encaissées par celui-ci. Il est plafonné à 4 % du produit brut des jeux, défini à l'article L. 2333-55-1 , de la saison des jeux au cours de laquelle les manifestations artistiques de qualité se sont déroulées. IV. – Sont prises en compte dans le calcul du crédit d'impôt les dépenses suivantes : A. – Les dépenses des personnels recrutés exclusivement dans le cadre de la manifestation en cause et afférentes aux artistes mentionnés à l' article L. 7121-2 du code du travail et à l' article L. 212-1 du code de la propriété intellectuelle et aux ouvriers et techniciens relevant des professions du spectacle vivant et occupant un des emplois définis par l'accord relatif à l'application pour ces professions du régime d'assurance chômage prévu à l' article L. 5422-20 du code du travail . Elles comprennent : 1° Les salaires ; 2° Les charges sociales afférentes aux salaires dès lors qu'elles constituent des cotisations sociales obligatoires ; 3° Les frais de déplacement, d'hébergement et de restauration de ces personnels ; B. – Les dépenses des personnels du casino autres que ceux mentionnés au A et relevant des emplois suivants : régie lumière et son, assistant opérateur, opérateur, animateur et présentateur de spectacle, musicien, artiste, ouvreur, aide-accessoiriste, accessoiriste, régisseur, directeur artistique et agent en charge de la sécurité et de la sécurité incendie. Elles comprennent : 1° Les salaires ; 2° Les charges sociales afférentes aux salaires, dès lors qu'elles constituent des cotisations sociales obligatoires ; 3° Les avantages en nature et primes accordés à ces personnels. Ces dépenses sont retenues pour leur montant réel par spectacle, dans la limite d'un plafond déterminé à partir d'un nombre maximal d'heures, fixé par le décret prévu au VIII, pour chacun des emplois et en fonction du tarif horaire fixé par la convention collective nationale des casinos ; C. – Pour les seuls exploitants de salles de spectacles, les autres dépenses de fonctionnement exposées dans le cadre de l'organisation de la manifestation en cause. Elles sont retenues : 1° Pour les salles de spectacles dont la jauge en configuration assise est supérieure ou égale à mille places, à hauteur du montant des dépenses mentionnées aux A et B multiplié par un taux, exprimé en pourcentage et arrondi à la première décimale, égal au nombre de manifestations éligibles multiplié par un coefficient de 0,4 ; 2° Pour les salles de spectacles dont la jauge en configuration assise est inférieure à mille places, à hauteur du montant des dépenses mentionnées aux A et B multiplié par un taux, exprimé en pourcentage et arrondi à la première décimale, égal au nombre de manifestations éligibles multiplié par un coefficient de 0,2 ; D. – Les dépenses liées à l'exploitation de la manifestation : 1° Les dépenses d'acquisition du droit de représentation ou d'exploitation du spectacle ainsi que les dépenses de déplacement, d'hébergement et de restauration des artistes et techniciens qui y sont attachées ; 2° Les dépenses d'hébergement et de restauration des membres du jury, des artistes, des journalistes, des photographes et des critiques d'art participant aux galas d'ouverture et de clôture de festivals de cinéma et de vernissages d'exposition. Les dépenses d'hébergement sont comprises dans l'assiette du crédit d'impôt, dans la limite de 200 € par nuitée ; 3° Les dépenses de prestations de création artistique ; 4° Les dépenses de location de lieux loués spécifiquement pour l'organisation de la manifestation ; 5° Les dépenses de matériels ou de prestations de services relatives spécifiquement à la représentation de la manifestation, soit celles afférentes aux costumes, à la coiffure et au maquillage des artistes, aux accessoires de scène, aux décors, aux sons et lumière, à la machinerie, à l'accueil du public et à la sécurité de la manifestation ; 6° Les dépenses de publicité, dès lors que leur objet principal est de promouvoir la manifestation éligible au crédit d'impôt ; 7° Les dépenses d'électricité et de chauffage, déterminées au regard de la superficie de la salle de spectacle et du nombre de jours durant lesquels s'y sont déroulées la ou les manifestations en cause ; E. – Les dépenses engagées par la société mère mentionnée à l' article 223 A du code général des impôts , sous réserve qu'elles respectent les conditions fixées par le décret prévu au VIII du présent article. Les dépenses prévues aux A à E ne doivent ni avoir été ni être comprises dans la base de calcul d'un crédit ou d'une réduction d'impôt sur le revenu ou d'impôt sur les sociétés. V. – Sont prises en compte dans le calcul du crédit d'impôt les recettes suivantes : 1° Les recettes de billetterie ; 2° Les recettes de vente de programmes ou de produits dérivés liés à la manifestation ; 3° Les subventions publiques non remboursables versées au casino par l'Etat ou les collectivités territoriales et directement affectées aux dépenses mentionnées au IV ; 4° Les subventions privées ; 5° Les recettes de mécénat et de sponsoring. VI. – Le montant du crédit d'impôt est imputé sur les prélèvements mentionnés aux articles L. 2333-54 et L. 2333-56 , dus au titre de la saison des jeux échue au cours de laquelle se sont déroulées les manifestations artistiques de qualité. VII. – Le montant du crédit d'impôt donne lieu à un remboursement dont la demande est présentée, instruite et jugée selon les règles applicables aux taxes sur le chiffre d'affaires. VIII. – Un décret en Conseil d'Etat précise les conditions d'application du présent article, notamment les obligations déclaratives. IX. – Le crédit d'impôt est supporté par : 1° Le budget de l'Etat, à hauteur du rapport entre le montant du prélèvement mentionné à l'article L. 2333-56 affecté à l'Etat et la somme des prélèvements mentionnés aux articles L. 2333-54 et L. 2333-56 recouvrés au titre de la saison des jeux sur laquelle s'impute le crédit d'impôt ; 2° La collectivité bénéficiaire des prélèvements mentionnés aux mêmes articles L. 2333-54 et L. 2333-56, à hauteur du solde.",
            "texteHtml": "<p></p><p>I. – Les casinos régis par les <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000025503132&idArticle=LEGIARTI000025505697&dateTexte=&categorieLien=cid'>articles L. 321-1 et suivants du code de la sécurité intérieure</a>, détenant un récépissé de déclaration d'entrepreneur de spectacles vivants valant licence, peuvent bénéficier d'un crédit d'impôt au titre des manifestations artistiques de qualité qu'ils ont directement organisées ou ont contractuellement fait organiser à leur nom et pour leur compte durant la saison des jeux définie à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000020898069&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. L2333-55-2 (V)'>L. 2333-55-2</a>. </p><p>II. – Les manifestations artistiques de qualité mentionnées au I du présent article répondent aux conditions cumulatives suivantes : </p><p>1° Elles relèvent du secteur du spectacle vivant ou enregistré et des arts graphiques, plastiques ou photographiques ; </p><p>2° Elles sont organisées sur le territoire de la commune siège du casino ou de l'établissement public de coopération intercommunale bénéficiant du reversement, en tout ou partie, du prélèvement mentionné à l'article L. 2333-54 ; </p><p>3° Elles répondent à au moins trois des quatre objectifs suivants : </p><p>a) Contribuer à la promotion et à la diffusion de spectacles ou d'œuvres accessibles au public le plus large et le plus diversifié ; </p><p>b) Mettre en œuvre une programmation de manifestations réalisées avec le concours d'artistes du spectacle, au sens des <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006904526&dateTexte=&categorieLien=cid'>articles L. 7121-1 et suivants du code du travail</a>, et percevant une rémunération ou avec le concours d'artistes auteurs d'arts graphiques, plastiques ou photographiques, au sens des <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006742853&dateTexte=&categorieLien=cid'>articles L. 382-1 et suivants du code de la sécurité sociale </a>; </p><p>c) Accorder une place significative aux créations, commandes d'œuvres, nouvelles productions, coproductions ou coréalisations ; </p><p>d) Disposer d'une notoriété internationale ou nationale. </p><p>Le bénéfice du crédit d'impôt est subordonné à la décision préalable de l'autorité compétente de l'Etat, qui atteste du respect de la condition mentionnée au 1° et apprécie les critères mentionnés au 3° du présent II au moyen d'un barème de points dont le contenu est fixé par le décret prévu au VIII. </p><p>III. – Le crédit d'impôt mentionné au I est égal à 77 % de la différence entre les dépenses mentionnées au IV supportées par le casino et les recettes mentionnées au V encaissées par celui-ci. </p><p>Il est plafonné à 4 % du produit brut des jeux, défini à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000020050816&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. L2333-55-1 (V)'>L. 2333-55-1</a>, de la saison des jeux au cours de laquelle les manifestations artistiques de qualité se sont déroulées. </p><p>IV. – Sont prises en compte dans le calcul du crédit d'impôt les dépenses suivantes : </p><p>A. – Les dépenses des personnels recrutés exclusivement dans le cadre de la manifestation en cause et afférentes aux artistes mentionnés à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006904527&dateTexte=&categorieLien=cid'>article L. 7121-2 du code du travail </a>et à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069414&idArticle=LEGIARTI000006279034&dateTexte=&categorieLien=cid'>article L. 212-1 du code de la propriété intellectuelle </a>et aux ouvriers et techniciens relevant des professions du spectacle vivant et occupant un des emplois définis par l'accord relatif à l'application pour ces professions du régime d'assurance chômage prévu à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006903842&dateTexte=&categorieLien=cid'>article L. 5422-20 du code du travail</a>. </p><p>Elles comprennent : </p><p>1° Les salaires ; </p><p>2° Les charges sociales afférentes aux salaires dès lors qu'elles constituent des cotisations sociales obligatoires ; </p><p>3° Les frais de déplacement, d'hébergement et de restauration de ces personnels ; </p><p>B. – Les dépenses des personnels du casino autres que ceux mentionnés au A et relevant des emplois suivants : régie lumière et son, assistant opérateur, opérateur, animateur et présentateur de spectacle, musicien, artiste, ouvreur, aide-accessoiriste, accessoiriste, régisseur, directeur artistique et agent en charge de la sécurité et de la sécurité incendie. </p><p>Elles comprennent : </p><p>1° Les salaires ; </p><p>2° Les charges sociales afférentes aux salaires, dès lors qu'elles constituent des cotisations sociales obligatoires ; </p><p>3° Les avantages en nature et primes accordés à ces personnels. </p><p>Ces dépenses sont retenues pour leur montant réel par spectacle, dans la limite d'un plafond déterminé à partir d'un nombre maximal d'heures, fixé par le décret prévu au VIII, pour chacun des emplois et en fonction du tarif horaire fixé par la convention collective nationale des casinos ; </p><p>C. – Pour les seuls exploitants de salles de spectacles, les autres dépenses de fonctionnement exposées dans le cadre de l'organisation de la manifestation en cause. Elles sont retenues : </p><p>1° Pour les salles de spectacles dont la jauge en configuration assise est supérieure ou égale à mille places, à hauteur du montant des dépenses mentionnées aux A et B multiplié par un taux, exprimé en pourcentage et arrondi à la première décimale, égal au nombre de manifestations éligibles multiplié par un coefficient de 0,4 ; </p><p>2° Pour les salles de spectacles dont la jauge en configuration assise est inférieure à mille places, à hauteur du montant des dépenses mentionnées aux A et B multiplié par un taux, exprimé en pourcentage et arrondi à la première décimale, égal au nombre de manifestations éligibles multiplié par un coefficient de 0,2 ; </p><p>D. – Les dépenses liées à l'exploitation de la manifestation : </p><p>1° Les dépenses d'acquisition du droit de représentation ou d'exploitation du spectacle ainsi que les dépenses de déplacement, d'hébergement et de restauration des artistes et techniciens qui y sont attachées ; </p><p>2° Les dépenses d'hébergement et de restauration des membres du jury, des artistes, des journalistes, des photographes et des critiques d'art participant aux galas d'ouverture et de clôture de festivals de cinéma et de vernissages d'exposition. Les dépenses d'hébergement sont comprises dans l'assiette du crédit d'impôt, dans la limite de 200 € par nuitée ; </p><p>3° Les dépenses de prestations de création artistique ; </p><p>4° Les dépenses de location de lieux loués spécifiquement pour l'organisation de la manifestation ; </p><p>5° Les dépenses de matériels ou de prestations de services relatives spécifiquement à la représentation de la manifestation, soit celles afférentes aux costumes, à la coiffure et au maquillage des artistes, aux accessoires de scène, aux décors, aux sons et lumière, à la machinerie, à l'accueil du public et à la sécurité de la manifestation ; </p><p>6° Les dépenses de publicité, dès lors que leur objet principal est de promouvoir la manifestation éligible au crédit d'impôt ; </p><p>7° Les dépenses d'électricité et de chauffage, déterminées au regard de la superficie de la salle de spectacle et du nombre de jours durant lesquels s'y sont déroulées la ou les manifestations en cause ; </p><p>E. – Les dépenses engagées par la société mère mentionnée à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006303609&dateTexte=&categorieLien=cid'>article 223 A du code général des impôts</a>, sous réserve qu'elles respectent les conditions fixées par le décret prévu au VIII du présent article. </p><p>Les dépenses prévues aux A à E ne doivent ni avoir été ni être comprises dans la base de calcul d'un crédit ou d'une réduction d'impôt sur le revenu ou d'impôt sur les sociétés. </p><p>V. – Sont prises en compte dans le calcul du crédit d'impôt les recettes suivantes : </p><p>1° Les recettes de billetterie ; </p><p>2° Les recettes de vente de programmes ou de produits dérivés liés à la manifestation ; </p><p>3° Les subventions publiques non remboursables versées au casino par l'Etat ou les collectivités territoriales et directement affectées aux dépenses mentionnées au IV ; </p><p>4° Les subventions privées ; </p><p>5° Les recettes de mécénat et de sponsoring. </p><p>VI. – Le montant du crédit d'impôt est imputé sur les prélèvements mentionnés aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006390671&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. L2333-54 (V)'>L. 2333-54 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006390676&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. L2333-56 (V)'>L. 2333-56</a>, dus au titre de la saison des jeux échue au cours de laquelle se sont déroulées les manifestations artistiques de qualité. </p><p>VII. – Le montant du crédit d'impôt donne lieu à un remboursement dont la demande est présentée, instruite et jugée selon les règles applicables aux taxes sur le chiffre d'affaires. </p><p>VIII. – Un décret en Conseil d'Etat précise les conditions d'application du présent article, notamment les obligations déclaratives. </p><p>IX. – Le crédit d'impôt est supporté par : </p><p>1° Le budget de l'Etat, à hauteur du rapport entre le montant du prélèvement mentionné à l'article L. 2333-56 affecté à l'Etat et la somme des prélèvements mentionnés aux articles L. 2333-54 et L. 2333-56 recouvrés au titre de la saison des jeux sur laquelle s'impute le crédit d'impôt ; </p><p>2° La collectivité bénéficiaire des prélèvements mentionnés aux mêmes articles L. 2333-54 et L. 2333-56, à hauteur du solde.</p><p></p>",
            "num": "L2333-55-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1569888000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 246956,
            "context": {
                "titresTM": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088000",
                        "id": "LEGISCTA000006088000",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "DEUXIÈME PARTIE : LA COMMUNE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006116628",
                        "id": "LEGISCTA000006116628",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "LIVRE III : FINANCES COMMUNALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006135493",
                        "id": "LEGISCTA000006135493",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "TITRE III : RECETTES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006149245",
                        "id": "LEGISCTA000006149245",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "CHAPITRE III : Taxes, redevances ou versements non prévus par le code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006164579",
                        "id": "LEGISCTA000006164579",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Section 6 : Taxes particulières aux stations",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006181009",
                        "id": "LEGISCTA000006181009",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2009-01-01",
                        "titre": "Sous-section 4 : Prélèvement progressif sur le produit des jeux dans les casinos.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006192286",
                        "id": "LEGISCTA000006192286",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2009-01-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 4 : Prélèvements sur le produit des jeux dans les casinos.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006192286",
                        "id": "LEGISCTA000020059152",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000030012070",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006192286",
            "sectionParentId": "LEGISCTA000020059152",
            "sectionParentTitre": "Sous-section 4 : Prélèvements sur le produit des jeux dans les casinos.",
            "fullSectionsTitre": "Partie législative &gt; DEUXIÈME PARTIE : LA COMMUNE &gt; LIVRE III : FINANCES COMMUNALES &gt; TITRE III : RECETTES &gt; CHAPITRE III : Taxes, redevances ou versements non prévus par le code général des impôts &gt; Section 6 : Taxes particulières aux stations &gt; Sous-section 4 : Prélèvements sur le produit des jeux dans les casinos.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000038723964",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 6 de l'ordonnance n° 2019-700 du 3 juillet 2019, les demandes de licence et de renouvellement de licence, déposées avant la date d'entrée en vigueur de la présente ordonnance, demeurent régies par les dispositions du code du travail relatives à la licence d'entrepreneur de spectacles vivants dans leur rédaction antérieure au présent texte.",
            "notaHtml": "<p>Conformément à l'article 6 de l'ordonnance n° 2019-700 du 3 juillet 2019, les demandes de licence et de renouvellement de licence, déposées avant la date d'entrée en vigueur de la présente ordonnance, demeurent régies par les dispositions du code du travail relatives à la licence d'entrepreneur de spectacles vivants dans leur rédaction antérieure au présent texte.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000038721158",
                    "textTitle": "Ordonnance n°2019-700 du 3 juillet 2019 - art. 5",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000038722193",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2019-07-04",
                    "dateSignaTexte": "2019-07-03",
                    "dateDebutCible": "2019-07-05"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069414",
                    "textTitle": "Code de la propriété intellectuelle - art. L212-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L212-1",
                    "articleId": "LEGIARTI000006279034",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 710121600000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 223 A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "223 A",
                    "articleId": "LEGIARTI000006303609",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 725846400000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2333-54 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2333-54",
                    "articleId": "LEGIARTI000006390671",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 825120000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2333-55-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2333-55-1",
                    "articleId": "LEGIARTI000020050816",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1230768000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2333-55-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2333-55-2",
                    "articleId": "LEGIARTI000020898069",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1257033600000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2333-56 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2333-56",
                    "articleId": "LEGIARTI000006390676",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 825120000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. R2333-82-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R2333-82-4",
                    "articleId": "LEGIARTI000032773396",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1466985600000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L172 H (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L172 H",
                    "articleId": "LEGIARTI000030012234",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1414800000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L5422-20",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L5422-20",
                    "articleId": "LEGIARTI000006903842",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L7121-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L7121-1",
                    "articleId": "LEGIARTI000006904526",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L7121-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L7121-2",
                    "articleId": "LEGIARTI000006904527",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L382-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L382-1",
                    "articleId": "LEGIARTI000006742853",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 728352000000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. L321-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L321-1",
                    "articleId": "LEGIARTI000025505697",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1335830400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000030012211",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1446336000000,
                    "dateFin": 1569888000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038723964",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1569888000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L2333-55-3",
                "2333-55-3"
            ],
            "versionPrecedente": "LEGIARTI000030012211",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000030012211",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Les casinos régis par les articles L. 321-1 et suivants du code de la sécurité intérieure , titulaires d'une licence d'entrepreneur de spectacles, peuvent bénéficier d'un crédit d'impôt au titre des manifestations artistiques de qualité qu'ils ont directement organisées ou ont contractuellement fait organiser à leur nom et pour leur compte durant la saison des jeux définie à l'article L. 2333-55-2. II. – Les manifestations artistiques de qualité mentionnées au I du présent article répondent aux conditions cumulatives suivantes : 1° Elles relèvent du secteur du spectacle vivant ou enregistré et des arts graphiques, plastiques ou photographiques ; 2° Elles sont organisées sur le territoire de la commune siège du casino ou de l'établissement public de coopération intercommunale bénéficiant du reversement, en tout ou partie, du prélèvement mentionné à l'article L. 2333-54 ; 3° Elles répondent à au moins trois des quatre objectifs suivants : a) Contribuer à la promotion et à la diffusion de spectacles ou d'œuvres accessibles au public le plus large et le plus diversifié ; b) Mettre en œuvre une programmation de manifestations réalisées avec le concours d'artistes du spectacle, au sens des articles L. 7121-1 et suivants du code du travail , et percevant une rémunération ou avec le concours d'artistes auteurs d'arts graphiques, plastiques ou photographiques, au sens des articles L. 382-1 et suivants du code de la sécurité sociale ; c) Accorder une place significative aux créations, commandes d'œuvres, nouvelles productions, coproductions ou coréalisations ; d) Disposer d'une notoriété internationale ou nationale. Le bénéfice du crédit d'impôt est subordonné à la décision préalable de l'autorité compétente de l'Etat, qui atteste du respect de la condition mentionnée au 1° et apprécie les critères mentionnés au 3° du présent II au moyen d'un barème de points dont le contenu est fixé par le décret prévu au VIII. III. – Le crédit d'impôt mentionné au I est égal à 77 % de la différence entre les dépenses mentionnées au IV supportées par le casino et les recettes mentionnées au V encaissées par celui-ci. Il est plafonné à 4 % du produit brut des jeux, défini à l'article L. 2333-55-1, de la saison des jeux au cours de laquelle les manifestations artistiques de qualité se sont déroulées. IV. – Sont prises en compte dans le calcul du crédit d'impôt les dépenses suivantes : A. – Les dépenses des personnels recrutés exclusivement dans le cadre de la manifestation en cause et afférentes aux artistes mentionnés à l' article L. 7121-2 du code du travail et à l' article L. 212-1 du code de la propriété intellectuelle et aux ouvriers et techniciens relevant des professions du spectacle vivant et occupant un des emplois définis par l'accord relatif à l'application pour ces professions du régime d'assurance chômage prévu à l' article L. 5422-20 du code du travail . Elles comprennent : 1° Les salaires ; 2° Les charges sociales afférentes aux salaires dès lors qu'elles constituent des cotisations sociales obligatoires ; 3° Les frais de déplacement, d'hébergement et de restauration de ces personnels ; B. – Les dépenses des personnels du casino autres que ceux mentionnés au A et relevant des emplois suivants : régie lumière et son, assistant opérateur, opérateur, animateur et présentateur de spectacle, musicien, artiste, ouvreur, aide-accessoiriste, accessoiriste, régisseur, directeur artistique et agent en charge de la sécurité et de la sécurité incendie. Elles comprennent : 1° Les salaires ; 2° Les charges sociales afférentes aux salaires, dès lors qu'elles constituent des cotisations sociales obligatoires ; 3° Les avantages en nature et primes accordés à ces personnels. Ces dépenses sont retenues pour leur montant réel par spectacle, dans la limite d'un plafond déterminé à partir d'un nombre maximal d'heures, fixé par le décret prévu au VIII, pour chacun des emplois et en fonction du tarif horaire fixé par la convention collective nationale des casinos ; C. – Pour les seuls exploitants de salles de spectacles, les autres dépenses de fonctionnement exposées dans le cadre de l'organisation de la manifestation en cause. Elles sont retenues : 1° Pour les salles de spectacles dont la jauge en configuration assise est supérieure ou égale à mille places, à hauteur du montant des dépenses mentionnées aux A et B multiplié par un taux, exprimé en pourcentage et arrondi à la première décimale, égal au nombre de manifestations éligibles multiplié par un coefficient de 0,4 ; 2° Pour les salles de spectacles dont la jauge en configuration assise est inférieure à mille places, à hauteur du montant des dépenses mentionnées aux A et B multiplié par un taux, exprimé en pourcentage et arrondi à la première décimale, égal au nombre de manifestations éligibles multiplié par un coefficient de 0,2 ; D. – Les dépenses liées à l'exploitation de la manifestation : 1° Les dépenses d'acquisition du droit de représentation ou d'exploitation du spectacle ainsi que les dépenses de déplacement, d'hébergement et de restauration des artistes et techniciens qui y sont attachées ; 2° Les dépenses d'hébergement et de restauration des membres du jury, des artistes, des journalistes, des photographes et des critiques d'art participant aux galas d'ouverture et de clôture de festivals de cinéma et de vernissages d'exposition. Les dépenses d'hébergement sont comprises dans l'assiette du crédit d'impôt, dans la limite de 200 € par nuitée ; 3° Les dépenses de prestations de création artistique ; 4° Les dépenses de location de lieux loués spécifiquement pour l'organisation de la manifestation ; 5° Les dépenses de matériels ou de prestations de services relatives spécifiquement à la représentation de la manifestation, soit celles afférentes aux costumes, à la coiffure et au maquillage des artistes, aux accessoires de scène, aux décors, aux sons et lumière, à la machinerie, à l'accueil du public et à la sécurité de la manifestation ; 6° Les dépenses de publicité, dès lors que leur objet principal est de promouvoir la manifestation éligible au crédit d'impôt ; 7° Les dépenses d'électricité et de chauffage, déterminées au regard de la superficie de la salle de spectacle et du nombre de jours durant lesquels s'y sont déroulées la ou les manifestations en cause ; E. – Les dépenses engagées par la société mère mentionnée à l' article 223 A du code général des impôts , sous réserve qu'elles respectent les conditions fixées par le décret prévu au VIII du présent article. Les dépenses prévues aux A à E ne doivent ni avoir été ni être comprises dans la base de calcul d'un crédit ou d'une réduction d'impôt sur le revenu ou d'impôt sur les sociétés. V. – Sont prises en compte dans le calcul du crédit d'impôt les recettes suivantes : 1° Les recettes de billetterie ; 2° Les recettes de vente de programmes ou de produits dérivés liés à la manifestation ; 3° Les subventions publiques non remboursables versées au casino par l'Etat ou les collectivités territoriales et directement affectées aux dépenses mentionnées au IV ; 4° Les subventions privées ; 5° Les recettes de mécénat et de sponsoring. VI. – Le montant du crédit d'impôt est imputé sur les prélèvements mentionnés aux articles L. 2333-54 et L. 2333-56, dus au titre de la saison des jeux échue au cours de laquelle se sont déroulées les manifestations artistiques de qualité. VII. – Le montant du crédit d'impôt donne lieu à un remboursement dont la demande est présentée, instruite et jugée selon les règles applicables aux taxes sur le chiffre d'affaires. VIII. – Un décret en Conseil d'Etat précise les conditions d'application du présent article, notamment les obligations déclaratives. IX. – Le crédit d'impôt est supporté par : 1° Le budget de l'Etat, à hauteur du rapport entre le montant du prélèvement mentionné à l'article L. 2333-56 affecté à l'Etat et la somme des prélèvements mentionnés aux articles L. 2333-54 et L. 2333-56 recouvrés au titre de la saison des jeux sur laquelle s'impute le crédit d'impôt ; 2° La collectivité bénéficiaire des prélèvements mentionnés aux mêmes articles L. 2333-54 et L. 2333-56, à hauteur du solde.",
            "texteHtml": "<p>I. – Les casinos régis par les <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000025503132&idArticle=LEGIARTI000025505697&dateTexte=&categorieLien=cid'>articles L. 321-1 et suivants du code de la sécurité intérieure</a>, titulaires d'une licence d'entrepreneur de spectacles, peuvent bénéficier d'un crédit d'impôt au titre des manifestations artistiques de qualité qu'ils ont directement organisées ou ont contractuellement fait organiser à leur nom et pour leur compte durant la saison des jeux définie à l'article L. 2333-55-2.</p><p>II. – Les manifestations artistiques de qualité mentionnées au I du présent article répondent aux conditions cumulatives suivantes :</p><p>1° Elles relèvent du secteur du spectacle vivant ou enregistré et des arts graphiques, plastiques ou photographiques ;</p><p>2° Elles sont organisées sur le territoire de la commune siège du casino ou de l'établissement public de coopération intercommunale bénéficiant du reversement, en tout ou partie, du prélèvement mentionné à l'article L. 2333-54 ;</p><p>3° Elles répondent à au moins trois des quatre objectifs suivants :</p><p>a) Contribuer à la promotion et à la diffusion de spectacles ou d'œuvres accessibles au public le plus large et le plus diversifié ;</p><p>b) Mettre en œuvre une programmation de manifestations réalisées avec le concours d'artistes du spectacle, au sens des <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006904526&dateTexte=&categorieLien=cid'>articles L. 7121-1 et suivants du code du travail</a>, et percevant une rémunération ou avec le concours d'artistes auteurs d'arts graphiques, plastiques ou photographiques, au sens des <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073189&idArticle=LEGIARTI000006742853&dateTexte=&categorieLien=cid'>articles L. 382-1 et suivants du code de la sécurité sociale </a>;</p><p>c) Accorder une place significative aux créations, commandes d'œuvres, nouvelles productions, coproductions ou coréalisations ;</p><p>d) Disposer d'une notoriété internationale ou nationale.</p><p>Le bénéfice du crédit d'impôt est subordonné à la décision préalable de l'autorité compétente de l'Etat, qui atteste du respect de la condition mentionnée au 1° et apprécie les critères mentionnés au 3° du présent II au moyen d'un barème de points dont le contenu est fixé par le décret prévu au VIII.</p><p>III. – Le crédit d'impôt mentionné au I est égal à 77 % de la différence entre les dépenses mentionnées au IV supportées par le casino et les recettes mentionnées au V encaissées par celui-ci.</p><p>Il est plafonné à 4 % du produit brut des jeux, défini à l'article L. 2333-55-1, de la saison des jeux au cours de laquelle les manifestations artistiques de qualité se sont déroulées.</p><p>IV. – Sont prises en compte dans le calcul du crédit d'impôt les dépenses suivantes :</p><p>A. – Les dépenses des personnels recrutés exclusivement dans le cadre de la manifestation en cause et afférentes aux artistes mentionnés à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006904527&dateTexte=&categorieLien=cid'>article L. 7121-2 du code du travail </a>et à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069414&idArticle=LEGIARTI000006279034&dateTexte=&categorieLien=cid'>article L. 212-1 du code de la propriété intellectuelle </a>et aux ouvriers et techniciens relevant des professions du spectacle vivant et occupant un des emplois définis par l'accord relatif à l'application pour ces professions du régime d'assurance chômage prévu à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072050&idArticle=LEGIARTI000006903842&dateTexte=&categorieLien=cid'>article L. 5422-20 du code du travail</a>.</p><p>Elles comprennent :</p><p>1° Les salaires ;</p><p>2° Les charges sociales afférentes aux salaires dès lors qu'elles constituent des cotisations sociales obligatoires ;</p><p>3° Les frais de déplacement, d'hébergement et de restauration de ces personnels ;</p><p>B. – Les dépenses des personnels du casino autres que ceux mentionnés au A et relevant des emplois suivants : régie lumière et son, assistant opérateur, opérateur, animateur et présentateur de spectacle, musicien, artiste, ouvreur, aide-accessoiriste, accessoiriste, régisseur, directeur artistique et agent en charge de la sécurité et de la sécurité incendie.</p><p>Elles comprennent :</p><p>1° Les salaires ;</p><p>2° Les charges sociales afférentes aux salaires, dès lors qu'elles constituent des cotisations sociales obligatoires ;</p><p>3° Les avantages en nature et primes accordés à ces personnels.</p><p>Ces dépenses sont retenues pour leur montant réel par spectacle, dans la limite d'un plafond déterminé à partir d'un nombre maximal d'heures, fixé par le décret prévu au VIII, pour chacun des emplois et en fonction du tarif horaire fixé par la convention collective nationale des casinos ;</p><p>C. – Pour les seuls exploitants de salles de spectacles, les autres dépenses de fonctionnement exposées dans le cadre de l'organisation de la manifestation en cause. Elles sont retenues :</p><p>1° Pour les salles de spectacles dont la jauge en configuration assise est supérieure ou égale à mille places, à hauteur du montant des dépenses mentionnées aux A et B multiplié par un taux, exprimé en pourcentage et arrondi à la première décimale, égal au nombre de manifestations éligibles multiplié par un coefficient de 0,4 ;</p><p>2° Pour les salles de spectacles dont la jauge en configuration assise est inférieure à mille places, à hauteur du montant des dépenses mentionnées aux A et B multiplié par un taux, exprimé en pourcentage et arrondi à la première décimale, égal au nombre de manifestations éligibles multiplié par un coefficient de 0,2 ;</p><p>D. – Les dépenses liées à l'exploitation de la manifestation :</p><p>1° Les dépenses d'acquisition du droit de représentation ou d'exploitation du spectacle ainsi que les dépenses de déplacement, d'hébergement et de restauration des artistes et techniciens qui y sont attachées ;</p><p>2° Les dépenses d'hébergement et de restauration des membres du jury, des artistes, des journalistes, des photographes et des critiques d'art participant aux galas d'ouverture et de clôture de festivals de cinéma et de vernissages d'exposition. Les dépenses d'hébergement sont comprises dans l'assiette du crédit d'impôt, dans la limite de 200 € par nuitée ;</p><p>3° Les dépenses de prestations de création artistique ;</p><p>4° Les dépenses de location de lieux loués spécifiquement pour l'organisation de la manifestation ;</p><p>5° Les dépenses de matériels ou de prestations de services relatives spécifiquement à la représentation de la manifestation, soit celles afférentes aux costumes, à la coiffure et au maquillage des artistes, aux accessoires de scène, aux décors, aux sons et lumière, à la machinerie, à l'accueil du public et à la sécurité de la manifestation ;</p><p>6° Les dépenses de publicité, dès lors que leur objet principal est de promouvoir la manifestation éligible au crédit d'impôt ;</p><p>7° Les dépenses d'électricité et de chauffage, déterminées au regard de la superficie de la salle de spectacle et du nombre de jours durant lesquels s'y sont déroulées la ou les manifestations en cause ;</p><p>E. – Les dépenses engagées par la société mère mentionnée à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006303609&dateTexte=&categorieLien=cid'>article 223 A du code général des impôts</a>, sous réserve qu'elles respectent les conditions fixées par le décret prévu au VIII du présent article.</p><p>Les dépenses prévues aux A à E ne doivent ni avoir été ni être comprises dans la base de calcul d'un crédit ou d'une réduction d'impôt sur le revenu ou d'impôt sur les sociétés.</p><p>V. – Sont prises en compte dans le calcul du crédit d'impôt les recettes suivantes :</p><p>1° Les recettes de billetterie ;</p><p>2° Les recettes de vente de programmes ou de produits dérivés liés à la manifestation ;</p><p>3° Les subventions publiques non remboursables versées au casino par l'Etat ou les collectivités territoriales et directement affectées aux dépenses mentionnées au IV ;</p><p>4° Les subventions privées ;</p><p>5° Les recettes de mécénat et de sponsoring.</p><p>VI. – Le montant du crédit d'impôt est imputé sur les prélèvements mentionnés aux articles L. 2333-54 et L. 2333-56, dus au titre de la saison des jeux échue au cours de laquelle se sont déroulées les manifestations artistiques de qualité.</p><p>VII. – Le montant du crédit d'impôt donne lieu à un remboursement dont la demande est présentée, instruite et jugée selon les règles applicables aux taxes sur le chiffre d'affaires.</p><p>VIII. – Un décret en Conseil d'Etat précise les conditions d'application du présent article, notamment les obligations déclaratives.</p><p>IX. – Le crédit d'impôt est supporté par :</p><p>1° Le budget de l'Etat, à hauteur du rapport entre le montant du prélèvement mentionné à l'article L. 2333-56 affecté à l'Etat et la somme des prélèvements mentionnés aux articles L. 2333-54 et L. 2333-56 recouvrés au titre de la saison des jeux sur laquelle s'impute le crédit d'impôt ;</p><p>2° La collectivité bénéficiaire des prélèvements mentionnés aux mêmes articles L. 2333-54 et L. 2333-56, à hauteur du solde.</p>",
            "num": "L2333-55-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1446336000000,
            "dateFin": 1569888000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 246956,
            "context": {
                "titresTM": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088000",
                        "id": "LEGISCTA000006088000",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "DEUXIÈME PARTIE : LA COMMUNE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006116628",
                        "id": "LEGISCTA000006116628",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "LIVRE III : FINANCES COMMUNALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006135493",
                        "id": "LEGISCTA000006135493",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "TITRE III : RECETTES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006149245",
                        "id": "LEGISCTA000006149245",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "CHAPITRE III : Taxes, redevances ou versements non prévus par le code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006164579",
                        "id": "LEGISCTA000006164579",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Section 6 : Taxes particulières aux stations",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006181009",
                        "id": "LEGISCTA000006181009",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2009-01-01",
                        "titre": "Sous-section 4 : Prélèvement progressif sur le produit des jeux dans les casinos.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006192286",
                        "id": "LEGISCTA000006192286",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2009-01-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 4 : Prélèvements sur le produit des jeux dans les casinos.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006192286",
                        "id": "LEGISCTA000020059152",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000030012070",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006192286",
            "sectionParentId": "LEGISCTA000020059152",
            "sectionParentTitre": "Sous-section 4 : Prélèvements sur le produit des jeux dans les casinos.",
            "fullSectionsTitre": "Partie législative &gt; DEUXIÈME PARTIE : LA COMMUNE &gt; LIVRE III : FINANCES COMMUNALES &gt; TITRE III : RECETTES &gt; CHAPITRE III : Taxes, redevances ou versements non prévus par le code général des impôts &gt; Section 6 : Taxes particulières aux stations &gt; Sous-section 4 : Prélèvements sur le produit des jeux dans les casinos.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000030012211",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Loi n° 2014-1655 du 29 décembre 2014, article 39 VI : Cet article qui s'applique aux dépenses et aux recettes exposées à compter du 1er novembre 2015.",
            "notaHtml": "<p>Loi n° 2014-1655 du 29 décembre 2014, article 39 VI : Cet article qui s'applique aux dépenses et aux recettes exposées à compter du 1er novembre 2015.<br clear='none'/></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000029990432",
                    "textTitle": "LOI n°2014-1655 du 29 décembre 2014 - art. 39 (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "39",
                    "articleId": "LEGIARTI000030009299",
                    "natureText": "LOI",
                    "datePubliTexte": "2014-12-30",
                    "dateSignaTexte": "2014-12-29",
                    "dateDebutCible": "2014-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069414",
                    "textTitle": "Code de la propriété intellectuelle - art. L212-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L212-1",
                    "articleId": "LEGIARTI000006279034",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 710121600000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 223 A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "223 A",
                    "articleId": "LEGIARTI000006303609",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 725846400000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. R2333-82-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R2333-82-4",
                    "articleId": "LEGIARTI000032773396",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1466985600000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. L172 H (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L172 H",
                    "articleId": "LEGIARTI000030012234",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1414800000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L5422-20",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L5422-20",
                    "articleId": "LEGIARTI000006903842",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L7121-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L7121-1",
                    "articleId": "LEGIARTI000006904526",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L7121-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L7121-2",
                    "articleId": "LEGIARTI000006904527",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1209600000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L382-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L382-1",
                    "articleId": "LEGIARTI000006742853",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 728352000000
                },
                {
                    "textCid": "LEGITEXT000025503132",
                    "textTitle": "Code de la sécurité intérieure - art. L321-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L321-1",
                    "articleId": "LEGIARTI000025505697",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1335830400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000030012211",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1446336000000,
                    "dateFin": 1569888000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038723964",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1569888000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L2333-55-3",
                "2333-55-3"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}