{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000023098409",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les apprentis occupés chez une des personnes visées à l'article 44 du présent code sont tenus de suivre assidûment, sous la responsabilité de celle-ci, les cours professionnels institués dans la localité. Le contrat d'apprentissage doit faire mention de cette obligation. Après accord avec les organisations intéressées, les       chambres de métiers et de l'artisanat de région peuvent, dans les mêmes conditions que les chambres de commerce, créer des écoles de métiers et des cours professionnels pour favoriser la formation des apprentis et le perfectionnement des jeunes artisans. Les programmes de ces écoles et cours sont soumis à l'approbation du ministre chargé de l'enseignement technique. Tous les apprentis doivent être en possession d'un livret d'assiduité où doivent être portées les absences. Le maître d'apprentissage et le représentant légal de l'apprenti doivent signer ce livret chaque mois. Si l'apprenti n'a pas assisté aux deux tiers au moins du total des heures de cours obligatoires de la localité, la chambre de métiers et de l'artisanat de région peut ajourner son admission à l'examen de fin d'apprentissage. Dans ce cas, et s'il y a faute ou négligence du maître d'apprentissage, le représentant légal de l'apprenti peut demander des dommages-intérêts au maître d'apprentissage. La chambre de métiers et de l'artisanat de région détermine, après consultation des organisations artisanales intéressées, les cours professionnels dont la fréquentation est obligatoire pour les apprentis travaillant dans une localité environnante ou y habitant, en tenant compte des facilités de transport existantes. Dans ce cas, les frais de transport sont remboursés par la chambre de métiers et de l'artisanat de région sur la foi du livret d'assiduité, si le représentant légal de l'apprenti justifie qu'il ne peut supporter cette dépense. Pour le cas où l'apprenti n'a pas l'occasion de fréquenter un cours professionnel, la formation théorique doit être assurée par les soins du maître d'apprentissage.",
            "texteHtml": "<p></p>Les apprentis occupés chez une des personnes visées à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006075116&idArticle=LEGIARTI000023098419&dateTexte=&categorieLien=id' title='Code de l'artisanat - art. 44 (Ab)'>l'article 44</a> du présent code sont tenus de suivre assidûment, sous la responsabilité de celle-ci, les cours professionnels institués dans la localité. Le contrat d'apprentissage doit faire mention de cette obligation. <p></p><p></p>Après accord avec les organisations intéressées, les       chambres de métiers et de l'artisanat de région peuvent, dans les mêmes conditions que les chambres de commerce, créer des écoles de métiers et des cours professionnels pour favoriser la formation des apprentis et le perfectionnement des jeunes artisans. <p></p><p></p>Les programmes de ces écoles et cours sont soumis à l'approbation du ministre chargé de l'enseignement technique. <p></p><p></p>Tous les apprentis doivent être en possession d'un livret d'assiduité où doivent être portées les absences. Le maître d'apprentissage et le représentant légal de l'apprenti doivent signer ce livret chaque mois. Si l'apprenti n'a pas assisté aux deux tiers au moins du total des heures de cours obligatoires de la localité, la chambre de métiers et de l'artisanat de région peut ajourner son admission à l'examen de fin d'apprentissage. Dans ce cas, et s'il y a faute ou négligence du maître d'apprentissage, le représentant légal de l'apprenti peut demander des dommages-intérêts au maître d'apprentissage. <p></p><p></p>La chambre de métiers et de l'artisanat de région détermine, après consultation des organisations artisanales intéressées, les cours professionnels dont la fréquentation est obligatoire pour les apprentis travaillant dans une localité environnante ou y habitant, en tenant compte des facilités de transport existantes. <p></p><p></p>Dans ce cas, les frais de transport sont remboursés par la chambre de métiers et de l'artisanat de région sur la foi du livret d'assiduité, si le représentant légal de l'apprenti justifie qu'il ne peut supporter cette dépense. <p></p><p></p>Pour le cas où l'apprenti n'a pas l'occasion de fréquenter un cours professionnel, la formation théorique doit être assurée par les soins du maître d'apprentissage.<p></p>",
            "num": "47",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "ABROGE",
            "dateDebut": 1289692800000,
            "dateFin": 1613692800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 944878,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-07-20",
                        "fin": "2023-07-01",
                        "titre": "Titre IV : De l'apprentissage artisanal.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112865",
                        "id": "LEGISCTA000006112865",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 35,
                "titreTxt": [
                    {
                        "debut": "1952-07-20",
                        "fin": "2999-01-01",
                        "titre": "Code de l'artisanat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006075116",
                        "id": "LEGITEXT000006075116",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006900671",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006112865",
            "sectionParentId": "LEGISCTA000006112865",
            "sectionParentTitre": "Titre IV : De l'apprentissage artisanal.",
            "fullSectionsTitre": "Titre IV : De l'apprentissage artisanal.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000023098409",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006075116",
                    "titre": "Code de l'artisanat",
                    "titreLong": "Code de l'artisanat",
                    "etat": "VIGUEUR",
                    "dateDebut": -550713600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006075116",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000503097",
                    "textTitle": "Décret n° 52-849 du 16 juillet 1952",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000503097",
                    "natureText": "DECRET",
                    "datePubliTexte": "1952-07-20",
                    "dateSignaTexte": "1952-07-16",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000023036503",
                    "textTitle": "Décret n°2010-1356\n du 11 novembre 2010 - art. 25 (VT)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "25",
                    "articleId": "LEGIARTI000023050092",
                    "natureText": "DECRET",
                    "datePubliTexte": "2010-11-13",
                    "dateSignaTexte": "2010-11-11",
                    "dateDebutCible": "2010-11-14"
                },
                {
                    "textCid": "JORFTEXT000043148079",
                    "textTitle": "Décret n°2021-168 du 16 février 2021 - art. 6",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000043150785",
                    "natureText": "DECRET",
                    "datePubliTexte": "2021-02-18",
                    "dateSignaTexte": "2021-02-16",
                    "dateDebutCible": "2021-02-19"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006075116",
                    "textTitle": "Code de l'artisanat - art. 44 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "44",
                    "articleId": "LEGIARTI000023098419",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1289692800000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. D424-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D424-1",
                    "articleId": "LEGIARTI000018380146",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1205884800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006900671",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": -461203200000,
                    "dateFin": 1099526400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006900672",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1099526400000,
                    "dateFin": 1289692800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000023098409",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 1289692800000,
                    "dateFin": 1613692800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "47"
            ],
            "versionPrecedente": "LEGIARTI000006900672",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006900672",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les apprentis occupés chez une des personnes visées à l'article 44 du présent code sont tenus de suivre assidûment, sous la responsabilité de celle-ci, les cours professionnels institués dans la localité. Le contrat d'apprentissage doit faire mention de cette obligation. Après accord avec les organisations intéressées, les chambres de métiers et de l'artisanat peuvent, dans les mêmes conditions que les chambres de commerce, créer des écoles de métiers et des cours professionnels pour favoriser la formation des apprentis et le perfectionnement des jeunes artisans. Les programmes de ces écoles et cours sont soumis à l'approbation du ministre chargé de l'enseignement technique. Tous les apprentis doivent être en possession d'un livret d'assiduité où doivent être portées les absences. Le maître d'apprentissage et le représentant légal de l'apprenti doivent signer ce livret chaque mois. Si l'apprenti n'a pas assisté aux deux tiers au moins du total des heures de cours obligatoires de la localité, la chambre de métiers et de l'artisanat peut ajourner son admission à l'examen de fin d'apprentissage. Dans ce cas, et s'il y a faute ou négligence du maître d'apprentissage, le représentant légal de l'apprenti peut demander des dommages-intérêts au maître d'apprentissage. La chambre de métiers et de l'artisanat détermine, après consultation des organisations artisanales intéressées, les cours professionnels dont la fréquentation est obligatoire pour les apprentis travaillant dans une localité environnante ou y habitant, en tenant compte des facilités de transport existantes. Dans ce cas, les frais de transport sont remboursés par la chambre de métiers et de l'artisanat sur la foi du livret d'assiduité, si le représentant légal de l'apprenti justifie qu'il ne peut supporter cette dépense. Pour le cas où l'apprenti n'a pas l'occasion de fréquenter un cours professionnel, la formation théorique doit être assurée par les soins du maître d'apprentissage.",
            "texteHtml": "<p></p>Les apprentis occupés chez une des personnes visées à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006075116&idArticle=LEGIARTI000006900665&dateTexte=&categorieLien=cid' title='Code de l'artisanat - art. 44 (V)'>l'article 44</a> du présent code sont tenus de suivre assidûment, sous la responsabilité de celle-ci, les cours professionnels institués dans la localité. Le contrat d'apprentissage doit faire mention de cette obligation. <p></p><p></p>Après accord avec les organisations intéressées, les chambres de métiers et de l'artisanat peuvent, dans les mêmes conditions que les chambres de commerce, créer des écoles de métiers et des cours professionnels pour favoriser la formation des apprentis et le perfectionnement des jeunes artisans. <p></p><p></p>Les programmes de ces écoles et cours sont soumis à l'approbation du ministre chargé de l'enseignement technique. <p></p><p></p>Tous les apprentis doivent être en possession d'un livret d'assiduité où doivent être portées les absences. Le maître d'apprentissage et le représentant légal de l'apprenti doivent signer ce livret chaque mois. Si l'apprenti n'a pas assisté aux deux tiers au moins du total des heures de cours obligatoires de la localité, la chambre de métiers et de l'artisanat peut ajourner son admission à l'examen de fin d'apprentissage. Dans ce cas, et s'il y a faute ou négligence du maître d'apprentissage, le représentant légal de l'apprenti peut demander des dommages-intérêts au maître d'apprentissage. <p></p><p></p>La chambre de métiers et de l'artisanat détermine, après consultation des organisations artisanales intéressées, les cours professionnels dont la fréquentation est obligatoire pour les apprentis travaillant dans une localité environnante ou y habitant, en tenant compte des facilités de transport existantes. <p></p><p></p>Dans ce cas, les frais de transport sont remboursés par la chambre de métiers et de l'artisanat sur la foi du livret d'assiduité, si le représentant légal de l'apprenti justifie qu'il ne peut supporter cette dépense. <p></p><p></p>Pour le cas où l'apprenti n'a pas l'occasion de fréquenter un cours professionnel, la formation théorique doit être assurée par les soins du maître d'apprentissage.<p></p>",
            "num": "47",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1099526400000,
            "dateFin": 1289692800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 944878,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-07-20",
                        "fin": "2023-07-01",
                        "titre": "Titre IV : De l'apprentissage artisanal.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112865",
                        "id": "LEGISCTA000006112865",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 35,
                "titreTxt": [
                    {
                        "debut": "1952-07-20",
                        "fin": "2999-01-01",
                        "titre": "Code de l'artisanat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006075116",
                        "id": "LEGITEXT000006075116",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006900671",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006112865",
            "sectionParentId": "LEGISCTA000006112865",
            "sectionParentTitre": "Titre IV : De l'apprentissage artisanal.",
            "fullSectionsTitre": "Titre IV : De l'apprentissage artisanal.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006900672",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006075116",
                    "titre": "Code de l'artisanat",
                    "titreLong": "Code de l'artisanat",
                    "etat": "VIGUEUR",
                    "dateDebut": -550713600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006075116",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000503097",
                    "textTitle": "Décret 52-849 1952-07-16",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000503097",
                    "natureText": "DECRET",
                    "datePubliTexte": "1952-07-20",
                    "dateSignaTexte": "1952-07-16",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000607119",
                    "textTitle": "Décret n°2004-1164 du 2 novembre 2004 - art. 1 () JORF 4 novembre 2004",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006289896",
                    "natureText": "DECRET",
                    "datePubliTexte": "2004-11-04",
                    "dateSignaTexte": "2004-11-02",
                    "dateDebutCible": "2004-11-04"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006075116",
                    "textTitle": "Code de l'artisanat - art. 44 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "44",
                    "articleId": "LEGIARTI000006900665",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -550713600000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. D424-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D424-1",
                    "articleId": "LEGIARTI000018380146",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1205884800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006900671",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": -461203200000,
                    "dateFin": 1099526400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006900672",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1099526400000,
                    "dateFin": 1289692800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000023098409",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 1289692800000,
                    "dateFin": 1613692800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "47"
            ],
            "versionPrecedente": "LEGIARTI000006900671",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006900671",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les apprentis occupés chez une des personnes visées à l'article 44 du présent code sont tenus de suivre assidûment, sous la responsabilité de celle-ci, les cours professionnels institués dans la localité. Le contrat d'apprentissage doit faire mention de cette obligation. Après accord avec les organisations intéressées, les chambres de métiers peuvent, dans les mêmes conditions que les chambres de commerce, créer des écoles de métiers et des cours professionnels pour favoriser la formation des apprentis et le perfectionnement des jeunes artisans. Les programmes de ces écoles et cours sont soumis à l'approbation du ministre chargé de l'enseignement technique. Tous les apprentis doivent être en possession d'un livret d'assiduité où doivent être portées les absences. Le maître d'apprentissage et le représentant légal de l'apprenti doivent signer ce livret chaque mois. Si l'apprenti n'a pas assisté aux deux tiers au moins du total des heures de cours obligatoires de la localité, la chambre de métiers peut ajourner son admission à l'examen de fin d'apprentissage. Dans ce cas, et s'il y a faute ou négligence du maître d'apprentissage, le représentant légal de l'apprenti peut demander des dommages-intérêts au maître d'apprentissage. La chambre de métiers détermine, après consultation des organisations artisanales intéressées, les cours professionnels dont la fréquentation est obligatoire pour les apprentis travaillant dans une localité environnante ou y habitant, en tenant compte des facilités de transport existantes. Dans ce cas, les frais de transport sont remboursés par la chambre de métiers sur la foi du livret d'assiduité, si le représentant légal de l'apprenti justifie qu'il ne peut supporter cette dépense. Pour le cas où l'apprenti n'a pas l'occasion de fréquenter un cours professionnel, la formation théorique doit être assurée par les soins du maître d'apprentissage.",
            "texteHtml": "<p></p>   Les apprentis occupés chez une des personnes visées à l'article 44 du présent code sont tenus de suivre assidûment, sous la responsabilité de celle-ci, les cours professionnels institués dans la localité. Le contrat d'apprentissage doit faire mention de cette obligation.<p></p><p></p>   Après accord avec les organisations intéressées, les chambres de métiers peuvent, dans les mêmes conditions que les chambres de commerce, créer des écoles de métiers et des cours professionnels pour favoriser la formation des apprentis et le perfectionnement des jeunes artisans.<p></p><p></p>   Les programmes de ces écoles et cours sont soumis à l'approbation du ministre chargé de l'enseignement technique.<p></p><p></p>   Tous les apprentis doivent être en possession d'un livret d'assiduité où doivent être portées les absences. Le maître d'apprentissage et le représentant légal de l'apprenti doivent signer ce livret chaque mois. Si l'apprenti n'a pas assisté aux deux tiers au moins du total des heures de cours obligatoires de la localité, la chambre de métiers peut ajourner son admission à l'examen de fin d'apprentissage. Dans ce cas, et s'il y a faute ou négligence du maître d'apprentissage, le représentant légal de l'apprenti peut demander des dommages-intérêts au maître d'apprentissage.<p></p><p></p>   La chambre de métiers détermine, après consultation des organisations artisanales intéressées, les cours professionnels dont la fréquentation est obligatoire pour les apprentis travaillant dans une localité environnante ou y habitant, en tenant compte des facilités de transport existantes.<p></p><p></p>   Dans ce cas, les frais de transport sont remboursés par la chambre de métiers sur la foi du livret d'assiduité, si le représentant légal de l'apprenti justifie qu'il ne peut supporter cette dépense.<p></p><p></p>   Pour le cas où l'apprenti n'a pas l'occasion de fréquenter un cours professionnel, la formation théorique doit être assurée par les soins du maître d'apprentissage.<p></p>",
            "num": "47",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": -461203200000,
            "dateFin": 1099526400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 901929,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-07-20",
                        "fin": "2023-07-01",
                        "titre": "Titre IV : De l'apprentissage artisanal.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112865",
                        "id": "LEGISCTA000006112865",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 35,
                "titreTxt": [
                    {
                        "debut": "1952-07-20",
                        "fin": "2999-01-01",
                        "titre": "Code de l'artisanat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006075116",
                        "id": "LEGITEXT000006075116",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006900671",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006112865",
            "sectionParentId": "LEGISCTA000006112865",
            "sectionParentTitre": "Titre IV : De l'apprentissage artisanal.",
            "fullSectionsTitre": "Titre IV : De l'apprentissage artisanal.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006900671",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006075116",
                    "titre": "Code de l'artisanat",
                    "titreLong": "Code de l'artisanat",
                    "etat": "VIGUEUR",
                    "dateDebut": -550713600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006075116",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000503097",
                    "textTitle": "Décret 52-849 1952-07-16",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000503097",
                    "natureText": "DECRET",
                    "datePubliTexte": "1952-07-20",
                    "dateSignaTexte": "1952-07-16",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000503097",
                    "textTitle": "Décret 52-849 1952-07-16 JORF 20 juillet 1952 rectificatif JORF 27 juillet 1952",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000503097",
                    "natureText": "DECRET",
                    "datePubliTexte": "1952-07-20",
                    "dateSignaTexte": "1952-07-16",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "",
                    "textTitle": "Décret 55-656 1955-05-20 art. 4 JORF 22 mai 1955",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006075116",
                    "textTitle": "Code de l'artisanat - art. 44 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "44",
                    "articleId": "LEGIARTI000006900665",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -550713600000
                },
                {
                    "textCid": "LEGITEXT000006071191",
                    "textTitle": "Code de l'éducation - art. D424-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D424-1",
                    "articleId": "LEGIARTI000018380146",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1205884800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006900671",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": -461203200000,
                    "dateFin": 1099526400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006900672",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1099526400000,
                    "dateFin": 1289692800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000023098409",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 1289692800000,
                    "dateFin": 1613692800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "47"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}