{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000045765376",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-A.-Les entreprises industrielles et commerciales ou agricoles imposées d'après leur bénéfice réel ou exonérées en application des articles 44 sexies, 44 sexies A, 44 octies A, 44 duodecies et 44 terdecies à 44 septdecies peuvent bénéficier d'un crédit d'impôt au titre des dépenses facturées par des organismes de recherche et de diffusion des connaissances dans le cadre d'un contrat de collaboration de recherche conclu jusqu'au 31 décembre 2025. B.-Les organismes de recherche mentionnés au A répondent à la définition donnée par la communication de la Commission européenne n° 2014/ C 198/01 relative à l'encadrement des aides d'Etat à la recherche, au développement et à l'innovation. Ils sont agréés par le ministre chargé de la recherche selon des modalités définies par décret. Ils n'entretiennent pas de lien de dépendance, au sens du 12 de l'article 39, avec les entreprises mentionnées au A du présent I. C.-Le contrat mentionné au même A remplit les conditions suivantes : 1° Il est conclu entre l'entreprise et les organismes de recherche et de diffusion des connaissances préalablement à l'engagement des travaux de recherche menés en collaboration ; 2° Il prévoit la facturation des dépenses de recherche par les organismes de recherche à leur coût de revient ; 3° Il fixe l'objectif commun poursuivi, la répartition des travaux de recherche entre l'entreprise et les organismes de recherche et les modalités de partage des risques et des résultats. Les résultats, y compris les droits de propriété intellectuelle, ne peuvent être attribués en totalité à l'entreprise ; 4° Il prévoit que les dépenses facturées par les organismes de recherche au titre des travaux de recherche ne peuvent pas excéder 90 % des dépenses totales exposées pour la réalisation des opérations prévues au contrat ; 5° Les organismes de recherche disposent du droit de publier les résultats de leurs propres recherches conduites dans le cadre de cette collaboration. D.-Les dépenses mentionnées au A sont afférentes à des travaux de recherche localisés au sein de l'Union européenne ou dans un Etat partie à l'accord sur l'Espace économique européen ayant conclu avec la France une convention d'assistance administrative en vue de lutter contre la fraude et l'évasion fiscales. E.-Les opérations de recherche sont réalisées directement par les organismes de recherche avec lesquels les entreprises ont conclu un contrat de collaboration. Par dérogation, ces organismes peuvent recourir à d'autres organismes de recherche et de diffusion des connaissances, agréés dans les mêmes conditions, pour la réalisation de certains travaux nécessaires à ces opérations, lorsque cela est prévu au contrat. II.-A.-1. Sont prises en compte dans l'assiette du crédit d'impôt mentionné au I les dépenses facturées par les organismes de recherche et de diffusion des connaissances pour la réalisation des opérations de recherche scientifique et technique prévues au contrat mentionné au même I. Ces dépenses sont minorées, le cas échéant, de la quote-part des aides publiques reçues par ces mêmes organismes au titre de ces mêmes opérations. 2. Les dépenses facturées mentionnées au 1 du présent A sont retenues dans la base de calcul du crédit d'impôt de l'entreprise, dans la limite globale de 6 millions d'euros par an. 3. La charge afférente aux dépenses facturées mentionnées au même 1 est prise en compte pour la détermination du résultat imposable à l'impôt sur le revenu ou à l'impôt sur les sociétés de l'entreprise, dans les conditions de droit commun. B.-1. Les aides publiques reçues par les entreprises en raison des opérations ouvrant droit au crédit d'impôt mentionné au I sont déduites des bases de calcul de ce crédit d'impôt, qu'elles soient définitivement acquises par elles ou remboursables. Lorsque ces aides sont remboursables, elles sont ajoutées aux bases de calcul du crédit d'impôt de l'année au cours de laquelle elles sont remboursées à l'organisme qui les a versées. 2. Les sommes mentionnées au A du présent II ne peuvent être prises en compte à la fois dans la base de calcul du crédit d'impôt et dans celle d'un autre crédit d'impôt ou d'une autre réduction d'impôt. III.-Le taux du crédit d'impôt est de 40 %. Il est porté à 50 % pour les entreprises qui satisfont à la définition des micro, petites et moyennes entreprises donnée à l'annexe I au règlement (UE) n° 651/2014 de la Commission du 17 juin 2014 déclarant certaines catégories d'aides compatibles avec le marché intérieur en application des articles 107 et 108 du traité. IV.-Lorsque les sociétés de personnes mentionnées aux articles 8 et 238 bis L ou les groupements mentionnés aux articles 239 quater, 239 quater B, 239 quater C et 239 quater D ne sont pas soumis à l'impôt sur les sociétés, le crédit d'impôt peut, sous réserve du dernier alinéa du I de l'article 199 ter B bis, être utilisé par les associés proportionnellement à leurs droits dans ces sociétés ou ces groupements. V.-Un décret définit les conditions d'application du présent article. Il en adapte les dispositions aux cas d'exercices de durée inégale ou ne coïncidant pas avec l'année civile. VI.-Le bénéfice du crédit d'impôt est subordonné au respect du régime cadre exempté de notification n° SA. 58995 relatif aux aides à la recherche, au développement et à l'innovation pour la période 2014-2023, pris sur la base du règlement (UE) n° 651/2014 de la Commission du 17 juin 2014 déclarant certaines catégories d'aides compatibles avec le marché intérieur en application des articles 107 et 108 du traité.",
            "texteHtml": "<p>I.-A.-Les entreprises industrielles et commerciales ou agricoles imposées d'après leur bénéfice réel ou exonérées en application des articles 44 sexies, 44 sexies A, 44 octies A, 44 duodecies et 44 terdecies à 44 septdecies peuvent bénéficier d'un crédit d'impôt au titre des dépenses facturées par des organismes de recherche et de diffusion des connaissances dans le cadre d'un contrat de collaboration de recherche conclu jusqu'au 31 décembre 2025.<br/><br/>\nB.-Les organismes de recherche mentionnés au A répondent à la définition donnée par la communication de la Commission européenne n° 2014/ C 198/01 relative à l'encadrement des aides d'Etat à la recherche, au développement et à l'innovation. Ils sont agréés par le ministre chargé de la recherche selon des modalités définies par décret.<br/><br/>\nIls n'entretiennent pas de lien de dépendance, au sens du 12 de l'article 39, avec les entreprises mentionnées au A du présent I.<br/><br/>\nC.-Le contrat mentionné au même A remplit les conditions suivantes :<br/><br/>\n1° Il est conclu entre l'entreprise et les organismes de recherche et de diffusion des connaissances préalablement à l'engagement des travaux de recherche menés en collaboration ;<br/><br/>\n2° Il prévoit la facturation des dépenses de recherche par les organismes de recherche à leur coût de revient ;<br/><br/>\n3° Il fixe l'objectif commun poursuivi, la répartition des travaux de recherche entre l'entreprise et les organismes de recherche et les modalités de partage des risques et des résultats. Les résultats, y compris les droits de propriété intellectuelle, ne peuvent être attribués en totalité à l'entreprise ;<br/><br/>\n4° Il prévoit que les dépenses facturées par les organismes de recherche au titre des travaux de recherche ne peuvent pas excéder 90 % des dépenses totales exposées pour la réalisation des opérations prévues au contrat ;<br/><br/>\n5° Les organismes de recherche disposent du droit de publier les résultats de leurs propres recherches conduites dans le cadre de cette collaboration.<br/><br/>\nD.-Les dépenses mentionnées au A sont afférentes à des travaux de recherche localisés au sein de l'Union européenne ou dans un Etat partie à l'accord sur l'Espace économique européen ayant conclu avec la France une convention d'assistance administrative en vue de lutter contre la fraude et l'évasion fiscales.<br/><br/>\nE.-Les opérations de recherche sont réalisées directement par les organismes de recherche avec lesquels les entreprises ont conclu un contrat de collaboration.<br/><br/>\nPar dérogation, ces organismes peuvent recourir à d'autres organismes de recherche et de diffusion des connaissances, agréés dans les mêmes conditions, pour la réalisation de certains travaux nécessaires à ces opérations, lorsque cela est prévu au contrat.<br/><br/>\nII.-A.-1. Sont prises en compte dans l'assiette du crédit d'impôt mentionné au I les dépenses facturées par les organismes de recherche et de diffusion des connaissances pour la réalisation des opérations de recherche scientifique et technique prévues au contrat mentionné au même I.<br/><br/>\nCes dépenses sont minorées, le cas échéant, de la quote-part des aides publiques reçues par ces mêmes organismes au titre de ces mêmes opérations.<br/><br/>\n2. Les dépenses facturées mentionnées au 1 du présent A sont retenues dans la base de calcul du crédit d'impôt de l'entreprise, dans la limite globale de 6 millions d'euros par an.<br/><br/>\n3. La charge afférente aux dépenses facturées mentionnées au même 1 est prise en compte pour la détermination du résultat imposable à l'impôt sur le revenu ou à l'impôt sur les sociétés de l'entreprise, dans les conditions de droit commun.<br/><br/>\nB.-1. Les aides publiques reçues par les entreprises en raison des opérations ouvrant droit au crédit d'impôt mentionné au I sont déduites des bases de calcul de ce crédit d'impôt, qu'elles soient définitivement acquises par elles ou remboursables. Lorsque ces aides sont remboursables, elles sont ajoutées aux bases de calcul du crédit d'impôt de l'année au cours de laquelle elles sont remboursées à l'organisme qui les a versées.<br/><br/>\n2. Les sommes mentionnées au A du présent II ne peuvent être prises en compte à la fois dans la base de calcul du crédit d'impôt et dans celle d'un autre crédit d'impôt ou d'une autre réduction d'impôt.<br/><br/>\nIII.-Le taux du crédit d'impôt est de 40 %. Il est porté à 50 % pour les entreprises qui satisfont à la définition des micro, petites et moyennes entreprises donnée à l'annexe I au règlement (UE) n° 651/2014 de la Commission du 17 juin 2014 déclarant certaines catégories d'aides compatibles avec le marché intérieur en application des articles 107 et 108 du traité.<br/><br/>\nIV.-Lorsque les sociétés de personnes mentionnées aux articles 8 et 238 bis L ou les groupements mentionnés aux articles 239 quater, 239 quater B, 239 quater C et 239 quater D ne sont pas soumis à l'impôt sur les sociétés, le crédit d'impôt peut, sous réserve du dernier alinéa du I de l'article 199 ter B bis, être utilisé par les associés proportionnellement à leurs droits dans ces sociétés ou ces groupements.<br/><br/>\nV.-Un décret définit les conditions d'application du présent article. Il en adapte les dispositions aux cas d'exercices de durée inégale ou ne coïncidant pas avec l'année civile.<br/><br/>\nVI.-Le bénéfice du crédit d'impôt est subordonné au respect du régime cadre exempté de notification n° SA. 58995 relatif aux aides à la recherche, au développement et à l'innovation pour la période 2014-2023, pris sur la base du règlement (UE) n° 651/2014 de la Commission du 17 juin 2014 déclarant certaines catégories d'aides compatibles avec le marché intérieur en application des articles 107 et 108 du traité.</p>",
            "num": "244 quater B bis",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1651881600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073870670,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Dispositions communes aux impôts et taxes, revenus et bénéfices visés aux chapitres I à III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147021",
                        "id": "LEGISCTA000006147021",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section II : Impôt sur le revenu et impôt sur les sociétés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162553",
                        "id": "LEGISCTA000006162553",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-05-12",
                        "fin": "2999-01-01",
                        "titre": "XXVII : Crédit d'impôt pour dépenses de recherche effectuées par les entreprises industrielles et commerciales ou agricoles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006180017",
                        "id": "LEGISCTA000006180017",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000044922549",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006180017",
            "sectionParentId": "LEGISCTA000006180017",
            "sectionParentTitre": "XXVII : Crédit d'impôt pour dépenses de recherche effectuées par les entreprises industrielles et commerciales ou agricoles",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre IV : Dispositions communes aux impôts et taxes, revenus et bénéfices visés aux chapitres I à III &gt; Section II : Impôt sur le revenu et impôt sur les sociétés &gt; XXVII : Crédit d'impôt pour dépenses de recherche effectuées par les entreprises industrielles et commerciales ou agricoles",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000045765376",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Modifications effectuées en conséquence de l’article 35-I-2° de loi n° 2021-1900 du 30 décembre 2021.",
            "notaHtml": "<p></p><p>Modifications effectuées en conséquence de l’article 35-I-2° de loi n° 2021-1900 du 30 décembre 2021.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000045757184",
                    "textTitle": "Décret n°2022-782 du 4 mai 2022 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000045758129",
                    "natureText": "DECRET",
                    "datePubliTexte": "2022-05-06",
                    "dateSignaTexte": "2022-05-04",
                    "dateDebutCible": "2022-05-07"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000046048661",
                    "textTitle": "Décret n°2022-1005 du 15 juillet 2022 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000046050891",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-1005",
                    "datePubli": 1657929600000,
                    "dateDebut": 1658016000000
                },
                {
                    "textCid": "JORFTEXT000046048711",
                    "textTitle": "Décret n°2022-1006 du 15 juillet 2022 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000046050931",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-1006",
                    "datePubli": 1657929600000,
                    "dateDebut": 1658016000000
                },
                {
                    "textCid": "JORFTEXT000046048711",
                    "textTitle": "Décret n°2022-1006 du 15 juillet 2022 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000046050950",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-1006",
                    "datePubli": 1657929600000,
                    "dateDebut": 1658016000000
                },
                {
                    "textCid": "JORFTEXT000046048711",
                    "textTitle": "Décret n°2022-1006 du 15 juillet 2022 - art. 2",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000046050952",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-1006",
                    "datePubli": 1657929600000,
                    "dateDebut": 1658016000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 49 septies V (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "49 septies V",
                    "articleId": "LEGIARTI000046055237",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1658016000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 49 septies VA (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "49 septies VA",
                    "articleId": "LEGIARTI000046051367",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1658016000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 49 septies VB (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "49 septies VB",
                    "articleId": "LEGIARTI000046051355",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1658016000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 49 septies VC (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "49 septies VC",
                    "articleId": "LEGIARTI000046051357",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1658016000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 49 septies VE (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "49 septies VE",
                    "articleId": "LEGIARTI000046051361",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1658016000000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. R*59-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*59-1",
                    "articleId": "LEGIARTI000046051893",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1658016000000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. R60-1 A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R60-1 A",
                    "articleId": "LEGIARTI000046051878",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1658016000000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. R60-1 B (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R60-1 B",
                    "articleId": "LEGIARTI000046051874",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1658016000000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. R60-2 A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R60-2 A",
                    "articleId": "LEGIARTI000046051862",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1658016000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000044922759",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1640995200000,
                    "dateFin": 1651881600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045765376",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1651881600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "244 quater B bis",
                "244"
            ],
            "versionPrecedente": "LEGIARTI000044922759",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000044922759",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-A.-Les entreprises industrielles et commerciales ou agricoles imposées d'après leur bénéfice réel ou exonérées en application des articles 44 sexies, 44 sexies A, 44 septies, 44 octies A, 44 duodecies et 44 terdecies à 44 septdecies peuvent bénéficier d'un crédit d'impôt au titre des dépenses facturées par des organismes de recherche et de diffusion des connaissances dans le cadre d'un contrat de collaboration de recherche conclu jusqu'au 31 décembre 2025. B.-Les organismes de recherche mentionnés au A répondent à la définition donnée par la communication de la Commission européenne n° 2014/ C 198/01 relative à l'encadrement des aides d'Etat à la recherche, au développement et à l'innovation. Ils sont agréés par le ministre chargé de la recherche selon des modalités définies par décret. Ils n'entretiennent pas de lien de dépendance, au sens du 12 de l'article 39, avec les entreprises mentionnées au A du présent I. C.-Le contrat mentionné au même A remplit les conditions suivantes : 1° Il est conclu entre l'entreprise et les organismes de recherche et de diffusion des connaissances préalablement à l'engagement des travaux de recherche menés en collaboration ; 2° Il prévoit la facturation des dépenses de recherche par les organismes de recherche à leur coût de revient ; 3° Il fixe l'objectif commun poursuivi, la répartition des travaux de recherche entre l'entreprise et les organismes de recherche et les modalités de partage des risques et des résultats. Les résultats, y compris les droits de propriété intellectuelle, ne peuvent être attribués en totalité à l'entreprise ; 4° Il prévoit que les dépenses facturées par les organismes de recherche au titre des travaux de recherche ne peuvent pas excéder 90 % des dépenses totales exposées pour la réalisation des opérations prévues au contrat ; 5° Les organismes de recherche disposent du droit de publier les résultats de leurs propres recherches conduites dans le cadre de cette collaboration. D.-Les dépenses mentionnées au A sont afférentes à des travaux de recherche localisés au sein de l'Union européenne ou dans un Etat partie à l'accord sur l'Espace économique européen ayant conclu avec la France une convention d'assistance administrative en vue de lutter contre la fraude et l'évasion fiscales. E.-Les opérations de recherche sont réalisées directement par les organismes de recherche avec lesquels les entreprises ont conclu un contrat de collaboration. Par dérogation, ces organismes peuvent recourir à d'autres organismes de recherche et de diffusion des connaissances, agréés dans les mêmes conditions, pour la réalisation de certains travaux nécessaires à ces opérations, lorsque cela est prévu au contrat. II.-A.-1. Sont prises en compte dans l'assiette du crédit d'impôt mentionné au I les dépenses facturées par les organismes de recherche et de diffusion des connaissances pour la réalisation des opérations de recherche scientifique et technique prévues au contrat mentionné au même I. Ces dépenses sont minorées, le cas échéant, de la quote-part des aides publiques reçues par ces mêmes organismes au titre de ces mêmes opérations. 2. Les dépenses facturées mentionnées au 1 du présent A sont retenues dans la base de calcul du crédit d'impôt de l'entreprise, dans la limite globale de 6 millions d'euros par an. 3. La charge afférente aux dépenses facturées mentionnées au même 1 est prise en compte pour la détermination du résultat imposable à l'impôt sur le revenu ou à l'impôt sur les sociétés de l'entreprise, dans les conditions de droit commun. B.-1. Les aides publiques reçues par les entreprises en raison des opérations ouvrant droit au crédit d'impôt mentionné au I sont déduites des bases de calcul de ce crédit d'impôt, qu'elles soient définitivement acquises par elles ou remboursables. Lorsque ces aides sont remboursables, elles sont ajoutées aux bases de calcul du crédit d'impôt de l'année au cours de laquelle elles sont remboursées à l'organisme qui les a versées. 2. Les sommes mentionnées au A du présent II ne peuvent être prises en compte à la fois dans la base de calcul du crédit d'impôt et dans celle d'un autre crédit d'impôt ou d'une autre réduction d'impôt. III.-Le taux du crédit d'impôt est de 40 %. Il est porté à 50 % pour les entreprises qui satisfont à la définition des micro, petites et moyennes entreprises donnée à l'annexe I au règlement (UE) n° 651/2014 de la Commission du 17 juin 2014 déclarant certaines catégories d'aides compatibles avec le marché intérieur en application des articles 107 et 108 du traité. IV.-Lorsque les sociétés de personnes mentionnées aux articles 8 et 238 bis L ou les groupements mentionnés aux articles 239 quater, 239 quater B, 239 quater C et 239 quater D ne sont pas soumis à l'impôt sur les sociétés, le crédit d'impôt peut, sous réserve du dernier alinéa du I de l'article 199 ter B bis, être utilisé par les associés proportionnellement à leurs droits dans ces sociétés ou ces groupements. V.-Un décret définit les conditions d'application du présent article. Il en adapte les dispositions aux cas d'exercices de durée inégale ou ne coïncidant pas avec l'année civile. VI.-Le bénéfice du crédit d'impôt est subordonné au respect du régime cadre exempté de notification n° SA. 58995 relatif aux aides à la recherche, au développement et à l'innovation pour la période 2014-2023, pris sur la base du règlement (UE) n° 651/2014 de la Commission du 17 juin 2014 déclarant certaines catégories d'aides compatibles avec le marché intérieur en application des articles 107 et 108 du traité.",
            "texteHtml": "<p>I.-A.-Les entreprises industrielles et commerciales ou agricoles imposées d'après leur bénéfice réel ou exonérées en application des articles 44 sexies, 44 sexies A, 44 septies, 44 octies A, 44 duodecies et 44 terdecies à 44 septdecies peuvent bénéficier d'un crédit d'impôt au titre des dépenses facturées par des organismes de recherche et de diffusion des connaissances dans le cadre d'un contrat de collaboration de recherche conclu jusqu'au 31 décembre 2025.<br/><br/>\n B.-Les organismes de recherche mentionnés au A répondent à la définition donnée par la communication de la Commission européenne n° 2014/ C 198/01 relative à l'encadrement des aides d'Etat à la recherche, au développement et à l'innovation. Ils sont agréés par le ministre chargé de la recherche selon des modalités définies par décret.<br/><br/>\n Ils n'entretiennent pas de lien de dépendance, au sens du 12 de l'article 39, avec les entreprises mentionnées au A du présent I.<br/><br/>\n C.-Le contrat mentionné au même A remplit les conditions suivantes :<br/><br/>\n 1° Il est conclu entre l'entreprise et les organismes de recherche et de diffusion des connaissances préalablement à l'engagement des travaux de recherche menés en collaboration ;<br/><br/>\n 2° Il prévoit la facturation des dépenses de recherche par les organismes de recherche à leur coût de revient ;<br/><br/>\n 3° Il fixe l'objectif commun poursuivi, la répartition des travaux de recherche entre l'entreprise et les organismes de recherche et les modalités de partage des risques et des résultats. Les résultats, y compris les droits de propriété intellectuelle, ne peuvent être attribués en totalité à l'entreprise ;<br/><br/>\n 4° Il prévoit que les dépenses facturées par les organismes de recherche au titre des travaux de recherche ne peuvent pas excéder 90 % des dépenses totales exposées pour la réalisation des opérations prévues au contrat ;<br/><br/>\n 5° Les organismes de recherche disposent du droit de publier les résultats de leurs propres recherches conduites dans le cadre de cette collaboration.<br/><br/>\n D.-Les dépenses mentionnées au A sont afférentes à des travaux de recherche localisés au sein de l'Union européenne ou dans un Etat partie à l'accord sur l'Espace économique européen ayant conclu avec la France une convention d'assistance administrative en vue de lutter contre la fraude et l'évasion fiscales.<br/><br/>\n E.-Les opérations de recherche sont réalisées directement par les organismes de recherche avec lesquels les entreprises ont conclu un contrat de collaboration.<br/><br/>\n Par dérogation, ces organismes peuvent recourir à d'autres organismes de recherche et de diffusion des connaissances, agréés dans les mêmes conditions, pour la réalisation de certains travaux nécessaires à ces opérations, lorsque cela est prévu au contrat.<br/><br/>\n II.-A.-1. Sont prises en compte dans l'assiette du crédit d'impôt mentionné au I les dépenses facturées par les organismes de recherche et de diffusion des connaissances pour la réalisation des opérations de recherche scientifique et technique prévues au contrat mentionné au même I.<br/><br/>\n Ces dépenses sont minorées, le cas échéant, de la quote-part des aides publiques reçues par ces mêmes organismes au titre de ces mêmes opérations.<br/><br/>\n 2. Les dépenses facturées mentionnées au 1 du présent A sont retenues dans la base de calcul du crédit d'impôt de l'entreprise, dans la limite globale de 6 millions d'euros par an.<br/><br/>\n 3. La charge afférente aux dépenses facturées mentionnées au même 1 est prise en compte pour la détermination du résultat imposable à l'impôt sur le revenu ou à l'impôt sur les sociétés de l'entreprise, dans les conditions de droit commun.<br/><br/>\n B.-1. Les aides publiques reçues par les entreprises en raison des opérations ouvrant droit au crédit d'impôt mentionné au I sont déduites des bases de calcul de ce crédit d'impôt, qu'elles soient définitivement acquises par elles ou remboursables. Lorsque ces aides sont remboursables, elles sont ajoutées aux bases de calcul du crédit d'impôt de l'année au cours de laquelle elles sont remboursées à l'organisme qui les a versées.<br/><br/>\n 2. Les sommes mentionnées au A du présent II ne peuvent être prises en compte à la fois dans la base de calcul du crédit d'impôt et dans celle d'un autre crédit d'impôt ou d'une autre réduction d'impôt.<br/><br/>\n III.-Le taux du crédit d'impôt est de 40 %. Il est porté à 50 % pour les entreprises qui satisfont à la définition des micro, petites et moyennes entreprises donnée à l'annexe I au règlement (UE) n° 651/2014 de la Commission du 17 juin 2014 déclarant certaines catégories d'aides compatibles avec le marché intérieur en application des articles 107 et 108 du traité.<br/><br/>\n IV.-Lorsque les sociétés de personnes mentionnées aux articles 8 et 238 bis L ou les groupements mentionnés aux articles 239 quater, 239 quater B, 239 quater C et 239 quater D ne sont pas soumis à l'impôt sur les sociétés, le crédit d'impôt peut, sous réserve du dernier alinéa du I de l'article 199 ter B bis, être utilisé par les associés proportionnellement à leurs droits dans ces sociétés ou ces groupements.<br/><br/>\n V.-Un décret définit les conditions d'application du présent article. Il en adapte les dispositions aux cas d'exercices de durée inégale ou ne coïncidant pas avec l'année civile.<br/><br/>\n VI.-Le bénéfice du crédit d'impôt est subordonné au respect du régime cadre exempté de notification n° SA. 58995 relatif aux aides à la recherche, au développement et à l'innovation pour la période 2014-2023, pris sur la base du règlement (UE) n° 651/2014 de la Commission du 17 juin 2014 déclarant certaines catégories d'aides compatibles avec le marché intérieur en application des articles 107 et 108 du traité.</p>",
            "num": "244 quater B bis",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1640995200000,
            "dateFin": 1651881600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073870670,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Dispositions communes aux impôts et taxes, revenus et bénéfices visés aux chapitres I à III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147021",
                        "id": "LEGISCTA000006147021",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section II : Impôt sur le revenu et impôt sur les sociétés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162553",
                        "id": "LEGISCTA000006162553",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-05-12",
                        "fin": "2999-01-01",
                        "titre": "XXVII : Crédit d'impôt pour dépenses de recherche effectuées par les entreprises industrielles et commerciales ou agricoles",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006180017",
                        "id": "LEGISCTA000006180017",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000044922549",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006180017",
            "sectionParentId": "LEGISCTA000006180017",
            "sectionParentTitre": "XXVII : Crédit d'impôt pour dépenses de recherche effectuées par les entreprises industrielles et commerciales ou agricoles",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre IV : Dispositions communes aux impôts et taxes, revenus et bénéfices visés aux chapitres I à III &gt; Section II : Impôt sur le revenu et impôt sur les sociétés &gt; XXVII : Crédit d'impôt pour dépenses de recherche effectuées par les entreprises industrielles et commerciales ou agricoles",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000044922759",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément au III de l'article 69 de la loi n° 2021-1900 du 30 décembre 2021, ces dispositions s'appliquent aux dépenses facturées au titre des contrats de collaboration conclus à compter du 1er janvier 2022.",
            "notaHtml": "<p></p><p>Conformément au III de l'article 69 de la loi n° 2021-1900 du 30 décembre 2021, ces dispositions s'appliquent aux dépenses facturées au titre des contrats de collaboration conclus à compter du 1er janvier 2022.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000044637640",
                    "textTitle": "LOI n°2021-1900 du 30 décembre 2021 - art. 69 (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "69",
                    "articleId": "LEGIARTI000044794770",
                    "natureText": "LOI",
                    "datePubliTexte": "2021-12-31",
                    "dateSignaTexte": "2021-12-30",
                    "dateDebutCible": "2022-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000046048661",
                    "textTitle": "Décret n°2022-1005 du 15 juillet 2022 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000046050891",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-1005",
                    "datePubli": 1657929600000,
                    "dateDebut": 1658016000000
                },
                {
                    "textCid": "JORFTEXT000046048711",
                    "textTitle": "Décret n°2022-1006 du 15 juillet 2022 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000046050931",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-1006",
                    "datePubli": 1657929600000,
                    "dateDebut": 1658016000000
                },
                {
                    "textCid": "JORFTEXT000046048711",
                    "textTitle": "Décret n°2022-1006 du 15 juillet 2022 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000046050950",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-1006",
                    "datePubli": 1657929600000,
                    "dateDebut": 1658016000000
                },
                {
                    "textCid": "JORFTEXT000046048711",
                    "textTitle": "Décret n°2022-1006 du 15 juillet 2022 - art. 2",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000046050952",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-1006",
                    "datePubli": 1657929600000,
                    "dateDebut": 1658016000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 49 septies V (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "49 septies V",
                    "articleId": "LEGIARTI000046055237",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1658016000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 49 septies VA (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "49 septies VA",
                    "articleId": "LEGIARTI000046051367",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1658016000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 49 septies VB (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "49 septies VB",
                    "articleId": "LEGIARTI000046051355",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1658016000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 49 septies VC (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "49 septies VC",
                    "articleId": "LEGIARTI000046051357",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1658016000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 49 septies VE (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "49 septies VE",
                    "articleId": "LEGIARTI000046051361",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1658016000000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. R*59-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R*59-1",
                    "articleId": "LEGIARTI000046051893",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1658016000000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. R60-1 A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R60-1 A",
                    "articleId": "LEGIARTI000046051878",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1658016000000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. R60-1 B (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R60-1 B",
                    "articleId": "LEGIARTI000046051874",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1658016000000
                },
                {
                    "textCid": "LEGITEXT000006069583",
                    "textTitle": "Livre des procédures fiscales - art. R60-2 A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R60-2 A",
                    "articleId": "LEGIARTI000046051862",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1658016000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000044922759",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1640995200000,
                    "dateFin": 1651881600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045765376",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1651881600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "244 quater B bis",
                "244"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}