{
    "cid": "LEGIARTI000038241381",
    "num": "R595-1",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2003-08-07",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108631",
                        "id": "LEGISCTA000006108631",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-10-16",
                        "fin": "2999-01-01",
                        "titre": "Livre V : Prévention des pollutions, des risques et des nuisances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129034",
                        "id": "LEGISCTA000006129034",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-03-12",
                        "fin": "2999-01-01",
                        "titre": "Titre IX : La sécurité nucléaire et les installations nucléaires de base\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000032184340",
                        "id": "LEGISCTA000032184340",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-03-12",
                        "fin": "2019-04-01",
                        "titre": "Chapitre V : Transport de substances radioactives, équipements sous pression nucléaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000032184396",
                        "id": "LEGISCTA000032184626",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-04-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre V : Transport de substances radioactives, équipements sous pression nucléaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000032184396",
                        "id": "LEGISCTA000038246334",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2019-04-01",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Transport de substances radioactives\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000038241379",
                        "id": "LEGISCTA000038241379",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de l'environnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074220",
                        "id": "LEGITEXT000006074220",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000038241381",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R595-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R595-2",
                    "articleId": "LEGIARTI000038241383",
                    "natureText": "CODE",
                    "date": 1654721418335,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1554076800000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000038232601",
                    "textTitle": "Décret n°2019-190 du 14 mars 2019 - art. 2",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000038235784",
                    "natureText": "DECRET",
                    "datePubliTexte": "2019-03-16",
                    "dateSignaTexte": "2019-03-14",
                    "dateDebutCible": "2019-04-01"
                }
            ],
            "num": "R595-1",
            "origine": "LEGI",
            "texte": "L'Autorité de sûreté nucléaire est l'autorité compétente française en matière de transport de substances radioactives pour prendre les décisions et délivrer les certificats requis par les accords, conventions et règlements internationaux régissant le transport des marchandises dangereuses ainsi que les textes pris pour leur application et recevoir les avis d'expédition, qui sont également transmis au ministre chargé de la sécurité civile. A ce titre, l'autorité délivre, notamment, les certificats d'agrément de modèle de colis, les certificats d'agrément de modèle de matière et les certificats d'approbation d'expédition, y compris sous arrangement spécial. Conformément aux accords, conventions et règlements internationaux mentionnés au premier alinéa et dans les conditions qu'ils prévoient, l'autorité valide les certificats délivrés par les autorités étrangères compétentes. Cette validation donne lieu à la délivrance, par l'autorité, d'un certificat dont la durée de validité ne peut excéder celle du certificat initial. Les certificats mentionnés aux premier et deuxième alinéas comportent une échéance de validité. Pour obtenir un certificat, le pétitionnaire dépose auprès de l'autorité une demande accompagnée d'un dossier contenant tous les éléments utiles pour justifier le respect des accords, conventions et règlements internationaux mentionnés au premier alinéa ainsi que des textes pris pour leur application. Dans le cas d'une demande de certificat d'agrément de modèle de colis, le dossier comporte, en outre, la description de la façon dont les colis sont fabriqués, entretenus, réparés et utilisés pour être conformes au modèle. Dans le cas d'une demande de validation d'un certificat délivré par une autorité étrangère, le dossier contient, en outre, une copie de ce certificat ainsi que sa traduction en langue française. Dans le cas d'une demande de modification d'un certificat, le dossier peut ne contenir que les éléments utiles pour justifier que la modification ne remet pas en cause le respect des accords, conventions et règlements internationaux mentionnés au premier alinéa ainsi que des textes pris pour leur application. Les certificats d'agrément de modèle de colis ou de matière contiennent les prescriptions auxquelles les colis ou les matières doivent répondre pour être conformes au modèle agréé. Les certificats d'approbation d'expédition fixent les conditions particulières dans lesquelles les transports concernés doivent se dérouler. Le délai d'instruction des demandes de décisions ou de certificats est d'un un an. L'autorité peut le proroger d'un an, si elle estime nécessaire de procéder à de nouvelles mesures d'instruction. Le silence gardé par cette dernière à l'expiration de ce délai vaut décision de rejet de la demande.",
            "texteHtml": "<p>L'Autorité de sûreté nucléaire est l'autorité compétente française en matière de transport de substances radioactives pour prendre les décisions et délivrer les certificats requis par les accords, conventions et règlements internationaux régissant le transport des marchandises dangereuses ainsi que les textes pris pour leur application et recevoir les avis d'expédition, qui sont également transmis au ministre chargé de la sécurité civile. A ce titre, l'autorité délivre, notamment, les certificats d'agrément de modèle de colis, les certificats d'agrément de modèle de matière et les certificats d'approbation d'expédition, y compris sous arrangement spécial.</p><p> Conformément aux accords, conventions et règlements internationaux mentionnés au premier alinéa et dans les conditions qu'ils prévoient, l'autorité valide les certificats délivrés par les autorités étrangères compétentes. Cette validation donne lieu à la délivrance, par l'autorité, d'un certificat dont la durée de validité ne peut excéder celle du certificat initial.</p><p> Les certificats mentionnés aux premier et deuxième alinéas comportent une échéance de validité.</p><p> Pour obtenir un certificat, le pétitionnaire dépose auprès de l'autorité une demande accompagnée d'un dossier contenant tous les éléments utiles pour justifier le respect des accords, conventions et règlements internationaux mentionnés au premier alinéa ainsi que des textes pris pour leur application.</p><p> Dans le cas d'une demande de certificat d'agrément de modèle de colis, le dossier comporte, en outre, la description de la façon dont les colis sont fabriqués, entretenus, réparés et utilisés pour être conformes au modèle.</p><p> Dans le cas d'une demande de validation d'un certificat délivré par une autorité étrangère, le dossier contient, en outre, une copie de ce certificat ainsi que sa traduction en langue française.</p><p> Dans le cas d'une demande de modification d'un certificat, le dossier peut ne contenir que les éléments utiles pour justifier que la modification ne remet pas en cause le respect des accords, conventions et règlements internationaux mentionnés au premier alinéa ainsi que des textes pris pour leur application.</p><p> Les certificats d'agrément de modèle de colis ou de matière contiennent les prescriptions auxquelles les colis ou les matières doivent répondre pour être conformes au modèle agréé. Les certificats d'approbation d'expédition fixent les conditions particulières dans lesquelles les transports concernés doivent se dérouler.</p><p> Le délai d'instruction des demandes de décisions ou de certificats est d'un un an. L'autorité peut le proroger d'un an, si elle estime nécessaire de procéder à de nouvelles mesures d'instruction. Le silence gardé par cette dernière à l'expiration de ce délai vaut décision de rejet de la demande.</p>",
            "type": "AUTONOME",
            "dateDebut": "2019-04-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}