{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006580808",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Lorsque, sans entrer dans les cas régis par les dispositions législatives applicables aux accidents du travail, la lésion dont l'assuré social ou son ayant droit est atteint est imputable à un tiers, l'assuré ou ses ayants droit conservent contre l'auteur de l'accident le droit de demander la réparation du préjudice causé, conformément aux règles du droit commun, dans la mesure où ce préjudice n'est pas réparé par application du présent chapitre. Les caisses de mutualité sociale agricole sont tenues de servir à l'assuré ou à ses ayants droit les prestations prévues par le présent chapitre, sauf recours de leur part contre l'auteur responsable de l'accident dans les conditions prévues à l'alinéa ci-après. Si la responsabilité du tiers auteur de l'accident est entière ou si elle est partagée avec la victime, la caisse est admise à poursuivre le remboursement des prestations mises à sa charge à due concurrence de la part d'indemnité incombant au tiers qui répare l'atteinte à l'intégrité physique de la victime, à l'exclusion de la part d'indemnité, de caractère personnel, correspondant aux souffrances physiques ou morales par elle endurées et au préjudice esthétique et d'agrément. De même, en cas d'accident suivi de mort, la part d'indemnité correspondant au préjudice moral des ayants droit leur demeure acquise. L'intéressé ou ses ayants droit doivent indiquer, en tout état de la procédure, la qualité d'assuré social de la victime de l'accident ainsi que les caisses de mutualité sociale agricole auxquelles celle-ci est ou était affiliée pour les divers risques. Ils doivent appeler ces caisses en déclaration de jugement commun. A défaut du respect de l'une de ces obligations, la nullité du jugement sur le fond pourra être demandée pendant deux ans, à compter de la date à partir de laquelle ledit jugement est devenu définitif, soit à la requête du ministère public, soit à la demande des caisses de mutualité sociale agricole intéressées ou du tiers responsable lorsque ces derniers y auront intérêt. La victime ou ses ayants droit sont admis à faire valoir les droits résultant pour eux de l'action en indemnité formée conformément aux trois premiers alinéas du présent article par priorité sur ceux des caisses en ce qui concerne son action en remboursement des déboursés. Le règlement amiable pouvant intervenir entre les tiers et l'assuré ne peut être opposé à la caisse de mutualité sociale qu'autant que celle-ci a été invitée à y participer par lettre recommandée. Il ne devient définitif que quinze jours après l'envoi de cette lettre.",
            "texteHtml": "<p></p>   Lorsque, sans entrer dans les cas régis par les dispositions législatives applicables aux accidents du travail, la lésion dont l'assuré social ou son ayant droit est atteint est imputable à un tiers, l'assuré ou ses ayants droit conservent contre l'auteur de l'accident le droit de demander la réparation du préjudice causé, conformément aux règles du droit commun, dans la mesure où ce préjudice n'est pas réparé par application du présent chapitre.<p></p><p></p>   Les caisses de mutualité sociale agricole sont tenues de servir à l'assuré ou à ses ayants droit les prestations prévues par le présent chapitre, sauf recours de leur part contre l'auteur responsable de l'accident dans les conditions prévues à l'alinéa ci-après.<p></p><p></p>   Si la responsabilité du tiers auteur de l'accident est entière ou si elle est partagée avec la victime, la caisse est admise à poursuivre le remboursement des prestations mises à sa charge à due concurrence de la part d'indemnité incombant au tiers qui répare l'atteinte à l'intégrité physique de la victime, à l'exclusion de la part d'indemnité, de caractère personnel, correspondant aux souffrances physiques ou morales par elle endurées et au préjudice esthétique et d'agrément. De même, en cas d'accident suivi de mort, la part d'indemnité correspondant au préjudice moral des ayants droit leur demeure acquise.<p></p><p></p>   L'intéressé ou ses ayants droit doivent indiquer, en tout état de la procédure, la qualité d'assuré social de la victime de l'accident ainsi que les caisses de mutualité sociale agricole auxquelles celle-ci est ou était affiliée pour les divers risques. Ils doivent appeler ces caisses en déclaration de jugement commun. A défaut du respect de l'une de ces obligations, la nullité du jugement sur le fond pourra être demandée pendant deux ans, à compter de la date à partir de laquelle ledit jugement est devenu définitif, soit à la requête du ministère public, soit à la demande des caisses de mutualité sociale agricole intéressées ou du tiers responsable lorsque ces derniers y auront intérêt.<p></p><p></p>   La victime ou ses ayants droit sont admis à faire valoir les droits résultant pour eux de l'action en indemnité formée conformément aux trois premiers alinéas du présent article par priorité sur ceux des caisses en ce qui concerne son action en remboursement des déboursés.<p></p><p></p>   Le règlement amiable pouvant intervenir entre les tiers et l'assuré ne peut être opposé à la caisse de mutualité sociale qu'autant que celle-ci a été invitée à y participer par lettre recommandée. Il ne devient définitif que quinze jours après l'envoi de cette lettre.<p></p>",
            "num": "1046",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "ABROGE",
            "dateDebut": 504921600000,
            "dateFin": 599529600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 858980,
            "context": {
                "titresTM": [
                    {
                        "debut": "1955-04-19",
                        "fin": "2999-01-01",
                        "titre": "Livre VII : Dispositions sociales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098255",
                        "id": "LEGISCTA000006098255",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1955-04-19",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Mutualité sociale agricole",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121386",
                        "id": "LEGISCTA000006121386",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1955-04-19",
                        "fin": "2000-06-22",
                        "titre": "Chapitre II : Assurances sociales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138272",
                        "id": "LEGISCTA000006138272",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1955-04-19",
                        "fin": "2000-06-22",
                        "titre": "Section 3 : Prestations.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006152101",
                        "id": "LEGISCTA000006152101",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1955-04-19",
                        "fin": "2999-01-01",
                        "titre": "Code rural (ancien)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071366",
                        "id": "LEGITEXT000006071366",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006580807",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006152101",
            "sectionParentId": "LEGISCTA000006152101",
            "sectionParentTitre": "Section 3 : Prestations.",
            "fullSectionsTitre": "Livre VII : Dispositions sociales &gt; Titre II : Mutualité sociale agricole &gt; Chapitre II : Assurances sociales &gt; Section 3 : Prestations.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006580808",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071366",
                    "titre": "Code rural ancien",
                    "titreLong": "Code rural (ancien)",
                    "etat": "VIGUEUR",
                    "dateDebut": -464054400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071366",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000693454",
                    "textTitle": "Loi 85-677 1985-07-05 art. 40, art. 47 JORF 6 juillet 1985 en vigueur le 1er janvier 1986",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000693454",
                    "natureText": "LOI",
                    "datePubliTexte": "1985-07-06",
                    "dateSignaTexte": "1985-07-05",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000693454",
                    "textTitle": "Loi n°85-677 du 5 juillet 1985 - art. 40 () JORF 6 juillet 1985 en vigueur le 1er janvier 1986",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "40",
                    "articleId": "LEGIARTI000006839349",
                    "natureText": "LOI",
                    "datePubliTexte": "1985-07-06",
                    "dateSignaTexte": "1985-07-05",
                    "dateDebutCible": "1986-01-01"
                },
                {
                    "textCid": "JORFTEXT000000875191",
                    "textTitle": "Loi n°88-1202 du 30 décembre 1988 - art. 43 () JORF 31 décembre 1988",
                    "linkType": "ABROGATION",
                    "linkOrientation": "source",
                    "articleNum": "43",
                    "articleId": "LEGIARTI000006600006",
                    "natureText": "LOI",
                    "datePubliTexte": "1988-12-31",
                    "dateSignaTexte": "1988-12-30",
                    "dateDebutCible": "1988-12-31"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [
                {
                    "textCid": "",
                    "textTitle": "Décret 1935-10-28 art. 25",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006580807",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 205891200000,
                    "dateFin": 504921600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006580808",
                    "etat": "ABROGE",
                    "version": "2.0",
                    "dateDebut": 504921600000,
                    "dateFin": 599529600000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "1046"
            ],
            "versionPrecedente": "LEGIARTI000006580807",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006580807",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Lorsque, sans entrer dans les cas régis par les dispositions législatives applicables aux accidents du travail, la lésion dont l'assuré social ou son ayant droit est atteint est imputable à un tiers, l'assuré ou ses ayants droit conservent contre l'auteur de l'accident le droit de demander la réparation du préjudice causé, conformément aux règles du droit commun, dans la mesure où ce préjudice n'est pas réparé par application du présent chapitre. Les caisses de mutualité sociale agricole sont tenues de servir à l'assuré ou à ses ayants droit les prestations prévues par le présent chapitre, sauf recours de leur part contre l'auteur responsable de l'accident dans les conditions prévues à l'alinéa ci-après. Si la responsabilité du tiers auteur de l'accident est entière ou si elle est partagée avec la victime, la caisse est admise à poursuivre le remboursement des prestations mises à sa charge à due concurrence de la part d'indemnité incombant au tiers qui répare l'atteinte à l'intégrité physique de la victime, à l'exclusion de la part d'indemnité, de caractère personnel, correspondant aux souffrances physiques ou morales par elle endurées et au préjudice esthétique et d'agrément. De même, en cas d'accident suivi de mort, la part d'indemnité correspondant au préjudice moral des ayants droit leur demeure acquise. L'intéressé ou ses ayants droit doivent indiquer, en tout état de la procédure, la qualité d'assuré social de la victime de l'accident ainsi que les caisses de mutualité sociale agricole auxquelles celle-ci est ou était affiliée pour les divers risques. A défaut de cette indication, la nullité du jugement sur le fond pourra être demandée pendant deux ans, à compter de la date à partir de laquelle ledit jugement est devenu définitif, soit à la requête du ministère public, soit à la demande des caisses de mutualité sociale agricole intéressées ou du tiers responsable lorsque ces derniers y auront intérêt. La victime ou ses ayants droit sont admis à faire valoir les droits résultant pour eux de l'action en indemnité formée conformément aux trois premiers alinéas du présent article par priorité sur ceux des caisses en ce qui concerne son action en remboursement des déboursés. Le règlement amiable pouvant intervenir entre les tiers et l'assuré ne peut être opposé à la caisse de mutualité sociale qu'autant que celle-ci a été invitée à y participer par lettre recommandée. Il ne devient définitif que quinze jours après l'envoi de cette lettre.",
            "texteHtml": "<p></p>   Lorsque, sans entrer dans les cas régis par les dispositions législatives applicables aux accidents du travail, la lésion dont l'assuré social ou son ayant droit est atteint est imputable à un tiers, l'assuré ou ses ayants droit conservent contre l'auteur de l'accident le droit de demander la réparation du préjudice causé, conformément aux règles du droit commun, dans la mesure où ce préjudice n'est pas réparé par application du présent chapitre.<p></p><p></p>   Les caisses de mutualité sociale agricole sont tenues de servir à l'assuré ou à ses ayants droit les prestations prévues par le présent chapitre, sauf recours de leur part contre l'auteur responsable de l'accident dans les conditions prévues à l'alinéa ci-après.<p></p><p></p>   Si la responsabilité du tiers auteur de l'accident est entière ou si elle est partagée avec la victime, la caisse est admise à poursuivre le remboursement des prestations mises à sa charge à due concurrence de la part d'indemnité incombant au tiers qui répare l'atteinte à l'intégrité physique de la victime, à l'exclusion de la part d'indemnité, de caractère personnel, correspondant aux souffrances physiques ou morales par elle endurées et au préjudice esthétique et d'agrément. De même, en cas d'accident suivi de mort, la part d'indemnité correspondant au préjudice moral des ayants droit leur demeure acquise.<p></p><p></p>   L'intéressé ou ses ayants droit doivent indiquer, en tout état de la procédure, la qualité d'assuré social de la victime de l'accident ainsi que les caisses de mutualité sociale agricole auxquelles celle-ci est ou était affiliée pour les divers risques. A défaut de cette indication, la nullité du jugement sur le fond pourra être demandée pendant deux ans, à compter de la date à partir de laquelle ledit jugement est devenu définitif, soit à la requête du ministère public, soit à la demande des caisses de mutualité sociale agricole intéressées ou du tiers responsable lorsque ces derniers y auront intérêt.<p></p><p></p>   La victime ou ses ayants droit sont admis à faire valoir les droits résultant pour eux de l'action en indemnité formée conformément aux trois premiers alinéas du présent article par priorité sur ceux des caisses en ce qui concerne son action en remboursement des déboursés.<p></p><p></p>   Le règlement amiable pouvant intervenir entre les tiers et l'assuré ne peut être opposé à la caisse de mutualité sociale qu'autant que celle-ci a été invitée à y participer par lettre recommandée. Il ne devient définitif que quinze jours après l'envoi de cette lettre.<p></p>",
            "num": "1046",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 205891200000,
            "dateFin": 504921600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 901929,
            "context": {
                "titresTM": [
                    {
                        "debut": "1955-04-19",
                        "fin": "2999-01-01",
                        "titre": "Livre VII : Dispositions sociales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098255",
                        "id": "LEGISCTA000006098255",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1955-04-19",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Mutualité sociale agricole",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121386",
                        "id": "LEGISCTA000006121386",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1955-04-19",
                        "fin": "2000-06-22",
                        "titre": "Chapitre II : Assurances sociales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138272",
                        "id": "LEGISCTA000006138272",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1955-04-19",
                        "fin": "2000-06-22",
                        "titre": "Section 3 : Prestations.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006152101",
                        "id": "LEGISCTA000006152101",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1955-04-19",
                        "fin": "2999-01-01",
                        "titre": "Code rural (ancien)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071366",
                        "id": "LEGITEXT000006071366",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006580807",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006152101",
            "sectionParentId": "LEGISCTA000006152101",
            "sectionParentTitre": "Section 3 : Prestations.",
            "fullSectionsTitre": "Livre VII : Dispositions sociales &gt; Titre II : Mutualité sociale agricole &gt; Chapitre II : Assurances sociales &gt; Section 3 : Prestations.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006580807",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071366",
                    "titre": "Code rural ancien",
                    "titreLong": "Code rural (ancien)",
                    "etat": "VIGUEUR",
                    "dateDebut": -464054400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071366",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000507528",
                    "textTitle": "Décret 55-433 1955-04-16",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000507528",
                    "natureText": "DECRET",
                    "datePubliTexte": "1955-04-19",
                    "dateSignaTexte": "1955-04-16",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000509999",
                    "textTitle": "Loi 76-622 1976-07-10 art. 3 JORF 11 juillet 1976",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000509999",
                    "natureText": "LOI",
                    "datePubliTexte": "1976-07-11",
                    "dateSignaTexte": "1976-07-10",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [
                {
                    "textCid": "",
                    "textTitle": "Décret 1935-10-28 art. 25",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006580807",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 205891200000,
                    "dateFin": 504921600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006580808",
                    "etat": "ABROGE",
                    "version": "2.0",
                    "dateDebut": 504921600000,
                    "dateFin": 599529600000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "1046"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}