{
    "cid": "LEGIARTI000019236031",
    "num": "Annexe art. A220-3",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107827",
                        "id": "LEGISCTA000006107827",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Assurances obligatoires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128172",
                        "id": "LEGISCTA000006128172",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Titre II : L'assurance des engins de remontée mécanique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142556",
                        "id": "LEGISCTA000006142556",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre unique.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006156977",
                        "id": "LEGISCTA000006156977",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000019236031",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L220-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L220-1",
                    "articleId": "LEGIARTI000006795763",
                    "natureText": "CODE",
                    "date": 1599852863513,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 206755200000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [],
            "num": "Annexe art. A220-3",
            "origine": "LEGI",
            "texte": "Clauses devant être insérées dans les contrats d'assurance souscrits en application de l'article L. 220-1 du code des assurances instituant une obligation d'assurance pour les exploitants de chemins de fer funiculaires ou à crémaillère, de téléphériques ou d'autres engins de remontée mécanique. Art. 1er. Objet du contrat. -Par le présent contrat et sous réserve des exclusions prévues à l'article 4, l'assuré est garanti contre les conséquences pécuniaires de la responsabilité civile qu'il peut encourir du fait de tous dommages corporels ou matériels causés tant aux usagers de la ou des installations désignées aux conditions particulières qu'à toute autre personne, à l'occasion de l'exploitation de ces installations, et résultant : 1° d'accident, incendie ou explosion causés tant par les biens définis à l'article 3 que par les accessoires ou produits servant à leur exploitation et par les personnes, objets ou substances transportés ou halés ; 2° de la chute de ces personnes, matériels, accessoires, produits, objets ou substances. Art. 2 Montant de la garantie -Sous déduction, le cas échéant, de la franchise par sinistre prévue aux conditions particulières, la garantie est accordée : -sans limitation de somme en ce qui concerne les dommages corporels ; -à concurrence du montant indiqué auxdites conditions particulières en ce qui concerne les dommages matériels. Art. 3. Définitions. 1° Assuré : a) la personne physique ou morale qui, remplissant les conditions édictées par l'article L. 220-1 du code des assurances et titulaire de l'autorisation prévue par les articles 1er du décret n° 61-1404 du 13 décembre 1961 modifiant l'article 6 du décret du 30 décembre 1953 relatif aux transports publics secondaires et d'intérêt local et 1er de l'arrêté du 25 juillet 1963 relatif aux autorisations nécessaires pour la construction et l'exploitation des téléphériques, remonte-pentes ou tous autres engins utilisant des câbles porteurs ou tracteurs transportant des voyageurs, est désignée aux conditions particulières ; b) toute personne participant, sous les ordres et avec l'autorisation de la personne mentionnée au a) ci-dessus, à tout ou partie de l'exploitation dont il s'agit dans l'exercice de ses fonctions. 2° Biens : a) les véhicules, cabines, sièges, sellettes et dispositifs de halage qui font partie des moyens de transport énumérés à l'article L. 220-1 du code des assurances ; b) les véhicules et engins de secours correspondants ; c) les installations destinées à la sustentation, à la traction, à la direction et au freinage des véhicules et engins mentionnés aux a) et b) ci-dessus ; d) les ascenseurs lorsqu'ils sont l'accessoire des moyens de transport mentionnés au présent article. 3° Installations (au sens de l'article 2 précité) : L'ensemble des biens destinés au transport de voyageurs entre deux points donnés. Art. 4. Exclusions. -Le contrat ne garantit pas : a) les dommages causés à l'exploitant ou à ses représentants légaux s'il est une personne morale ; b) les dommages causés aux conjoint, ascendants et descendants des personnes mentionnées au a) ci-dessus et dont la responsabilité est engagée du fait du sinistre ; c) les dommages causés aux préposés, salariés ou non, de l'exploitant ou au personnel des services de contrôle, pendant leur service ; d) les dommages résultant des effets, directs ou indirects, d'explosion, de dégagement de chaleur, d'irradiation provenant de transmutations de noyaux d'atomes ou de la radioactivité, ainsi que des effets de radiations provoquées par l'accélération artificielle de particules ; e) les dommages causés par des actes de terrorisme ou de sabotage commis dans le cadre d'actions concertées de terrorisme ou de sabotage ; f) les dommages causés par les moyens de transport autres que ceux mentionnés à l'article R. 220-1 du code des assurances ; g) les dommages occasionnés par une guerre étrangère, une guerre civile, une émeute ou un mouvement populaire ; h) en ce qui concerne chaque assuré, les dommages résultant de sa faute intentionnelle ou dolosive ; i) les dommages subis par les biens mentionnés au 2° de l'article 3 ainsi que par tous autres biens appartenant à l'assuré responsable ou dont celui-ci fait usage. Art. 5. Sauvegarde des droits des victimes -Ne sont pas opposables aux victimes ou à leurs ayants droit : 1° les franchises ; 2° les déchéances motivées par un manquement de l'assuré à ses obligations commis postérieurement au sinistre ; 3° la réduction de l'indemnité prévue par l'article L. 113-9 du code des assurances dans le cas de déclaration inexacte ou incomplète du risque. Dans les cas susmentionnés, l'assureur procède au paiement de l'indemnité pour le compte de l'assuré responsable. Il peut exercer contre ce dernier une action en remboursement pour toutes les sommes qu'il a ainsi payées ou mises en réserve à sa place. Art. 6. Attestation d'assurance. -L'attestation d'assurance prévue par l'article R. 220-8 du code des assurances est délivrée sans frais au souscripteur dans un délai de quinze jours suivant sa demande. toute personne participant, sous les ordres et avec l'autorisation de la personne mentionnée au a) ci-dessus, à tout ou partie de l'exploitation dont il s'agit dans l'exercice de ses fonctions.",
            "texteHtml": "<p><font size='2'>Clauses devant être insérées dans les contrats d'assurance souscrits en application de l'article </font><a shape='rect' href='https://www.legifrance.gouv.frjavascript:%20documentLink('CAS333')' target='_blank'></a><font size='2'></font><font size='2'></font>L. 220-1 du code des assurances <font size='2'>instituant une obligation d'assurance pour les exploitants de chemins de fer funiculaires ou à crémaillère, de téléphériques ou d'autres engins de remontée mécanique. </font></p><p>Art. 1er. Objet du contrat.</p><p>-Par le présent contrat et sous réserve des exclusions prévues à l'article 4, l'assuré est garanti contre les conséquences pécuniaires de la responsabilité civile qu'il peut encourir du fait de tous dommages corporels ou matériels causés tant aux usagers de la ou des installations désignées aux conditions particulières qu'à toute autre personne, à l'occasion de l'exploitation de ces installations, et résultant : </p><p>1° d'accident, incendie ou explosion causés tant par les biens définis à l'article 3 que par les accessoires ou produits servant à leur exploitation et par les personnes, objets ou substances transportés ou halés ; </p><p>2° de la chute de ces personnes, matériels, accessoires, produits, objets ou substances. </p><p>Art. 2 Montant de la garantie</p><p>-Sous déduction, le cas échéant, de la franchise par sinistre prévue aux conditions particulières, la garantie est accordée :</p><p>-sans limitation de somme en ce qui concerne les dommages corporels ;</p><p>-à concurrence du montant indiqué auxdites conditions particulières en ce qui concerne les dommages matériels. </p><p>Art. 3. Définitions. </p><p>1° Assuré : </p><p>a) la personne physique ou morale qui, remplissant les conditions édictées par l'article <a shape='rect' href='https://www.legifrance.gouv.frjavascript:%20documentLink('CAS333')' target='_blank'></a><a href='/article/LEGIARTI000006795763' title='Code des assurances - art. L220-1 (V)'>L. 220-1</a>du code des assurances et titulaire de l'autorisation prévue par les articles 1er du décret n° 61-1404 du 13 décembre 1961 modifiant l'article 6 du décret du 30 décembre 1953 relatif aux transports publics secondaires et d'intérêt local et 1er de l'arrêté du 25 juillet 1963 relatif aux autorisations nécessaires pour la construction et l'exploitation des téléphériques, remonte-pentes ou tous autres engins utilisant des câbles porteurs ou tracteurs transportant des voyageurs, est désignée aux conditions particulières ; </p><p>b) toute personne participant, sous les ordres et avec l'autorisation de la personne mentionnée au a) ci-dessus, à tout ou partie de l'exploitation dont il s'agit dans l'exercice de ses fonctions. </p><p>2° Biens : </p><p>a) les véhicules, cabines, sièges, sellettes et dispositifs de halage qui font partie des moyens de transport énumérés à l'article <a shape='rect' href='https://www.legifrance.gouv.frjavascript:%20documentLink('CAS333')' target='_blank'> L. 220-1 </a>du code des assurances ; </p><p>b) les véhicules et engins de secours correspondants ; </p><p>c) les installations destinées à la sustentation, à la traction, à la direction et au freinage des véhicules et engins mentionnés aux a) et b) ci-dessus ; </p><p>d) les ascenseurs lorsqu'ils sont l'accessoire des moyens de transport mentionnés au présent article. </p><p>3° Installations (au sens de l'article 2 précité) : </p><p>L'ensemble des biens destinés au transport de voyageurs entre deux points donnés. </p><p>Art. 4. Exclusions.</p><p>-Le contrat ne garantit pas : </p><p>a) les dommages causés à l'exploitant ou à ses représentants légaux s'il est une personne morale ; </p><p>b) les dommages causés aux conjoint, ascendants et descendants des personnes mentionnées au a) ci-dessus et dont la responsabilité est engagée du fait du sinistre ; </p><p>c) les dommages causés aux préposés, salariés ou non, de l'exploitant ou au personnel des services de contrôle, pendant leur service ; </p><p>d) les dommages résultant des effets, directs ou indirects, d'explosion, de dégagement de chaleur, d'irradiation provenant de transmutations de noyaux d'atomes ou de la radioactivité, ainsi que des effets de radiations provoquées par l'accélération artificielle de particules ; </p><p>e) les dommages causés par des actes de terrorisme ou de sabotage commis dans le cadre d'actions concertées de terrorisme ou de sabotage ; </p><p>f) les dommages causés par les moyens de transport autres que ceux mentionnés à l'article <a shape='rect' href='https://www.legifrance.gouv.frjavascript:%20documentLink('CAS952')' target='_blank'> R. 220-1 </a>du code des assurances ; </p><p>g) les dommages occasionnés par une guerre étrangère, une guerre civile, une émeute ou un mouvement populaire ; </p><p>h) en ce qui concerne chaque assuré, les dommages résultant de sa faute intentionnelle ou dolosive ; </p><p>i) les dommages subis par les biens mentionnés au 2° de l'article 3 ainsi que par tous autres biens appartenant à l'assuré responsable ou dont celui-ci fait usage. </p><p>Art. 5. Sauvegarde des droits des victimes</p><p>-Ne sont pas opposables aux victimes ou à leurs ayants droit : </p><p>1° les franchises ; </p><p>2° les déchéances motivées par un manquement de l'assuré à ses obligations commis postérieurement au sinistre ; </p><p>3° la réduction de l'indemnité prévue par l'article <a shape='rect' href='https://www.legifrance.gouv.frjavascript:%20documentLink('CAS28')' target='_blank'> L. 113-9 </a>du code des assurances dans le cas de déclaration inexacte ou incomplète du risque. </p><p>Dans les cas susmentionnés, l'assureur procède au paiement de l'indemnité pour le compte de l'assuré responsable. Il peut exercer contre ce dernier une action en remboursement pour toutes les sommes qu'il a ainsi payées ou mises en réserve à sa place. </p><p>Art. 6. Attestation d'assurance.</p><p>-L'attestation d'assurance prévue par l'article <a shape='rect' href='https://www.legifrance.gouv.frjavascript:%20documentLink('CAS959')' target='_blank'> R. 220-8 </a>du code des assurances est délivrée sans frais au souscripteur dans un délai de quinze jours suivant sa demande. toute personne participant, sous les ordres et avec l'autorisation de la personne mentionnée au a) ci-dessus, à tout ou partie de l'exploitation dont il s'agit dans l'exercice de ses fonctions.</p>",
            "type": "AUTONOME",
            "dateDebut": "1993-03-28T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}