{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000033452918",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "CONTRAT COMMERCIAL DE SOUS-TRAITANCE DE TRANSPORT ROUTIER DE  MARCHANDISES Article Annexe III Modifié par Décret n°2007-1226 du 20 août 2007 - art. 9 Ce document est un formulaire proposé à titre d'exemple aux  opérateurs de transport et aux sous-traitants soucieux de contracter dans le  respect du contrat type de sous-traitance. - (Formulaire reproduit ci-dessous) ANNEXE III CONTRAT COMMERCIAL DE  SOUS-TRAITANCE DE TRANSPORT ROUTIER DE MARCHANDISES Ce document est un formulaire proposé à titre d'exemple aux  opérateurs de transport et aux sous-traitants soucieux de contracter dans le  respect du contrat type de sous-traitance. Sommaire Article 1er. - Objet du contrat. Article 2.  - Nature et volume des prestations demandées. Article 3. -  Moyens matériels. Article 4. - Personnel de conduite. Article 5. - Pénalités. Article 6. - Normes  d'exploitation. Article 7. - Prix. Article  8. - Facturation et modalités de paiement. Article 9. - Durée  du contrat. Article 10. - Dispositions diverses. Article 11. - Clause attributive de juridiction. Contrat commercial de sous-traitance de  transport routier de marchandises Ce contrat est établi en application et en conformité avec le  contrat type applicable aux transports publics routiers de marchandises exécutés  par des sous-traitants, approuvé par le décret n° 2003-1295 du 26 décembre 2003 publié au Journal officiel de la République française du 30 décembre  2003. Entre : Nom ou dénomination sociale :  , demeurant à : , Tél. : Fax , Mél : , inscrit au registre des transporteurs et  des loueurs de la région : , et (ou) au registre des  commissionnaires de transport de la région : , N° SIREN :  , représenté par M. , exerçant les fonctions  de : , Ci-après dénommé  l'opérateur de transport , Et : Nom ou dénomination sociale : , demeurant à : , Tél. : Fax : , Mél : , inscrit au registre des transporteurs et  des loueurs de la région : , N° SIREN : , représenté par M. , exerçant les fonctions de :  , Ci-après dénommé  le sous-traitant , il  a été convenu ce qui suit : Article 1er Objet du contrat Le présent contrat a pour objet de définir la nature et le  volume des prestations de transport que l'opérateur de transport confie de façon  régulière et significative au sous-traitant et de fixer les conditions dans  lesquelles ces opérations sont exécutées. Article 2 Nature et volume des prestations  demandées 2.1. Nature des prestations. Nature des  marchandises : L'opérateur de transport informe le  sous-traitant des changements dans la nature des marchandises transportées quand  celles-ci font l'objet d'une réglementation particulière. Secteur géographique d'intervention du sous-traitant : Prestations annexes : 2.2. Volume des  prestations. Le volume indicatif des opérations du transport  confiées au sous-traitant s'élève à (exprimé en chiffre d'affaires, en nombre de  tournées, en nombre de positions, en nombre de jours de travail par mois, ou  autre). Le chiffre d'affaires minimum sur lequel l'opérateur  de transport s'engage envers le sous-traitant s'élève à EUR. Article 3 Moyens matériels 3.1. Caractéristiques du ou des véhicules demandés par  l'opérateur de transport. Carrosserie (à compléter si  nécessaire) : PTRA ou PTAC (à compléter si nécessaire)  : Charge utile minimale (à compléter si nécessaire) : Volume utile minimum (à compléter si nécessaire) : Aménagements spéciaux : NON OUI Description  : Couverts par le ou les titres suivants : Licence communautaire n° Licence de transport  intérieur n° 3.2. Mise aux couleurs et marques spécifiques  sur le ou les véhicules : NON OUI Si oui, le  ou les véhicules portent les couleurs et la marque de l'opérateur de transport  (ou celles de l'entreprise cliente de l'opérateur de transport). Les frais de la mise aux marques et couleurs sont pris en charge par  : Les frais de retour à l'état initial au terme du contrat  sont pris en charge par : En cas de rupture anticipée du  contrat, les frais de retour à l'état initial sont supportés par les parties  selon leur degré de responsabilité. 3.3. Etat du ou des  véhicules. Le ou les véhicules sont en bon état de marche et  de présentation, conformes aux diverses réglementations en vigueur. Ils sont adaptés aux marchandises à transporter ainsi qu'aux accès et  installations de chargement et de déchargement. 3.4.  Remplacement du ou des véhicules. Le sous-traitant maintient  le ou les véhicules ci-dessus désignés en bon état de fonctionnement et pourvoit  à leur remplacement aux conditions identiques au cas où ceux-ci seraient  définitivement hors d'état de circuler. En cas  d'indisponibilité provisoire du ou des véhicules, leur remplacement se fait dans  les conditions techniques répondant à la nature du trafic traité. 3.5. Matériels informatiques et logiciels (option). Variante n° 1 : Le sous-traitant s'équipe en  matériels informatiques et en logiciels permettant d'assurer la continuité de la  circulation des informations nécessaires à la bonne exécution du contrat  répondant aux caractéristiques suivantes : Variante n° 2  : L'opérateur de transport met à la disposition du  sous-traitant sans contrepartie les matériels informatiques et les logiciels  permettant d'assurer la continuité de la circulation des informations  nécessaires à la bonne exécution du contrat répondant aux caractéristiques  suivantes : Le sous-traitant assure ces matériels  informatiques et logiciels contre les risques de vol, d'incendie et de  détérioration. En cas de résiliation du présent contrat, le  sous-traitant restitue les matériels et logiciels en l'état sans qu'aucune  indemnité pour vétusté ou dépréciation ne lui soit réclamée. Il demeure responsable de leur bon état de fonctionnement jusqu'à  leur restitution. A cet effet, en cas de panne ou de  dysfonctionnement, il en informe immédiatement l'opérateur de transport, qui en  assure la remise en état ou le remplacement. Article 4 Personnel de conduite Le sous-traitant affecte à la conduite du ou de chacun des  véhicules susvisés le ou les conducteurs librement choisis par lui-même et dans  le choix desquels l'opérateur de transport ne peut intervenir. Article 5 Pénalités Sauf faculté pour l'une des parties de mettre en demeure  l'autre de se conformer au présent contrat et de le résilier en cas de  manquements graves ou répétés notamment aux règles de qualité, les parties  conviennent de ne prévoir aucune pénalité pécuniaire, de quelque nature et  quelque importance soient-elles, pour les manquements dont elles pourraient être  à l'origine au cours de l'exécution du présent contrat. Article 6 Normes d'exploitation Les normes d'exploitation déterminées par l'opérateur de  transport qui seraient contraires aux dispositions du présent contrat ou à  celles du contrat type applicable aux transports publics routiers de  marchandises exécutés par des sous-traitants sont nulles et sans effet et sont  inopposables au sous-traitant. Article 7 Prix 7.1. Détermination du prix. Le prix de  transport est fixé comme suit selon l'une et/ou l'autre des formules suivantes  : EUR par véhicule-kilomètre résultant des déplacements en  charge et à vide incluant km par jour ; EUR la position avec  un minimum de EUR positions par jour ; EUR la journée ; Autre formule : Conformément aux dispositions de  l'article 2-2 du présent contrat, l'opérateur de transport garantit au  sous-traitant un chiffre d'affaires hors taxes (hebdomadaire, bimensuel, mensuel  ou autre) par véhicule (s) de EUR. 7.2. Révision du  prix. Le prix et le chiffre d'affaires garanti sont renégociés  chaque année à la date anniversaire de la conclusion du présent contrat selon  les modalités suivantes : Article 8 Facturation et modalités de  paiement Le sous-traitant établit une facture (hebdomadaire, décadaire,  bimensuelle, mensuelle ou autre). Le paiement est exigible à  jours après la date de réception de la facture. Tout retard de  paiement au-delà de l'échéance convenue entraîne de plein droit, après mise en  demeure, le versement de pénalités d'un montant égal à une fois et demie le taux  d'intérêt légal. Article 9 Durée du contrat Variante n° 1 : contrat à durée déterminée. Le présent contrat est conclu pour une durée déterminée de dont  l'exécution commence le et dont le terme est fixé au Les  parties peuvent mettre fin au contrat avant son terme sans préavis en cas de  manquements graves ou répétés de l'une ou de l'autre à ses obligations. Variante n° 2 : contrat à durée indéterminée. Le  présent contrat est conclu pour une durée indéterminée dont l'exécution commence  le Il peut être résilié par l'une ou l'autre des parties par  l'envoi d'une lettre recommandée avec accusé de réception moyennant un  préavis. Ce préavis est d'un mois quand le temps écoulé depuis  le début d'exécution du contrat ne dépasse pas six mois. Ce  préavis est de deux mois quand cette durée dépasse six mois sans excéder un  an. Ce préavis est de trois mois quand cette durée est  supérieure à un an. Pendant ce préavis, l'économie générale du  contrat est maintenue. Les parties peuvent mettre fin au  contrat sans préavis en cas de manquements graves ou répétés de l'une ou de  l'autre à ses obligations. Article 10 Dispositions diverses L'opérateur de transport et le sous-traitant conviennent que  les dispositions suivantes contenues dans le contrat type applicable aux  transports publics routiers de marchandises exécutées par des sous-traitants  s'imposent à eux. 10.1. Assurance du (ou des) véhicule (s)  (art. 9-1 du contrat type). Le sous-traitant assure le (s)  véhicule (s) contre tous les risques afférents à la circulation  automobile. 10.2. Assurance vol et incendie (art. 9-2 du  contrat type). L'opérateur de transport assure contre le vol  et l'incendie les matériels ou les engins tractés lui appartenant. 10.3. Responsabilité à l'égard des marchandises transportées (art. 8,  9-3 et 11-3 du contrat type). Le sous-traitant répond à  l'égard de l'opérateur de transports des avaries, des pertes et des retards qui  lui sont imputables dans les limites fixées par les contrats types en vigueur  applicables aux transports qui lui sont confiés. A cet effet,  le sous-traitant souscrit une assurance couvrant cette responsabilité sur les  marchandises transportées. Les parties ne procèdent à aucune  imputation du montant des dommages allégués sur le prix des services  rendus. 10.4. Assurance de responsabilité civile (art. 9-3 du  contrat type). Le sous-traitant souscrit une assurance  couvrant sa responsabilité de chef d'entreprise. 10.5. Frais  supplémentaires (art. 10-6 du contrat type). L'opérateur de  transport prend à sa charge les frais supplémentaires que le sous-traitant  engage avec son accord pour limiter les inconvénients résultant d'incidents  survenus dans l'exécution des transports. 10.6. Modalités de  paiement (art. 11-4, 11-6 et 11-7 du contrat type). Le délai  de paiement ne peut excéder 30 jours après la date de réception de la facture  par l'opérateur de transport. Le non-paiement total ou partiel  d'une facture à une seule échéance emporte sans formalité déchéance du terme de  toutes les sommes dues et entraîne, sans mise en demeure, leur exigibilité  immédiate. Ce manquement autorise le sous-traitant à rompre immédiatement sans  préavis le contrat en cours et sans que l'opérateur transport puisse lui  réclamer une quelconque indemnité. En cas de perte ou d'avarie  totales ou partielles de la marchandise dont il est tenu pour responsable, le  sous-traitant a droit au paiement du prix de la prestation qu'il a effectuée  sous réserve qu'il règle l'indemnité correspondante. Article 11 Clause attributive de  juridiction En cas de litige ou de contestation, seuls les tribunaux de  commerce du ressort du siège social de l'opérateur de transport ou du  sous-traitant, au choix du demandeur, sont compétents et ce même en cas de  pluralité de défendeurs ou d'appel en garantie. Fait à, le, en  deux exemplaires originaux. Signature de l'opérateur de transport Signature du sous-traitant",
            "texteHtml": "CONTRAT COMMERCIAL DE SOUS-TRAITANCE DE TRANSPORT ROUTIER DE  MARCHANDISES<br/><p><br/>Article Annexe III<br/><br/>Modifié par <a href='/affichTexte.do?cidTexte=JORFTEXT000000245349&categorieLien=cid' title='Décret n°2007-1226 du 20 août 2007 (V)'>Décret n°2007-1226 du 20 août 2007</a> - art. 9<br/><br/>Ce document est un formulaire proposé à titre d'exemple aux  opérateurs de transport et aux sous-traitants soucieux de contracter dans le  respect du contrat type de sous-traitance.</p><p><br/>- (Formulaire reproduit ci-dessous)</p><p><br/>ANNEXE III<br/><br/>CONTRAT COMMERCIAL DE  SOUS-TRAITANCE DE TRANSPORT ROUTIER DE MARCHANDISES</p><p><br/>Ce document est un formulaire proposé à titre d'exemple aux  opérateurs de transport et aux sous-traitants soucieux de contracter dans le  respect du contrat type de sous-traitance.</p><p><br/>Sommaire</p><p><br/>Article 1er. - Objet du contrat.<br/><br/>Article 2.  - Nature et volume des prestations demandées.<br/><br/>Article 3. -  Moyens matériels.<br/><br/>Article 4. - Personnel de conduite.<br/><br/>Article 5. - Pénalités.<br/><br/>Article 6. - Normes  d'exploitation.<br/><br/>Article 7. - Prix.<br/><br/>Article  8. - Facturation et modalités de paiement.<br/><br/>Article 9. - Durée  du contrat.<br/><br/>Article 10. - Dispositions diverses.<br/><br/>Article 11. - Clause attributive de juridiction.</p><p><br/>Contrat commercial de sous-traitance<br/><br/>de  transport routier de marchandises</p><p><br/>Ce contrat est établi en application et en conformité avec le  contrat type applicable aux transports publics routiers de marchandises exécutés  par des sous-traitants, approuvé par le <a href='/affichTexte.do?cidTexte=JORFTEXT000000611802&categorieLien=cid' title='Décret n°2003-1295 du 26 décembre 2003 (Ab)'>décret n° 2003-1295 du 26 décembre 2003</a>  publié au Journal officiel de la République française du 30 décembre  2003.<br/><br/>Entre :<br/><br/>Nom ou dénomination sociale :  ,<br/><br/>demeurant à : ,<br/><br/>Tél. : Fax ,<br/><br/>Mél : ,<br/><br/>inscrit au registre des transporteurs et  des loueurs de la région : ,<br/><br/>et (ou) au registre des  commissionnaires de transport de la région : ,<br/><br/>N° SIREN :  ,<br/><br/>représenté par M. ,<br/><br/>exerçant les fonctions  de : ,<br/><br/>Ci-après dénommé  l'opérateur de transport ,<br/><br/>Et :<br/><br/>Nom ou dénomination sociale : ,<br/><br/>demeurant à : ,<br/><br/>Tél. : Fax : ,<br/><br/>Mél : ,<br/><br/>inscrit au registre des transporteurs et  des loueurs de la région : ,<br/><br/>N° SIREN : ,<br/><br/>représenté par M. ,<br/><br/>exerçant les fonctions de :  ,<br/><br/>Ci-après dénommé  le sous-traitant ,<br/><br/>il  a été convenu ce qui suit :</p><p><br/>Article 1er<br/><br/>Objet du contrat</p><p><br/>Le présent contrat a pour objet de définir la nature et le  volume des prestations de transport que l'opérateur de transport confie de façon  régulière et significative au sous-traitant et de fixer les conditions dans  lesquelles ces opérations sont exécutées.</p><p><br/>Article 2<br/><br/>Nature et volume des prestations  demandées</p><p><br/>2.1. Nature des prestations.<br/><br/>Nature des  marchandises :<br/><br/>L'opérateur de transport informe le  sous-traitant des changements dans la nature des marchandises transportées quand  celles-ci font l'objet d'une réglementation particulière.<br/><br/>Secteur géographique d'intervention du sous-traitant :<br/><br/>Prestations annexes :<br/><br/>2.2. Volume des  prestations.<br/><br/>Le volume indicatif des opérations du transport  confiées au sous-traitant s'élève à (exprimé en chiffre d'affaires, en nombre de  tournées, en nombre de positions, en nombre de jours de travail par mois, ou  autre).<br/><br/>Le chiffre d'affaires minimum sur lequel l'opérateur  de transport s'engage envers le sous-traitant s'élève à EUR.</p><p><br/>Article 3<br/><br/>Moyens matériels</p><p><br/>3.1. Caractéristiques du ou des véhicules demandés par  l'opérateur de transport.<br/><br/>Carrosserie (à compléter si  nécessaire) :<br/><br/>PTRA ou PTAC (à compléter si nécessaire)  :<br/><br/>Charge utile minimale (à compléter si nécessaire) :<br/><br/>Volume utile minimum (à compléter si nécessaire) :<br/><br/>Aménagements spéciaux : NON OUI<br/><br/>Description  :<br/><br/>Couverts par le ou les titres suivants :<br/><br/>Licence communautaire n° <br/><br/>Licence de transport  intérieur n° <br/><br/>3.2. Mise aux couleurs et marques spécifiques  sur le ou les véhicules :<br/><br/>NON OUI<br/><br/>Si oui, le  ou les véhicules portent les couleurs et la marque de l'opérateur de transport  (ou celles de l'entreprise cliente de l'opérateur de transport).<br/><br/>Les frais de la mise aux marques et couleurs sont pris en charge par  :<br/><br/>Les frais de retour à l'état initial au terme du contrat  sont pris en charge par :<br/><br/>En cas de rupture anticipée du  contrat, les frais de retour à l'état initial sont supportés par les parties  selon leur degré de responsabilité.<br/><br/>3.3. Etat du ou des  véhicules.<br/><br/>Le ou les véhicules sont en bon état de marche et  de présentation, conformes aux diverses réglementations en vigueur.<br/><br/>Ils sont adaptés aux marchandises à transporter ainsi qu'aux accès et  installations de chargement et de déchargement.<br/><br/>3.4.  Remplacement du ou des véhicules.<br/><br/>Le sous-traitant maintient  le ou les véhicules ci-dessus désignés en bon état de fonctionnement et pourvoit  à leur remplacement aux conditions identiques au cas où ceux-ci seraient  définitivement hors d'état de circuler.<br/><br/>En cas  d'indisponibilité provisoire du ou des véhicules, leur remplacement se fait dans  les conditions techniques répondant à la nature du trafic traité.<br/><br/>3.5. Matériels informatiques et logiciels (option).<br/><br/>Variante n° 1 :<br/><br/>Le sous-traitant s'équipe en  matériels informatiques et en logiciels permettant d'assurer la continuité de la  circulation des informations nécessaires à la bonne exécution du contrat  répondant aux caractéristiques suivantes :<br/><br/>Variante n° 2  :<br/><br/>L'opérateur de transport met à la disposition du  sous-traitant sans contrepartie les matériels informatiques et les logiciels  permettant d'assurer la continuité de la circulation des informations  nécessaires à la bonne exécution du contrat répondant aux caractéristiques  suivantes :<br/><br/>Le sous-traitant assure ces matériels  informatiques et logiciels contre les risques de vol, d'incendie et de  détérioration.<br/><br/>En cas de résiliation du présent contrat, le  sous-traitant restitue les matériels et logiciels en l'état sans qu'aucune  indemnité pour vétusté ou dépréciation ne lui soit réclamée.<br/><br/>Il demeure responsable de leur bon état de fonctionnement jusqu'à  leur restitution.<br/><br/>A cet effet, en cas de panne ou de  dysfonctionnement, il en informe immédiatement l'opérateur de transport, qui en  assure la remise en état ou le remplacement.</p><p><br/>Article 4<br/><br/>Personnel de conduite</p><p><br/>Le sous-traitant affecte à la conduite du ou de chacun des  véhicules susvisés le ou les conducteurs librement choisis par lui-même et dans  le choix desquels l'opérateur de transport ne peut intervenir.</p><p><br/>Article 5<br/><br/>Pénalités</p><p><br/>Sauf faculté pour l'une des parties de mettre en demeure  l'autre de se conformer au présent contrat et de le résilier en cas de  manquements graves ou répétés notamment aux règles de qualité, les parties  conviennent de ne prévoir aucune pénalité pécuniaire, de quelque nature et  quelque importance soient-elles, pour les manquements dont elles pourraient être  à l'origine au cours de l'exécution du présent contrat.</p><p><br/>Article 6<br/><br/>Normes d'exploitation</p><p><br/>Les normes d'exploitation déterminées par l'opérateur de  transport qui seraient contraires aux dispositions du présent contrat ou à  celles du contrat type applicable aux transports publics routiers de  marchandises exécutés par des sous-traitants sont nulles et sans effet et sont  inopposables au sous-traitant.</p><p><br/>Article 7<br/><br/>Prix</p><p><br/>7.1. Détermination du prix.<br/><br/>Le prix de  transport est fixé comme suit selon l'une et/ou l'autre des formules suivantes  :<br/><br/>EUR par véhicule-kilomètre résultant des déplacements en  charge et à vide incluant km par jour ;<br/><br/>EUR la position avec  un minimum de EUR positions par jour ;<br/><br/>EUR la journée ;<br/><br/>Autre formule :<br/><br/>Conformément aux dispositions de  l'article 2-2 du présent contrat, l'opérateur de transport garantit au  sous-traitant un chiffre d'affaires hors taxes (hebdomadaire, bimensuel, mensuel  ou autre) par véhicule (s) de EUR.<br/><br/>7.2. Révision du  prix.<br/><br/>Le prix et le chiffre d'affaires garanti sont renégociés  chaque année à la date anniversaire de la conclusion du présent contrat selon  les modalités suivantes :</p><p><br/>Article 8<br/><br/>Facturation et modalités de  paiement</p><p><br/>Le sous-traitant établit une facture (hebdomadaire, décadaire,  bimensuelle, mensuelle ou autre).<br/><br/>Le paiement est exigible à  jours après la date de réception de la facture.<br/><br/>Tout retard de  paiement au-delà de l'échéance convenue entraîne de plein droit, après mise en  demeure, le versement de pénalités d'un montant égal à une fois et demie le taux  d'intérêt légal.</p><p><br/>Article 9<br/><br/>Durée du contrat</p><p><br/>Variante n° 1 : contrat à durée déterminée.<br/><br/>Le présent contrat est conclu pour une durée déterminée de dont  l'exécution commence le et dont le terme est fixé au <br/><br/>Les  parties peuvent mettre fin au contrat avant son terme sans préavis en cas de  manquements graves ou répétés de l'une ou de l'autre à ses obligations.<br/><br/>Variante n° 2 : contrat à durée indéterminée.<br/><br/>Le  présent contrat est conclu pour une durée indéterminée dont l'exécution commence  le<br/><br/>Il peut être résilié par l'une ou l'autre des parties par  l'envoi d'une lettre recommandée avec accusé de réception moyennant un  préavis.<br/><br/>Ce préavis est d'un mois quand le temps écoulé depuis  le début d'exécution du contrat ne dépasse pas six mois.<br/><br/>Ce  préavis est de deux mois quand cette durée dépasse six mois sans excéder un  an.<br/><br/>Ce préavis est de trois mois quand cette durée est  supérieure à un an.<br/><br/>Pendant ce préavis, l'économie générale du  contrat est maintenue.<br/><br/>Les parties peuvent mettre fin au  contrat sans préavis en cas de manquements graves ou répétés de l'une ou de  l'autre à ses obligations.</p><p><br/>Article 10<br/><br/>Dispositions diverses</p><p><br/>L'opérateur de transport et le sous-traitant conviennent que  les dispositions suivantes contenues dans le contrat type applicable aux  transports publics routiers de marchandises exécutées par des sous-traitants  s'imposent à eux.<br/><br/>10.1. Assurance du (ou des) véhicule (s)  (art. 9-1 du contrat type).<br/><br/>Le sous-traitant assure le (s)  véhicule (s) contre tous les risques afférents à la circulation  automobile.<br/><br/>10.2. Assurance vol et incendie (art. 9-2 du  contrat type).<br/><br/>L'opérateur de transport assure contre le vol  et l'incendie les matériels ou les engins tractés lui appartenant.<br/><br/>10.3. Responsabilité à l'égard des marchandises transportées (art. 8,  9-3 et 11-3 du contrat type).<br/><br/>Le sous-traitant répond à  l'égard de l'opérateur de transports des avaries, des pertes et des retards qui  lui sont imputables dans les limites fixées par les contrats types en vigueur  applicables aux transports qui lui sont confiés.<br/><br/>A cet effet,  le sous-traitant souscrit une assurance couvrant cette responsabilité sur les  marchandises transportées.<br/><br/>Les parties ne procèdent à aucune  imputation du montant des dommages allégués sur le prix des services  rendus.<br/><br/>10.4. Assurance de responsabilité civile (art. 9-3 du  contrat type).<br/><br/>Le sous-traitant souscrit une assurance  couvrant sa responsabilité de chef d'entreprise.<br/><br/>10.5. Frais  supplémentaires (art. 10-6 du contrat type).<br/><br/>L'opérateur de  transport prend à sa charge les frais supplémentaires que le sous-traitant  engage avec son accord pour limiter les inconvénients résultant d'incidents  survenus dans l'exécution des transports.<br/><br/>10.6. Modalités de  paiement (art. 11-4, 11-6 et 11-7 du contrat type).<br/><br/>Le délai  de paiement ne peut excéder 30 jours après la date de réception de la facture  par l'opérateur de transport.<br/><br/>Le non-paiement total ou partiel  d'une facture à une seule échéance emporte sans formalité déchéance du terme de  toutes les sommes dues et entraîne, sans mise en demeure, leur exigibilité  immédiate. Ce manquement autorise le sous-traitant à rompre immédiatement sans  préavis le contrat en cours et sans que l'opérateur transport puisse lui  réclamer une quelconque indemnité.<br/><br/>En cas de perte ou d'avarie  totales ou partielles de la marchandise dont il est tenu pour responsable, le  sous-traitant a droit au paiement du prix de la prestation qu'il a effectuée  sous réserve qu'il règle l'indemnité correspondante.</p><p><br/>Article 11<br/><br/>Clause attributive de  juridiction</p><p><br/>En cas de litige ou de contestation, seuls les tribunaux de  commerce du ressort du siège social de l'opérateur de transport ou du  sous-traitant, au choix du demandeur, sont compétents et ce même en cas de  pluralité de défendeurs ou d'appel en garantie.<br/><br/>Fait à, le, en  deux exemplaires originaux.</p><br/>Signature de l'opérateur de transport<br/><br/>Signature du sous-traitant",
            "num": "CONTRAT COMMERCIAL",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1483228800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2145386495,
            "context": {
                "titresTM": [
                    {
                        "debut": "2013-03-28",
                        "fin": "2999-01-01",
                        "titre": "PARTIE REGLEMENTAIRE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000027232261",
                        "id": "LEGISCTA000027232261",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-01-01",
                        "fin": "2999-01-01",
                        "titre": "TROISIÈME PARTIE : TRANSPORT ROUTIER",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000030048381",
                        "id": "LEGISCTA000030048381",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2017-01-01",
                        "fin": "2999-01-01",
                        "titre": "ANNEXES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000033452817",
                        "id": "LEGISCTA000033452817",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "Code des transports",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023086525",
                        "id": "LEGITEXT000023086525",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000033452918",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000033452817",
            "sectionParentId": "LEGISCTA000033452817",
            "sectionParentTitre": "ANNEXES",
            "fullSectionsTitre": "PARTIE REGLEMENTAIRE &gt; TROISIÈME PARTIE : TRANSPORT ROUTIER &gt; ANNEXES",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000033452918",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000023086525",
                    "titre": "Code des transports",
                    "titreLong": "Code des transports",
                    "etat": "VIGUEUR",
                    "dateDebut": 1291161600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000023086525",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000033419103",
                    "textTitle": "Décret n°2016-1550 du 17 novembre 2016 - art.",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGIARTI000033446681",
                    "natureText": "DECRET",
                    "datePubliTexte": "2016-11-19",
                    "dateSignaTexte": "2016-11-17",
                    "dateDebutCible": "2017-01-01"
                },
                {
                    "textCid": "JORFTEXT000033419103",
                    "textTitle": "Décret n°2016-1550 du 17 novembre 2016 - art.",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGIARTI000033446681",
                    "natureText": "DECRET",
                    "datePubliTexte": "2016-11-19",
                    "dateSignaTexte": "2016-11-17",
                    "dateDebutCible": "2017-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000611802",
                    "textTitle": "Décret n°2003-1295 du 26 décembre 2003 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000611802",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2003-1295",
                    "datePubli": 1072742400000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000245349",
                    "textTitle": "Décret n°2007-1226 du 20 août 2007 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000245349",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2007-1226",
                    "datePubli": 1187740800000,
                    "dateDebut": 32472144000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000033452918",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1483228800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "CONTRAT COMMERCIAL"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}