{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006299014",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - L'attribution de la gérance d'un débit de tabac ordinaire s'effectue par voie d'adjudication, sauf en cas : a) De présentation comme successeur, par un gérant de débit de tabac ordinaire qui cesse son activité, ou par le mandataire judiciaire en cas de mise en oeuvre de procédures collectives, de l'acheteur du fonds de commerce annexé au débit ; b) De permutation entre époux ou entre associés d'une société en nom collectif. II. - En cas de recours à la procédure de mise en adjudication : 1. Le candidat retenu est celui qui s'engage à payer annuellement le montant le plus élevé du droit de licence auquel est tenu tout gérant de débit de tabac ordinaire, conformément au premier alinéa de l'article 568 du code général des impôts. Cet engagement est ci-après dénommé \"soumission\". 2. Le directeur régional des douanes et droits indirects met à la disposition du public un cahier des charges contenant des indications spécifiques liées à l'adjudication, notamment : périmètre dans lequel doit être implanté le futur débit, montant de la soumission minimale, lieu et date limite du dépôt des soumissions, et conditions devant être respectées pour être débitant de tabac. Afin que toute personne intéressée puisse prendre connaissance notamment des conditions de l'adjudication, l'avis du lieu et de la date du dépôt du cahier des charges sont donnés à la population du périmètre cité au premier alinéa par tout moyen d'information approprié. Le cahier des charges est déposé pour une durée maximale de trente jours. 3. Le montant de la soumission minimale citée au premier alinéa du 2 est fixé par le directeur régional des douanes et droits indirects. Elle correspond, par rapport à un chiffre d'affaires estimé, au montant annuel du droit de licence attendu pour le débit de tabac ordinaire concerné, compte tenu des données géographiques, économiques et commerciales du secteur d'adjudication. 4. Toute personne qui souhaite participer à une adjudication doit apposer sa signature, en précisant ses nom, prénom et adresse complète, sur le cahier des charges déposé au service des douanes et droits indirects le plus proche de la commune d'implantation ou dans les locaux de la mairie de cette commune. 5. Dans l'hypothèse où une société en nom collectif veut faire acte de candidature, seul est habilité à signer le cahier des charges le gérant de cette société ou un des associés de ladite société, dûment mandaté par le gérant à ce titre, selon un document produit au service et ayant date certaine antérieure à cette signature du cahier. L'associé en nom collectif non gérant qui a été mandaté pour signer le cahier des charges à la place du gérant de la société en nom collectif ne peut pas être candidat, seul le gérant peut faire acte de candidature à l'adjudication. 6. Le signataire du cahier des charges ne peut pas se désister au profit de son conjoint, non signataire, ou de toute autre personne dont il ne serait pas le représentant mandaté, pour l'attribution de la gérance du débit. 7. Le changement de candidat est strictement interdit. 8. Le cas échéant, les candidats inscrivent au cahier des charges l'identité du suppléant qu'ils souhaitent présenter et précisent s'il est associé de la société en nom collectif ou s'il est son conjoint, son concubin ou lié par un pacte civil de solidarité. Le suppléant doit également signer le cahier des charges. III. - 1. Chaque signataire du cahier des charges doit adresser sa soumission, accompagnée d'un engagement écrit de verser la somme choisie au titre du droit de licence annuel, à l'administration des douanes et droits indirects, sous double enveloppe cachetée et en recommandé avec accusé de réception, au plus tard dans les deux mois à compter de la date du dépôt du cahier des charges. 2. La soumission est établie sous une enveloppe fermée sur laquelle le candidat a mentionné ses nom et prénoms. 3. Dans les dix jours ouvrés qui suivent la date limite de dépôt des soumissions, le directeur régional des douanes et droits indirects, ou son représentant, en présence d'un représentant d'une organisation professionnelle représentative sur le plan national des débitants de tabac et d'un agent de la direction régionale des douanes et droits indirects, procède à l'ouverture des enveloppes. Le directeur régional des douanes et droits indirects, après s'être assuré que les soumissions sont établies conformément au cahier des charges, donne lecture des offres de chacun d'eux et les note sur le procès-verbal de séance. Toute soumission qui n'est pas établie conformément au cahier des charges est rejetée par le directeur cité au premier alinéa, sans entraîner la nullité de la procédure de mise en adjudication. Si la soumission la plus forte est souscrite par plus d'un candidat, pour une somme identique, ces candidats sont invités, par courrier avec accusé de réception, à préparer de nouvelles soumissions et à les retourner sous pli cacheté au service dans les dix jours ouvrés à compter de la date de réception du courrier, en recommandé avec accusé de réception. Il est procédé à nouveau à l'opération visée au premier alinéa dans les mêmes délais. 4. Le procès-verbal de séance est signé par l'ensemble des participants mentionnés au premier alinéa du 3. IV. - 1. - Le candidat retenu conformément au 1 du II doit fournir les renseignements et les documents suivants dans les dix jours ouvrés à compter de la date de notification du résultat de l'ouverture des plis : a. Copie de sa carte d'identité ou de son passeport, ou autre justificatif de sa qualité de ressortissant d'un Etat membre de la Communauté européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen ; b. Certificat médical, établi aux frais du candidat, attestant l'aptitude à l'exercice de la profession de débitant de tabac, délivré par un médecin généraliste agréé par la direction départementale des affaires sanitaires et sociales ; c. Activité du commerce associé au débit de tabac ; d. Profession exercée jusqu'alors ; e. Engagement écrit sur l'honneur de respecter les règles de non-cumul d'emplois et de rémunérations définies par le décret du 29 octobre 1936 relatif aux cumuls d'emplois, de rémunérations et de retraites, et par la loi n° 63-156 du 23 février 1963 ; f. Pour les agents titulaires de la fonction publique, justificatifs de mise en disponibilité, de cessation d'activité, ou de mise en oeuvre des conditions particulières prévues par l'article 7 du décret du 29 octobre 1936 ; g. Déclaration écrite attestant sur l'honneur que le candidat n'est pas gérant d'un autre débit de tabac et s'engage à exploiter personnellement le débit de tabac et qu'il n'est pas associé dans une société en nom collectif propriétaire d'un commerce annexé à un débit de tabac ; h. Si le conjoint est gérant d'un autre débit de tabac, déclaration écrite attestant sur l'honneur que les époux ne seront pas suppléants l'un de l'autre, et les justificatifs relatifs à la propriété des fonds de commerce associés ; i. Un bail, une promesse de bail, une copie de l'acte de propriété ou un compromis de l'acte d'achat pour le local où est envisagée l'exploitation du débit de tabac ; j. Une copie de l'acte de propriété du fonds de commerce auquel est associé le débit de tabac ou, à défaut, une copie d'un acte juridique attestant que le candidat sera propriétaire dudit fonds. 2. - Si le candidat retenu ne fournit pas l'un ou plusieurs des renseignements ou documents demandés en application du 1, sa candidature est rejetée par le directeur régional des douanes et droits indirects. Dans ce cas, le candidat ayant déposé la deuxième soumission la plus forte est invité par courrier avec accusé de réception à fournir les mêmes renseignements et documents dans les dix jours ouvrés à compter de la date de réception dudit courrier du directeur régional des douanes et droits indirects. Cette procédure est répétée en tant que de besoin. 3. - Le candidat retenu s'engage à verser, pendant ses trois premières années d'activité, un droit de licence annuel correspondant, au minimum, au montant de la soumission cachetée offerte. Si le gérant veut cesser l'exploitation du débit de tabac dont la gérance lui a été concédée avant l'expiration du délai de trois ans visé au premier alinéa, il verse à l'administration des douanes et droits indirects une indemnité déterminée au prorata du nombre de mois à courir depuis la date de cessation d'exploitation jusqu'à la date d'expiration dudit délai, excepté en cas de force majeure. 4. - Le candidat retenu qui remplit les conditions pour être débitant de tabac visées au 6 de l'article 244 sexies, qui a fourni les renseignements et documents cités au 1 et qui respecte les obligations visées au 3 du II de l'article 244 septies, signe le contrat mentionné au deuxième alinéa du 1 de l'article 244 sexies avec le directeur régional des douanes et droits indirects concerné. Ledit contrat est établi en deux exemplaires. Le premier est conservé par le directeur régional des douanes et droits indirects et le second par le débitant de tabac.",
            "texteHtml": "<p></p>   I. - L'attribution de la gérance d'un débit de tabac ordinaire s'effectue par voie d'adjudication, sauf en cas :<p></p><p></p>   a) De présentation comme successeur, par un gérant de débit de tabac ordinaire qui cesse son activité, ou par le mandataire judiciaire en cas de mise en oeuvre de procédures collectives, de l'acheteur du fonds de commerce annexé au débit ;<p></p><p></p>   b) De permutation entre époux ou entre associés d'une société en nom collectif.<p></p><p></p>   II. - En cas de recours à la procédure de mise en adjudication :<p></p><p></p>   1. Le candidat retenu est celui qui s'engage à payer annuellement le montant le plus élevé du droit de licence auquel est tenu tout gérant de débit de tabac ordinaire, conformément au premier alinéa de l'article 568 du code général des impôts. Cet engagement est ci-après dénommé \"soumission\".<p></p><p></p>   2. Le directeur régional des douanes et droits indirects met à la disposition du public un cahier des charges contenant des indications spécifiques liées à l'adjudication, notamment : périmètre dans lequel doit être implanté le futur débit, montant de la soumission minimale, lieu et date limite du dépôt des soumissions, et conditions devant être respectées pour être débitant de tabac.<p></p><p></p>   Afin que toute personne intéressée puisse prendre connaissance notamment des conditions de l'adjudication, l'avis du lieu et de la date du dépôt du cahier des charges sont donnés à la population du périmètre cité au premier alinéa par tout moyen d'information approprié. Le cahier des charges est déposé pour une durée maximale de trente jours.<p></p><p></p>   3. Le montant de la soumission minimale citée au premier alinéa du 2 est fixé par le directeur régional des douanes et droits indirects. Elle correspond, par rapport à un chiffre d'affaires estimé, au montant annuel du droit de licence attendu pour le débit de tabac ordinaire concerné, compte tenu des données géographiques, économiques et commerciales du secteur d'adjudication.<p></p><p></p>   4. Toute personne qui souhaite participer à une adjudication doit apposer sa signature, en précisant ses nom, prénom et adresse complète, sur le cahier des charges déposé au service des douanes et droits indirects le plus proche de la commune d'implantation ou dans les locaux de la mairie de cette commune.<p></p><p></p>   5. Dans l'hypothèse où une société en nom collectif veut faire acte de candidature, seul est habilité à signer le cahier des charges le gérant de cette société ou un des associés de ladite société, dûment mandaté par le gérant à ce titre, selon un document produit au service et ayant date certaine antérieure à cette signature du cahier. L'associé en nom collectif non gérant qui a été mandaté pour signer le cahier des charges à la place du gérant de la société en nom collectif ne peut pas être candidat, seul le gérant peut faire acte de candidature à l'adjudication.<p></p><p></p>   6. Le signataire du cahier des charges ne peut pas se désister au profit de son conjoint, non signataire, ou de toute autre personne dont il ne serait pas le représentant mandaté, pour l'attribution de la gérance du débit.<p></p><p></p>   7. Le changement de candidat est strictement interdit.<p></p><p></p>   8. Le cas échéant, les candidats inscrivent au cahier des charges l'identité du suppléant qu'ils souhaitent présenter et précisent s'il est associé de la société en nom collectif ou s'il est son conjoint, son concubin ou lié par un pacte civil de solidarité. Le suppléant doit également signer le cahier des charges.<p></p><p></p>   III. - 1. Chaque signataire du cahier des charges doit adresser sa soumission, accompagnée d'un engagement écrit de verser la somme choisie au titre du droit de licence annuel, à l'administration des douanes et droits indirects, sous double enveloppe cachetée et en recommandé avec accusé de réception, au plus tard dans les deux mois à compter de la date du dépôt du cahier des charges.<p></p><p></p>   2. La soumission est établie sous une enveloppe fermée sur laquelle le candidat a mentionné ses nom et prénoms.<p></p><p></p>   3. Dans les dix jours ouvrés qui suivent la date limite de dépôt des soumissions, le directeur régional des douanes et droits indirects, ou son représentant, en présence d'un représentant d'une organisation professionnelle représentative sur le plan national des débitants de tabac et d'un agent de la direction régionale des douanes et droits indirects, procède à l'ouverture des enveloppes. Le directeur régional des douanes et droits indirects, après s'être assuré que les soumissions sont établies conformément au cahier des charges, donne lecture des offres de chacun d'eux et les note sur le procès-verbal de séance.<p></p><p></p>   Toute soumission qui n'est pas établie conformément au cahier des charges est rejetée par le directeur cité au premier alinéa, sans entraîner la nullité de la procédure de mise en adjudication.<p></p><p></p>   Si la soumission la plus forte est souscrite par plus d'un candidat, pour une somme identique, ces candidats sont invités, par courrier avec accusé de réception, à préparer de nouvelles soumissions et à les retourner sous pli cacheté au service dans les dix jours ouvrés à compter de la date de réception du courrier, en recommandé avec accusé de réception. Il est procédé à nouveau à l'opération visée au premier alinéa dans les mêmes délais.<p></p><p></p>   4. Le procès-verbal de séance est signé par l'ensemble des participants mentionnés au premier alinéa du 3.<p></p><p></p>   IV. - 1. - Le candidat retenu conformément au 1 du II doit fournir les renseignements et les documents suivants dans les dix jours ouvrés à compter de la date de notification du résultat de l'ouverture des plis :<p></p><p></p>   a. Copie de sa carte d'identité ou de son passeport, ou autre justificatif de sa qualité de ressortissant d'un Etat membre de la Communauté européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen ;<p></p><p></p>   b. Certificat médical, établi aux frais du candidat, attestant l'aptitude à l'exercice de la profession de débitant de tabac, délivré par un médecin généraliste agréé par la direction départementale des affaires sanitaires et sociales ;<p></p><p></p>   c. Activité du commerce associé au débit de tabac ;<p></p><p></p>   d. Profession exercée jusqu'alors ;<p></p><p></p>   e. Engagement écrit sur l'honneur de respecter les règles de non-cumul d'emplois et de rémunérations définies par le décret du 29 octobre 1936 relatif aux cumuls d'emplois, de rémunérations et de retraites, et par la loi n° 63-156 du 23 février 1963 ;<p></p><p></p>   f. Pour les agents titulaires de la fonction publique, justificatifs de mise en disponibilité, de cessation d'activité, ou de mise en oeuvre des conditions particulières prévues par l'article 7 du décret du 29 octobre 1936 ;<p></p><p></p>   g. Déclaration écrite attestant sur l'honneur que le candidat n'est pas gérant d'un autre débit de tabac et s'engage à exploiter personnellement le débit de tabac et qu'il n'est pas associé dans une société en nom collectif propriétaire d'un commerce annexé à un débit de tabac ;<p></p><p></p>   h. Si le conjoint est gérant d'un autre débit de tabac, déclaration écrite attestant sur l'honneur que les époux ne seront pas suppléants l'un de l'autre, et les justificatifs relatifs à la propriété des fonds de commerce associés ;<p></p><p></p>   i. Un bail, une promesse de bail, une copie de l'acte de propriété ou un compromis de l'acte d'achat pour le local où est envisagée l'exploitation du débit de tabac ;<p></p><p></p>   j. Une copie de l'acte de propriété du fonds de commerce auquel est associé le débit de tabac ou, à défaut, une copie d'un acte juridique attestant que le candidat sera propriétaire dudit fonds.<p></p><p></p>   2. - Si le candidat retenu ne fournit pas l'un ou plusieurs des renseignements ou documents demandés en application du 1, sa candidature est rejetée par le directeur régional des douanes et droits indirects. Dans ce cas, le candidat ayant déposé la deuxième soumission la plus forte est invité par courrier avec accusé de réception à fournir les mêmes renseignements et documents dans les dix jours ouvrés à compter de la date de réception dudit courrier du directeur régional des douanes et droits indirects. Cette procédure est répétée en tant que de besoin.<p></p><p></p>   3. - Le candidat retenu s'engage à verser, pendant ses trois premières années d'activité, un droit de licence annuel correspondant, au minimum, au montant de la soumission cachetée offerte.<p></p><p></p>   Si le gérant veut cesser l'exploitation du débit de tabac dont la gérance lui a été concédée avant l'expiration du délai de trois ans visé au premier alinéa, il verse à l'administration des douanes et droits indirects une indemnité déterminée au prorata du nombre de mois à courir depuis la date de cessation d'exploitation jusqu'à la date d'expiration dudit délai, excepté en cas de force majeure.<p></p><p></p>   4. - Le candidat retenu qui remplit les conditions pour être débitant de tabac visées au 6 de l'article 244 sexies, qui a fourni les renseignements et documents cités au 1 et qui respecte les obligations visées au 3 du II de l'article 244 septies, signe le contrat mentionné au deuxième alinéa du 1 de l'article 244 sexies avec le directeur régional des douanes et droits indirects concerné. Ledit contrat est établi en deux exemplaires. Le premier est conservé par le directeur régional des douanes et droits indirects et le second par le débitant de tabac.<p></p>",
            "num": "244 undecies",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "ABROGE",
            "dateDebut": 1139961600000,
            "dateFin": 1179273600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 429490,
            "context": {
                "titresTM": [
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084185",
                        "id": "LEGISCTA000006084185",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114428",
                        "id": "LEGISCTA000006114428",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-03-11",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Contributions indirectes et taxes diverses",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133754",
                        "id": "LEGISCTA000006133754",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-01-18",
                        "fin": "2007-05-16",
                        "titre": "Chapitre VI : Tabacs",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146838",
                        "id": "LEGISCTA000006146838",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069574",
                        "id": "LEGITEXT000006069574",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006299012",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006146838",
            "sectionParentId": "LEGISCTA000006146838",
            "sectionParentTitre": "Chapitre VI : Tabacs",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première partie : Impôts d'État &gt; Titre III : Contributions indirectes et taxes diverses",
            "refInjection": "MD-20230927_154145_239_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000006299014",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069574",
                    "titre": "Code général des impôts, annexe III, CGIANIII.",
                    "titreLong": "Code général des impôts, annexe III",
                    "etat": "VIGUEUR",
                    "dateDebut": -620870400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069574",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000240757",
                    "textTitle": "Loi 2004-1485 2004-12-30 art. 95 I, IV Finances rectificative pour 2004 JORF 31 décembre 2004",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000240757",
                    "natureText": "LOI",
                    "datePubliTexte": "2004-12-31",
                    "dateSignaTexte": "2004-12-30",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000609479",
                    "textTitle": "Décret n°2006-157 du 13 février 2006 - art. 5 () JORF 15 février 2006",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000006249361",
                    "natureText": "DECRET",
                    "datePubliTexte": "2006-02-15",
                    "dateSignaTexte": "2006-02-13",
                    "dateDebutCible": "2006-02-15"
                },
                {
                    "textCid": "JORFTEXT000000649024",
                    "textTitle": "Décret n°2007-906 du 15 mai 2007 - art. 28 (V) JORF 16 mai 2007",
                    "linkType": "ABROGATION",
                    "linkOrientation": "source",
                    "articleNum": "28",
                    "articleId": "LEGIARTI000006265106",
                    "natureText": "DECRET",
                    "datePubliTexte": "2007-05-16",
                    "dateSignaTexte": "2007-05-15",
                    "dateDebutCible": "2007-05-16"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 568, 244 sexies, 244 septies",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "Décret 1936-10-29 art. 7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000000509290",
                    "textTitle": "Loi 63-156 1963-02-23",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000509290",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "63-156",
                    "datePubli": -216259200000,
                    "dateDebut": 32472144000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "",
                    "textTitle": "CGIAN3 244 quinquedecies",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "CGIAN3 244 septies",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006299012",
                    "etat": "TRANSFERE",
                    "version": "1.0",
                    "dateDebut": 1074384000000,
                    "dateFin": 1093910400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006299013",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1093910400000,
                    "dateFin": 1139961600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006299014",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 1139961600000,
                    "dateFin": 1179273600000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "244 undecies",
                "244"
            ],
            "versionPrecedente": "LEGIARTI000006299013",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006299013",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - L'attribution de la gérance d'un débit de tabac ordinaire s'effectue par voie d'adjudication, sauf en cas : a) De présentation comme successeur, par un gérant de débit de tabac ordinaire qui cesse son activité, ou par le mandataire judiciaire en cas de mise en oeuvre de procédures collectives, de l'acheteur du fonds de commerce annexé au débit ; b) De permutation entre époux ou entre associés d'une société en nom collectif. II. - En cas de recours à la procédure de mise en adjudication : 1. Le candidat retenu est celui qui s'engage à payer annuellement le montant le plus élevé de la redevance à laquelle est tenu tout gérant de débit de tabac ordinaire, conformément au premier alinéa de l'article 568 du code général des impôts. Cet engagement est ci-après dénommé \"soumission\". 2. Le directeur régional des douanes et droits indirects met à la disposition du public un cahier des charges contenant des indications spécifiques liées à l'adjudication, notamment : périmètre dans lequel doit être implanté le futur débit, montant de la soumission minimale, lieu et date limite du dépôt des soumissions, et conditions devant être respectées pour être débitant de tabac. Afin que toute personne intéressée puisse prendre connaissance notamment des conditions de l'adjudication, l'avis du lieu et de la date du dépôt du cahier des charges sont donnés à la population du périmètre cité au premier alinéa par tout moyen d'information approprié. Le cahier des charges est déposé pour une durée maximale de trente jours. 3. Le montant de la soumission minimale citée au premier alinéa du 2 est fixé par le directeur régional des douanes et droits indirects. Elle correspond, par rapport à un chiffre d'affaires estimé, au montant annuel de redevance attendu pour le débit de tabac ordinaire concerné, compte tenu des données géographiques, économiques et commerciales du secteur d'adjudication. 4. Toute personne qui souhaite participer à une adjudication doit apposer sa signature, en précisant ses nom, prénom et adresse complète, sur le cahier des charges déposé au service des douanes et droits indirects le plus proche de la commune d'implantation ou dans les locaux de la mairie de cette commune. 5. Dans l'hypothèse où une société en nom collectif veut faire acte de candidature, seul est habilité à signer le cahier des charges le gérant de cette société ou un des associés de ladite société, dûment mandaté par le gérant à ce titre, selon un document produit au service et ayant date certaine antérieure à cette signature du cahier. L'associé en nom collectif non gérant qui a été mandaté pour signer le cahier des charges à la place du gérant de la société en nom collectif ne peut pas être candidat, seul le gérant peut faire acte de candidature à l'adjudication. 6. Le signataire du cahier des charges ne peut pas se désister au profit de son conjoint, non signataire, ou de toute autre personne dont il ne serait pas le représentant mandaté, pour l'attribution de la gérance du débit. 7. Le changement de candidat est strictement interdit. 8. Le cas échéant, les candidats inscrivent au cahier des charges l'identité du suppléant qu'ils souhaitent présenter et précisent s'il est associé de la société en nom collectif ou s'il est son conjoint, son concubin ou lié par un pacte civil de solidarité. Le suppléant doit également signer le cahier des charges. III. - 1. Chaque signataire du cahier des charges doit adresser sa soumission, accompagnée d'un engagement écrit de verser la somme choisie au titre de la redevance annuelle, à l'administration des douanes et droits indirects, sous double enveloppe cachetée et en recommandé avec accusé de réception, au plus tard dans les deux mois à compter de la date du dépôt du cahier des charges. 2. La soumission est établie sur papier revêtu d'un timbre fiscal, en application des articles 899 et 905 à 907 du code général des impôts, sous une enveloppe fermée sur laquelle le candidat a mentionné ses nom et prénoms. 3. Dans les dix jours ouvrés qui suivent la date limite de dépôt des soumissions, le directeur régional des douanes et droits indirects, ou son représentant, en présence d'un représentant d'une organisation professionnelle représentative sur le plan national des débitants de tabac et d'un agent de la direction régionale des douanes et droits indirects, procède à l'ouverture des enveloppes. Le directeur régional des douanes et droits indirects, après s'être assuré que les soumissions sont établies conformément au cahier des charges, donne lecture des offres de chacun d'eux et les note sur le procès-verbal de séance. Toute soumission qui n'est pas établie conformément au cahier des charges est rejetée par le directeur cité au premier alinéa, sans entraîner la nullité de la procédure de mise en adjudication. Si la soumission la plus forte est souscrite par plus d'un candidat, pour une somme identique, ces candidats sont invités, par courrier avec accusé de réception, à préparer de nouvelles soumissions sur papier timbré et à les retourner sous pli cacheté au service dans les dix jours ouvrés à compter de la date de réception du courrier, en recommandé avec accusé de réception. Il est procédé à nouveau à l'opération visée au premier alinéa dans les mêmes délais. 4. Le procès-verbal de séance est signé par l'ensemble des participants mentionnés au premier alinéa du 3. IV. - 1. - Le candidat retenu conformément au 1 du II doit fournir les renseignements et les documents suivants dans les dix jours ouvrés à compter de la date de notification du résultat de l'ouverture des plis : a. Copie de sa carte d'identité ou de son passeport, ou autre justificatif de sa qualité de ressortissant d'un Etat membre de la Communauté européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen ; b. Certificat médical, établi aux frais du candidat, attestant l'aptitude à l'exercice de la profession de débitant de tabac, délivré par un médecin généraliste agréé par la direction départementale des affaires sanitaires et sociales ; c. Activité du commerce associé au débit de tabac ; d. Profession exercée jusqu'alors ; e. Engagement écrit sur l'honneur de respecter les règles de non-cumul d'emplois et de rémunérations définies par le décret du 29 octobre 1936 relatif aux cumuls d'emplois, de rémunérations et de retraites, et par la loi n° 63-156 du 23 février 1963 ; f. Pour les agents titulaires de la fonction publique, justificatifs de mise en disponibilité, de cessation d'activité, ou de mise en oeuvre des conditions particulières prévues par l'article 7 du décret du 29 octobre 1936 ; g. Déclaration écrite attestant sur l'honneur que le candidat n'est pas gérant d'un autre débit de tabac et s'engage à exploiter personnellement le débit de tabac et qu'il n'est pas associé dans une société en nom collectif propriétaire d'un commerce annexé à un débit de tabac ; h. Si le conjoint est gérant d'un autre débit de tabac, déclaration écrite attestant sur l'honneur que les époux ne seront pas suppléants l'un de l'autre, et les justificatifs relatifs à la propriété des fonds de commerce associés ; i. Un bail, une promesse de bail, une copie de l'acte de propriété ou un compromis de l'acte d'achat pour le local où est envisagée l'exploitation du débit de tabac ; j. Une copie de l'acte de propriété du fonds de commerce auquel est associé le débit de tabac ou, à défaut, une copie d'un acte juridique attestant que le candidat sera propriétaire dudit fonds. 2. - Si le candidat retenu ne fournit pas l'un ou plusieurs des renseignements ou documents demandés en application du 1, sa candidature est rejetée par le directeur régional des douanes et droits indirects. Dans ce cas, le candidat ayant déposé la deuxième soumission la plus forte est invité par courrier avec accusé de réception à fournir les mêmes renseignements et documents dans les dix jours ouvrés à compter de la date de réception dudit courrier du directeur régional des douanes et droits indirects. Cette procédure est répétée en tant que de besoin. 3. - Le candidat retenu s'engage à verser, pendant ses trois premières années d'activité, une redevance annuelle correspondant, au minimum, au montant de la soumission cachetée offerte. Si le gérant veut cesser l'exploitation du débit de tabac dont la gérance lui a été concédée avant l'expiration du délai de trois ans visé au premier alinéa, il verse à l'administration des douanes et droits indirects une indemnité déterminée au prorata du nombre de mois à courir depuis la date de cessation d'exploitation jusqu'à la date d'expiration dudit délai, excepté en cas de force majeure. 4. - Le candidat retenu qui remplit les conditions pour être débitant de tabac visées au 6 de l'article 244 sexies, qui a fourni les renseignements et documents cités au 1 et qui respecte les obligations visées au 3 du II de l'article 244 septies, signe le contrat mentionné au deuxième alinéa du 1 de l'article 244 sexies avec le directeur régional des douanes et droits indirects concerné. Ledit contrat est établi en deux exemplaires. Le premier est conservé par le directeur régional des douanes et droits indirects et le second par le débitant de tabac.",
            "texteHtml": "<p></p>   I. - L'attribution de la gérance d'un débit de tabac ordinaire s'effectue par voie d'adjudication, sauf en cas :<p></p><p></p>   a) De présentation comme successeur, par un gérant de débit de tabac ordinaire qui cesse son activité, ou par le mandataire judiciaire en cas de mise en oeuvre de procédures collectives, de l'acheteur du fonds de commerce annexé au débit ;<p></p><p></p>   b) De permutation entre époux ou entre associés d'une société en nom collectif.<p></p><p></p>   II. - En cas de recours à la procédure de mise en adjudication :<p></p><p></p>   1. Le candidat retenu est celui qui s'engage à payer annuellement le montant le plus élevé de la redevance à laquelle est tenu tout gérant de débit de tabac ordinaire, conformément au premier alinéa de l'article 568 du code général des impôts. Cet engagement est ci-après dénommé \"soumission\".<p></p><p></p>   2. Le directeur régional des douanes et droits indirects met à la disposition du public un cahier des charges contenant des indications spécifiques liées à l'adjudication, notamment : périmètre dans lequel doit être implanté le futur débit, montant de la soumission minimale, lieu et date limite du dépôt des soumissions, et conditions devant être respectées pour être débitant de tabac.<p></p><p></p>   Afin que toute personne intéressée puisse prendre connaissance notamment des conditions de l'adjudication, l'avis du lieu et de la date du dépôt du cahier des charges sont donnés à la population du périmètre cité au premier alinéa par tout moyen d'information approprié. Le cahier des charges est déposé pour une durée maximale de trente jours.<p></p><p></p>   3. Le montant de la soumission minimale citée au premier alinéa du 2 est fixé par le directeur régional des douanes et droits indirects. Elle correspond, par rapport à un chiffre d'affaires estimé, au montant annuel de redevance attendu pour le débit de tabac ordinaire concerné, compte tenu des données géographiques, économiques et commerciales du secteur d'adjudication.<p></p><p></p>   4. Toute personne qui souhaite participer à une adjudication doit apposer sa signature, en précisant ses nom, prénom et adresse complète, sur le cahier des charges déposé au service des douanes et droits indirects le plus proche de la commune d'implantation ou dans les locaux de la mairie de cette commune.<p></p><p></p>   5. Dans l'hypothèse où une société en nom collectif veut faire acte de candidature, seul est habilité à signer le cahier des charges le gérant de cette société ou un des associés de ladite société, dûment mandaté par le gérant à ce titre, selon un document produit au service et ayant date certaine antérieure à cette signature du cahier. L'associé en nom collectif non gérant qui a été mandaté pour signer le cahier des charges à la place du gérant de la société en nom collectif ne peut pas être candidat, seul le gérant peut faire acte de candidature à l'adjudication.<p></p><p></p>   6. Le signataire du cahier des charges ne peut pas se désister au profit de son conjoint, non signataire, ou de toute autre personne dont il ne serait pas le représentant mandaté, pour l'attribution de la gérance du débit.<p></p><p></p>   7. Le changement de candidat est strictement interdit.<p></p><p></p>   8. Le cas échéant, les candidats inscrivent au cahier des charges l'identité du suppléant qu'ils souhaitent présenter et précisent s'il est associé de la société en nom collectif ou s'il est son conjoint, son concubin ou lié par un pacte civil de solidarité. Le suppléant doit également signer le cahier des charges.<p></p><p></p>   III. - 1. Chaque signataire du cahier des charges doit adresser sa soumission, accompagnée d'un engagement écrit de verser la somme choisie au titre de la redevance annuelle, à l'administration des douanes et droits indirects, sous double enveloppe cachetée et en recommandé avec accusé de réception, au plus tard dans les deux mois à compter de la date du dépôt du cahier des charges.<p></p><p></p>   2. La soumission est établie sur papier revêtu d'un timbre fiscal, en application des articles 899 et 905 à 907 du code général des impôts, sous une enveloppe fermée sur laquelle le candidat a mentionné ses nom et prénoms.<p></p><p></p>   3. Dans les dix jours ouvrés qui suivent la date limite de dépôt des soumissions, le directeur régional des douanes et droits indirects, ou son représentant, en présence d'un représentant d'une organisation professionnelle représentative sur le plan national des débitants de tabac et d'un agent de la direction régionale des douanes et droits indirects, procède à l'ouverture des enveloppes. Le directeur régional des douanes et droits indirects, après s'être assuré que les soumissions sont établies conformément au cahier des charges, donne lecture des offres de chacun d'eux et les note sur le procès-verbal de séance.<p></p><p></p>   Toute soumission qui n'est pas établie conformément au cahier des charges est rejetée par le directeur cité au premier alinéa, sans entraîner la nullité de la procédure de mise en adjudication.<p></p><p></p>   Si la soumission la plus forte est souscrite par plus d'un candidat, pour une somme identique, ces candidats sont invités, par courrier avec accusé de réception, à préparer de nouvelles soumissions sur papier timbré et à les retourner sous pli cacheté au service dans les dix jours ouvrés à compter de la date de réception du courrier, en recommandé avec accusé de réception. Il est procédé à nouveau à l'opération visée au premier alinéa dans les mêmes délais.<p></p><p></p>   4. Le procès-verbal de séance est signé par l'ensemble des participants mentionnés au premier alinéa du 3.<p></p><p></p>   IV. - 1. - Le candidat retenu conformément au 1 du II doit fournir les renseignements et les documents suivants dans les dix jours ouvrés à compter de la date de notification du résultat de l'ouverture des plis :<p></p><p></p>   a. Copie de sa carte d'identité ou de son passeport, ou autre justificatif de sa qualité de ressortissant d'un Etat membre de la Communauté européenne ou d'un autre Etat partie à l'accord sur l'Espace économique européen ;<p></p><p></p>   b. Certificat médical, établi aux frais du candidat, attestant l'aptitude à l'exercice de la profession de débitant de tabac, délivré par un médecin généraliste agréé par la direction départementale des affaires sanitaires et sociales ;<p></p><p></p>   c. Activité du commerce associé au débit de tabac ;<p></p><p></p>   d. Profession exercée jusqu'alors ;<p></p><p></p>   e. Engagement écrit sur l'honneur de respecter les règles de non-cumul d'emplois et de rémunérations définies par le décret du 29 octobre 1936 relatif aux cumuls d'emplois, de rémunérations et de retraites, et par la loi n° 63-156 du 23 février 1963 ;<p></p><p></p>   f. Pour les agents titulaires de la fonction publique, justificatifs de mise en disponibilité, de cessation d'activité, ou de mise en oeuvre des conditions particulières prévues par l'article 7 du décret du 29 octobre 1936 ;<p></p><p></p>   g. Déclaration écrite attestant sur l'honneur que le candidat n'est pas gérant d'un autre débit de tabac et s'engage à exploiter personnellement le débit de tabac et qu'il n'est pas associé dans une société en nom collectif propriétaire d'un commerce annexé à un débit de tabac ;<p></p><p></p>   h. Si le conjoint est gérant d'un autre débit de tabac, déclaration écrite attestant sur l'honneur que les époux ne seront pas suppléants l'un de l'autre, et les justificatifs relatifs à la propriété des fonds de commerce associés ;<p></p><p></p>   i. Un bail, une promesse de bail, une copie de l'acte de propriété ou un compromis de l'acte d'achat pour le local où est envisagée l'exploitation du débit de tabac ;<p></p><p></p>   j. Une copie de l'acte de propriété du fonds de commerce auquel est associé le débit de tabac ou, à défaut, une copie d'un acte juridique attestant que le candidat sera propriétaire dudit fonds.<p></p><p></p>   2. - Si le candidat retenu ne fournit pas l'un ou plusieurs des renseignements ou documents demandés en application du 1, sa candidature est rejetée par le directeur régional des douanes et droits indirects. Dans ce cas, le candidat ayant déposé la deuxième soumission la plus forte est invité par courrier avec accusé de réception à fournir les mêmes renseignements et documents dans les dix jours ouvrés à compter de la date de réception dudit courrier du directeur régional des douanes et droits indirects. Cette procédure est répétée en tant que de besoin.<p></p><p></p>   3. - Le candidat retenu s'engage à verser, pendant ses trois premières années d'activité, une redevance annuelle correspondant, au minimum, au montant de la soumission cachetée offerte.<p></p><p></p>   Si le gérant veut cesser l'exploitation du débit de tabac dont la gérance lui a été concédée avant l'expiration du délai de trois ans visé au premier alinéa, il verse à l'administration des douanes et droits indirects une indemnité déterminée au prorata du nombre de mois à courir depuis la date de cessation d'exploitation jusqu'à la date d'expiration dudit délai, excepté en cas de force majeure.<p></p><p></p>   4. - Le candidat retenu qui remplit les conditions pour être débitant de tabac visées au 6 de l'article 244 sexies, qui a fourni les renseignements et documents cités au 1 et qui respecte les obligations visées au 3 du II de l'article 244 septies, signe le contrat mentionné au deuxième alinéa du 1 de l'article 244 sexies avec le directeur régional des douanes et droits indirects concerné. Ledit contrat est établi en deux exemplaires. Le premier est conservé par le directeur régional des douanes et droits indirects et le second par le débitant de tabac.<p></p>",
            "num": "244 undecies",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1093910400000,
            "dateFin": 1139961600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084185",
                        "id": "LEGISCTA000006084185",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114428",
                        "id": "LEGISCTA000006114428",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-03-11",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Contributions indirectes et taxes diverses",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133754",
                        "id": "LEGISCTA000006133754",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-01-18",
                        "fin": "2006-02-15",
                        "titre": "Chapitre VI : Tabac",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146839",
                        "id": "LEGISCTA000006146839",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069574",
                        "id": "LEGITEXT000006069574",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006299012",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006146839",
            "sectionParentId": "LEGISCTA000006146839",
            "sectionParentTitre": "Chapitre VI : Tabac",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première partie : Impôts d'État &gt; Titre III : Contributions indirectes et taxes diverses",
            "refInjection": "MD-20230927_154145_239_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000006299013",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069574",
                    "titre": "Code général des impôts, annexe III, CGIANIII.",
                    "titreLong": "Code général des impôts, annexe III",
                    "etat": "VIGUEUR",
                    "dateDebut": -620870400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069574",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000256097",
                    "textTitle": "Décret 2004-1070 2004-10-08",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000256097",
                    "natureText": "DECRET",
                    "datePubliTexte": "2004-10-10",
                    "dateSignaTexte": "2004-10-08",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000256097",
                    "textTitle": "Décret n°2004-1070 du 8 octobre 2004 - art. 3 () JORF 10 octobre 2004",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000006235003",
                    "natureText": "DECRET",
                    "datePubliTexte": "2004-10-10",
                    "dateSignaTexte": "2004-10-08",
                    "dateDebutCible": "2004-10-10"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 568",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 899, 905 à 907",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGIAN3 244 sexies, 244 septies",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "Décret 1936-10-29 art. 7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000000509290",
                    "textTitle": "Loi 63-156 1963-02-23",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000509290",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "63-156",
                    "datePubli": -216259200000,
                    "dateDebut": 32472144000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "",
                    "textTitle": "CGIAN3 244 quinquedecies",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "CGIAN3 244 septies",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "Edition du 31 août 2004",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006299012",
                    "etat": "TRANSFERE",
                    "version": "1.0",
                    "dateDebut": 1074384000000,
                    "dateFin": 1093910400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006299013",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1093910400000,
                    "dateFin": 1139961600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006299014",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 1139961600000,
                    "dateFin": 1179273600000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "244 undecies",
                "244"
            ],
            "versionPrecedente": "LEGIARTI000006299012",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006299012",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les débits de tabac ordinaires sont soit permanents, soit saisonniers. I. - 1. Les débits de tabac ordinaires permanents ont pour fonction de vendre au détail des tabacs manufacturés dans tous les lieux autres que ceux réservés aux débits de tabac spéciaux ou temporaires. Ils sont ouverts toute l'année, sauf éventuellement pendant les périodes de fermeture ou les congés du débitant. 2. Les débits de tabac ordinaires saisonniers ont pour fonction de vendre au détail des tabacs manufacturés pendant les périodes de l'année où la population afflue dans des points touristiques du territoire tels que les stations balnéaires ou de montagne. II. - 1. Le gérant d'un débit de tabac ordinaire peut exploiter un commerce annexé au point de vente tabac dans les conditions fixées au i du 6 de l'article 244 decies. En cas d'exploitation en société en nom collectif, tous les associés doivent être des personnes physiques et l'associé désigné pour exploiter le débit de tabac ordinaire doit obligatoirement être associé majoritaire et en être nommé gérant. 2. Pour les gérants d'un débit de tabac ordinaire, il peut être dérogé aux conditions visées aux h et i du 6 de l'article 244 decies en cas de : a) Location-gérance ou \"gérance libre\" émanant d'une commune ou d'un groupement de communes en zone rurale, ou d'un particulier dans les zones de revitalisation rurale précisées par le décret n° 96-119 du 14 février 1996 ; b) Exploitation de magasins franchisés en zone de revitalisation rurale citée au a. 3. Préalablement à la signature du contrat mentionné au deuxième alinéa du 1 de l'article 244 decies, le candidat à la gérance d'un débit de tabac ordinaire doit : a) Suivre un stage de formation professionnelle. A cet effet, il doit produire au service compétent de l'administration des douanes et droits indirects une attestation de suivi de stage établie par l'organisme de formation professionnelle ; b) Justifier à ce même service qu'il dispose d'un apport personnel d'au moins 33 % du prix d'achat nu du fonds de commerce ou de parts de la société en nom collectif, selon le cas, et de 25 % de l'investissement total. L'investissement total est composé du prix d'achat, hors frais, du fonds de commerce (ou des parts de la société en nom collectif), des frais d'agence (commission d'agence, frais de rédaction d'acte), des frais d'avocat, des frais annexes (droits de mutation, frais de publicité), du montant des stocks, de la trésorerie, du fonds de roulement, du coût des travaux (aménagements....), et le cas échéant du prix d'achat, hors frais, des murs (ou des parts d'une société civile immobilière) et des frais d'acquisition liés à l'achat des murs. 4. Il peut être dérogé à l'obligation de suivi d'un stage de formation professionnelle visée au a du 3 dans les cas suivants : a) Si le candidat à la gérance a déjà effectué cette formation et n'a jamais cessé de gérer un débit de tabac pendant plus d'une année ; b) Si le candidat à la gérance reprend le seul débit de tabac d'une commune de moins de 750 habitants et réalisant un chiffre d'affaires inférieur à 15 000 Euros par an ; c) Si le candidat à la gérance reprend le seul débit de tabac d'une commune de moins de 750 habitants et s'il répond à au moins deux des trois conditions suivantes : - il a exercé la fonction de suppléant d'un débit de tabac pendant au moins douze ans ; - il a plus de soixante ans ; - le chiffre d'affaires du débit de tabac est inférieur ou égal à 45 000 Euros par an.",
            "texteHtml": "<p></p>   Les débits de tabac ordinaires sont soit permanents, soit saisonniers.<p></p><p></p>   I. - 1. Les débits de tabac ordinaires permanents ont pour fonction de vendre au détail des tabacs manufacturés dans tous les lieux autres que ceux réservés aux débits de tabac spéciaux ou temporaires.<p></p><p></p>   Ils sont ouverts toute l'année, sauf éventuellement pendant les périodes de fermeture ou les congés du débitant.<p></p><p></p>   2. Les débits de tabac ordinaires saisonniers ont pour fonction de vendre au détail des tabacs manufacturés pendant les périodes de l'année où la population afflue dans des points touristiques du territoire tels que les stations balnéaires ou de montagne.<p></p><p></p>   II. - 1. Le gérant d'un débit de tabac ordinaire peut exploiter un commerce annexé au point de vente tabac dans les conditions fixées au i du 6 de l'article 244 decies. En cas d'exploitation en société en nom collectif, tous les associés doivent être des personnes physiques et l'associé désigné pour exploiter le débit de tabac ordinaire doit obligatoirement être associé majoritaire et en être nommé gérant.<p></p><p></p>   2. Pour les gérants d'un débit de tabac ordinaire, il peut être dérogé aux conditions visées aux h et i du 6 de l'article 244 decies en cas de :<p></p><p></p>   a) Location-gérance ou \"gérance libre\" émanant d'une commune ou d'un groupement de communes en zone rurale, ou d'un particulier dans les zones de revitalisation rurale précisées par le décret n° 96-119 du 14 février 1996 ;<p></p><p></p>   b) Exploitation de magasins franchisés en zone de revitalisation rurale citée au a.<p></p><p></p>   3. Préalablement à la signature du contrat mentionné au deuxième alinéa du 1 de l'article 244 decies, le candidat à la gérance d'un débit de tabac ordinaire doit :<p></p><p></p>   a) Suivre un stage de formation professionnelle. A cet effet, il doit produire au service compétent de l'administration des douanes et droits indirects une attestation de suivi de stage établie par l'organisme de formation professionnelle ;<p></p><p></p>   b) Justifier à ce même service qu'il dispose d'un apport personnel d'au moins 33 % du prix d'achat nu du fonds de commerce ou de parts de la société en nom collectif, selon le cas, et de 25 % de l'investissement total. L'investissement total est composé du prix d'achat, hors frais, du fonds de commerce (ou des parts de la société en nom collectif), des frais d'agence (commission d'agence, frais de rédaction d'acte), des frais d'avocat, des frais annexes (droits de mutation, frais de publicité), du montant des stocks, de la trésorerie, du fonds de roulement, du coût des travaux (aménagements....), et le cas échéant du prix d'achat, hors frais, des murs (ou des parts d'une société civile immobilière) et des frais d'acquisition liés à l'achat des murs.<p></p><p></p>   4. Il peut être dérogé à l'obligation de suivi d'un stage de formation professionnelle visée au a du 3 dans les cas suivants :<p></p><p></p>   a) Si le candidat à la gérance a déjà effectué cette formation et n'a jamais cessé de gérer un débit de tabac pendant plus d'une année ;<p></p><p></p>   b) Si le candidat à la gérance reprend le seul débit de tabac d'une commune de moins de 750 habitants et réalisant un chiffre d'affaires inférieur à 15 000 Euros par an ;<p></p><p></p>   c) Si le candidat à la gérance reprend le seul débit de tabac d'une commune de moins de 750 habitants et s'il répond à au moins deux des trois conditions suivantes :<p></p><p></p>   - il a exercé la fonction de suppléant d'un débit de tabac pendant au moins douze ans ;<p></p><p></p>   - il a plus de soixante ans ;<p></p><p></p>   - le chiffre d'affaires du débit de tabac est inférieur ou égal à 45 000 Euros par an.<p></p>",
            "num": "244 undecies",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "TRANSFERE",
            "dateDebut": 1074384000000,
            "dateFin": 1093910400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 386541,
            "context": {
                "titresTM": [
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084185",
                        "id": "LEGISCTA000006084185",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1972-08-30",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114428",
                        "id": "LEGISCTA000006114428",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-03-11",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Contributions indirectes et taxes diverses",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133754",
                        "id": "LEGISCTA000006133754",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-01-18",
                        "fin": "2007-05-16",
                        "titre": "Chapitre VI : Tabacs",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146838",
                        "id": "LEGISCTA000006146838",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1950-04-30",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe III",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069574",
                        "id": "LEGITEXT000006069574",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006299012",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006146838",
            "sectionParentId": "LEGISCTA000006146838",
            "sectionParentTitre": "Chapitre VI : Tabacs",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première partie : Impôts d'État &gt; Titre III : Contributions indirectes et taxes diverses &gt; Chapitre VI : Tabacs",
            "refInjection": "MD-20230927_154145_239_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000006299012",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069574",
                    "titre": "Code général des impôts, annexe III, CGIANIII.",
                    "titreLong": "Code général des impôts, annexe III",
                    "etat": "VIGUEUR",
                    "dateDebut": -620870400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069574",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000233242",
                    "textTitle": "Décret n°2004-68 du 16 janvier 2004 - art. 1 () JORF 18 janvier 2004",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006227957",
                    "natureText": "DECRET",
                    "datePubliTexte": "2004-01-18",
                    "dateSignaTexte": "2004-01-16",
                    "dateDebutCible": "2004-01-18"
                },
                {
                    "textCid": "JORFTEXT000000256097",
                    "textTitle": "Décret 2004-1070 2004-10-08",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000256097",
                    "natureText": "DECRET",
                    "datePubliTexte": "2004-10-10",
                    "dateSignaTexte": "2004-10-08",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000256097",
                    "textTitle": "Décret n°2004-1070 du 8 octobre 2004 - art. 3 () JORF 10 octobre 2004",
                    "linkType": "TRANSFERT",
                    "linkOrientation": "source",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000006235003",
                    "natureText": "DECRET",
                    "datePubliTexte": "2004-10-10",
                    "dateSignaTexte": "2004-10-08",
                    "dateDebutCible": "2004-10-10"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGIAN3 244 decies",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000000191822",
                    "textTitle": "Décret 96-119 1996-02-14",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000191822",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "96-119",
                    "datePubli": 824342400000,
                    "dateDebut": 32472144000000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "",
                    "textTitle": "CGIAN3 244 quinquedecies",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "CGIAN3 244 septies",
                    "linkType": "CONCORDE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "Edition du 1er janvier 2004",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                },
                {
                    "textCid": "",
                    "textTitle": "Edition du 31 août 2004",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006299012",
                    "etat": "TRANSFERE",
                    "version": "1.0",
                    "dateDebut": 1074384000000,
                    "dateFin": 1093910400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006299013",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1093910400000,
                    "dateFin": 1139961600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006299014",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 1139961600000,
                    "dateFin": 1179273600000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "244 undecies",
                "244"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}