{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000022201144",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - La société constituée exclusivement pour le rachat de tout ou partie du capital d'une entreprise, dans les conditions mentionnées au II, peut bénéficier d'un crédit d'impôt. Pour chaque exercice, le crédit d'impôt est égal à un pourcentage des intérêts dus au titre de cet exercice sur les emprunts contractés par la société constituée en vue du rachat au cours de l'année de création de cette société. Ce pourcentage est égal au taux normal de l'impôt sur les sociétés applicable aux bénéfices réalisés par la société rachetée au titre de l'exercice précédent. Le crédit d'impôt est limité au montant de l'impôt sur les sociétés acquitté par la société rachetée au titre de ce dernier exercice, dans la proportion des droits sociaux que la société nouvelle détient dans la société rachetée. Il est imputé sur l'impôt sur les sociétés dû au titre du même exercice par la société nouvelle ; l'excédent est remboursé à la société. Le crédit d'impôt prévu au présent article ne constitue pas un produit imposable pour la détermination du résultat de la société créée. Les intérêts qui servent de base au calcul du crédit d'impôt ne constituent pas une charge déductible pour la détermination de ce résultat imposable. Si le crédit d'impôt est limité par application des dispositions du deuxième alinéa, le montant non déductible est réduit dans la même proportion. Les actions de la société nouvelle peuvent bénéficier d'un droit de vote double dès leur émission. La société nouvelle peut émettre des obligations convertibles ou des obligations à bons de souscription d'actions dès sa création. Pendant un délai de deux ans, ces titres ne peuvent être cédés qu'aux porteurs de titres de la société nouvelle. Les administrateurs de la société rachetée peuvent lui être liés par un contrat de travail. II. - Le bénéfice des dispositions du I est subordonné aux conditions suivantes : a) La société rachetée et la société nouvelle doivent être soumises au régime de droit commun de l'impôt sur les sociétés. b) La société rachetée doit exercer une activité industrielle et commerciale au sens de l' article 34 ou une activité professionnelle au sens du 1 de l' article 92 ou une activité agricole. Elle doit avoir employé au moins dix salariés au cours de chacune des deux années qui précèdent le rachat. Cette dernière condition est requise pour les exercices ouverts à compter du 1er janvier 1991. c) Les droits de vote attachés aux actions ou aux parts de la société nouvelle doivent être détenus pour plus de 50 p. 100 par les personnes qui, à la date du rachat, sont salariées de la société rachetée. Ce pourcentage est apprécié en tenant compte des droits de vote attachés aux titres émis par la société nouvelle ainsi que de ceux qui sont susceptibles de résulter de la conversion d'obligations ou de l'exercice de bons de souscription d'actions. Pour l'application de ces dispositions, le salarié d'une entreprise dont le capital est détenu pour plus de 50 p. 100 par la société rachetée est assimilé à un salarié de cette dernière. Ces droits ne doivent pas être détenus, directement ou indirectement, pour plus de 50 p. 100 par d'autres sociétés. Pour l'application des dispositions du présent II, les droits de vote de la société nouvelle qui sont détenus par une société en nom collectif ou une société civile, n'ayant pas opté pour l'impôt sur les sociétés, constituée exclusivement entre les personnes salariées mentionnées au premier alinéa, sont considérés comme détenus par ces mêmes personnes, si la société a pour seul objet la détention des titres de la société nouvelle. Si des titres de la société nouvelle sont cédés par la société en nom collectif ou la société civile ou si des titres de l'une de ces deux dernières sociétés sont cédés par les salariés, les sanctions prévues aux quatrième et cinquième alinéas du II de l'article 83 bis et les dispositions du III sont applicables. d) La société nouvelle doit détenir, dès sa création, plus de 50 p. 100 des droits de vote de la société rachetée. La direction de la société rachetée doit être assurée par une ou plusieurs des personnes salariées mentionnées au c. Un salarié ne peut détenir, directement ou indirectement, 50 p. 100 ou plus des droits de vote de la société nouvelle ou de la société rachetée. Les titres de la société rachetée qui sont détenus, directement ou indirectement, par les salariés mentionnés au c ne peuvent être cédés à la société nouvelle que contre remise de titres de cette dernière société. En cas de fusion des deux sociétés, les salariés en cause doivent détenir plus de 50 p. 100 des droits de vote de la société qui résulte de la fusion. Les emprunts mentionnés au deuxième alinéa du I doivent être contractés pour une durée égale à quinze ans au plus. Leur taux actuariel brut est au plus égal au taux moyen de rendement brut à l'émission des obligations des sociétés privées du mois qui précède la date du contrat, majoré de deux points et demi. Ils ne doivent comporter aucun autre avantage ou droit au profit du prêteur autres que ceux attachés à des obligations convertibles ou à des obligations assorties de bons de souscription d'actions mentionnées au dernier alinéa du I. Le rachat est effectué entre le 15 avril 1987 et le 31 décembre 1991. III. - Les avantages prévus au I ne sont plus applicables à compter de l'année au cours de laquelle l'une des conditions prévues au II cesse d'être satisfaite.",
            "texteHtml": "<p>I. - La société constituée exclusivement pour le rachat de tout ou partie du capital d'une entreprise, dans les conditions mentionnées au II, peut bénéficier d'un crédit d'impôt.</p><p>Pour chaque exercice, le crédit d'impôt est égal à un pourcentage des intérêts dus au titre de cet exercice sur les emprunts contractés par la société constituée en vue du rachat au cours de l'année de création de cette société. Ce pourcentage est égal au taux normal de l'impôt sur les sociétés applicable aux bénéfices réalisés par la société rachetée au titre de l'exercice précédent. Le crédit d'impôt est limité au montant de l'impôt sur les sociétés acquitté par la société rachetée au titre de ce dernier exercice, dans la proportion des droits sociaux que la société nouvelle détient dans la société rachetée. Il est imputé sur l'impôt sur les sociétés dû au titre du même exercice par la société nouvelle ; l'excédent est remboursé à la société.</p><p>Le crédit d'impôt prévu au présent article ne constitue pas un produit imposable pour la détermination du résultat de la société créée. Les intérêts qui servent de base au calcul du crédit d'impôt ne constituent pas une charge déductible pour la détermination de ce résultat imposable. Si le crédit d'impôt est limité par application des dispositions du deuxième alinéa, le montant non déductible est réduit dans la même proportion.</p><p>Les actions de la société nouvelle peuvent bénéficier d'un droit de vote double dès leur émission.</p><p>La société nouvelle peut émettre des obligations convertibles ou des obligations à bons de souscription d'actions dès sa création. Pendant un délai de deux ans, ces titres ne peuvent être cédés qu'aux porteurs de titres de la société nouvelle.</p><p>Les administrateurs de la société rachetée peuvent lui être liés par un contrat de travail.</p><p>II. - Le bénéfice des dispositions du I est subordonné aux conditions suivantes :</p><p>a) La société rachetée et la société nouvelle doivent être soumises au régime de droit commun de l'impôt sur les sociétés.</p><p>b) La société rachetée doit exercer une activité industrielle et commerciale au sens de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006302249&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 34 (V)'>article 34 </a>ou une activité professionnelle au sens du 1 de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006307139&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 92 (V)'>article 92 </a>ou une activité agricole. Elle doit avoir employé au moins dix salariés au cours de chacune des deux années qui précèdent le rachat. Cette dernière condition est requise pour les exercices ouverts à compter du 1er janvier 1991.</p><p>c) Les droits de vote attachés aux actions ou aux parts de la société nouvelle doivent être détenus pour plus de 50 p. 100 par les personnes qui, à la date du rachat, sont salariées de la société rachetée. Ce pourcentage est apprécié en tenant compte des droits de vote attachés aux titres émis par la société nouvelle ainsi que de ceux qui sont susceptibles de résulter de la conversion d'obligations ou de l'exercice de bons de souscription d'actions.</p><p>Pour l'application de ces dispositions, le salarié d'une entreprise dont le capital est détenu pour plus de 50 p. 100 par la société rachetée est assimilé à un salarié de cette dernière.</p><p>Ces droits ne doivent pas être détenus, directement ou indirectement, pour plus de 50 p. 100 par d'autres sociétés.</p><p>Pour l'application des dispositions du présent II, les droits de vote de la société nouvelle qui sont détenus par une société en nom collectif ou une société civile, n'ayant pas opté pour l'impôt sur les sociétés, constituée exclusivement entre les personnes salariées mentionnées au premier alinéa, sont considérés comme détenus par ces mêmes personnes, si la société a pour seul objet la détention des titres de la société nouvelle.</p><p>Si des titres de la société nouvelle sont cédés par la société en nom collectif ou la société civile ou si des titres de l'une de ces deux dernières sociétés sont cédés par les salariés, les sanctions prévues aux quatrième et cinquième alinéas du II de l'article 83 bis et les dispositions du III sont applicables.</p><p>d) La société nouvelle doit détenir, dès sa création, plus de 50 p. 100 des droits de vote de la société rachetée. La direction de la société rachetée doit être assurée par une ou plusieurs des personnes salariées mentionnées au c.</p><p>Un salarié ne peut détenir, directement ou indirectement, 50 p. 100 ou plus des droits de vote de la société nouvelle ou de la société rachetée. Les titres de la société rachetée qui sont détenus, directement ou indirectement, par les salariés mentionnés au c ne peuvent être cédés à la société nouvelle que contre remise de titres de cette dernière société.</p><p>En cas de fusion des deux sociétés, les salariés en cause doivent détenir plus de 50 p. 100 des droits de vote de la société qui résulte de la fusion.</p><p>Les emprunts mentionnés au deuxième alinéa du I doivent être contractés pour une durée égale à quinze ans au plus. Leur taux actuariel brut est au plus égal au taux moyen de rendement brut à l'émission des obligations des sociétés privées du mois qui précède la date du contrat, majoré de deux points et demi. Ils ne doivent comporter aucun autre avantage ou droit au profit du prêteur autres que ceux attachés à des obligations convertibles ou à des obligations assorties de bons de souscription d'actions mentionnées au dernier alinéa du I.</p><p>Le rachat est effectué entre le 15 avril 1987 et le 31 décembre 1991.</p><p>III. - Les avantages prévus au I ne sont plus applicables à compter de l'année au cours de laquelle l'une des conditions prévues au II cesse d'être satisfaite.</p>",
            "num": "220 quater A",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "6.0",
            "etat": "VIGUEUR",
            "dateDebut": 1272672000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 3264124,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Impôt sur les bénéfices des sociétés et autres personnes morales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147019",
                        "id": "LEGISCTA000006147019",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section V : Calcul de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162532",
                        "id": "LEGISCTA000006162532",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006308104",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162532",
            "sectionParentId": "LEGISCTA000006162532",
            "sectionParentTitre": "Section V : Calcul de l'impôt",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre II : Impôt sur les bénéfices des sociétés et autres personnes morales &gt; Section V : Calcul de l'impôt",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000022201144",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000022166146",
                    "textTitle": "Décret n°2010-421  du 27 avril 2010 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000022169561",
                    "natureText": "DECRET",
                    "datePubliTexte": "2010-04-30",
                    "dateSignaTexte": "2010-04-27",
                    "dateDebutCible": "2010-05-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000718101",
                    "textTitle": "Loi n° 90-1258 du 31 décembre 1990 - art. 5 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000031009412",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "90-1258",
                    "datePubli": 663033600000,
                    "dateDebut": 1438992000000
                },
                {
                    "textCid": "JORFTEXT000023776687",
                    "textTitle": "LOI n°2011-331  du 28 mars 2011 - art. 32, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "32",
                    "articleId": "JORFARTI000023776838",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2011-331",
                    "datePubli": 1301356800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L3332-15 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L3332-15",
                    "articleId": "LEGIARTI000038613318",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1558656000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 160 A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "160 A",
                    "articleId": "LEGIARTI000006308026",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1136073600000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1757 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1757",
                    "articleId": "LEGIARTI000030061555",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1419984000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 220 quater B (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "220 quater B",
                    "articleId": "LEGIARTI000006303576",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 555552000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 223 L (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "223 L",
                    "articleId": "LEGIARTI000037987136",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546214400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 34 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "34",
                    "articleId": "LEGIARTI000006302249",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 726 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "726",
                    "articleId": "LEGIARTI000046868371",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1672531200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 83 bis (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "83 bis",
                    "articleId": "LEGIARTI000006307126",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1136073600000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 92 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "92",
                    "articleId": "LEGIARTI000006307139",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1576368000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 38 septdecies F (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "38 septdecies F",
                    "articleId": "LEGIARTI000006297736",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 584928000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 RA (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 RA",
                    "articleId": "LEGIARTI000006298216",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 584928000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 RB (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 RB",
                    "articleId": "LEGIARTI000006298217",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 563846400000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 RC (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 RC",
                    "articleId": "LEGIARTI000006298218",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 584928000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 RD (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 RD",
                    "articleId": "LEGIARTI000006298220",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 677721600000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 RE (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 RE",
                    "articleId": "LEGIARTI000006298221",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 584928000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 RF (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 RF",
                    "articleId": "LEGIARTI000025624998",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1333238400000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 RG (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 RG",
                    "articleId": "LEGIARTI000025625136",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1333238400000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 S (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 S",
                    "articleId": "LEGIARTI000025887283",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1336348800000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 W (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 W",
                    "articleId": "LEGIARTI000006296774",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1104537600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006308104",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 550972800000,
                    "dateFin": 568425600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006308105",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 568425600000,
                    "dateFin": 662515200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006308106",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 662515200000,
                    "dateFin": 1017532800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006308107",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1017532800000,
                    "dateFin": 1136073600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006308108",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1136073600000,
                    "dateFin": 1272672000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022201144",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1272672000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "220 quater A",
                "220"
            ],
            "versionPrecedente": "LEGIARTI000006308108",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006308108",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - La société constituée exclusivement pour le rachat de tout ou partie du capital d'une entreprise, dans les conditions mentionnées au II, peut bénéficier d'un crédit d'impôt. Pour chaque exercice, le crédit d'impôt est égal à un pourcentage des intérêts dus au titre de cet exercice sur les emprunts contractés par la société constituée en vue du rachat au cours de l'année de création de cette société. Ce pourcentage est égal au taux normal de l'impôt sur les sociétés applicable aux bénéfices réalisés par la société rachetée au titre de l'exercice précédent. Le crédit d'impôt est limité au montant de l'impôt sur les sociétés acquitté par la société rachetée au titre de ce dernier exercice, dans la proportion des droits sociaux que la société nouvelle détient dans la société rachetée. Il est imputé sur l'impôt sur les sociétés dû au titre du même exercice par la société nouvelle ; l'excédent est remboursé à la société. Le crédit d'impôt prévu au présent article ne constitue pas un produit imposable pour la détermination du résultat de la société créée. Les intérêts qui servent de base au calcul du crédit d'impôt ne constituent pas une charge déductible pour la détermination de ce résultat imposable. Si le crédit d'impôt est limité par application des dispositions du deuxième alinéa, le montant non déductible est réduit dans la même proportion. Les actions de la société nouvelle peuvent bénéficier d'un droit de vote double dès leur émission. La société nouvelle peut émettre des obligations convertibles ou des obligations à bons de souscription d'actions dès sa création. Pendant un délai de deux ans, ces titres ne peuvent être cédés qu'aux porteurs de titres de la société nouvelle. Les administrateurs de la société rachetée peuvent lui être liés par un contrat de travail. II. - Le bénéfice des dispositions du I est subordonné aux conditions suivantes : a) La société rachetée et la société nouvelle doivent être soumises au régime de droit commun de l'impôt sur les sociétés. b) La société rachetée doit exercer une activité industrielle et commerciale au sens de l'article 34 ou une activité professionnelle au sens du 1 de l'article 92 ou une activité agricole. Elle doit avoir employé au moins dix salariés au cours de chacune des deux années qui précèdent le rachat. Cette dernière condition est requise pour les exercices ouverts à compter du 1er janvier 1991. c) Les droits de vote attachés aux actions ou aux parts de la société nouvelle doivent être détenus pour plus de 50 p. 100 par les personnes qui, à la date du rachat, sont salariées de la société rachetée. Ce pourcentage est apprécié en tenant compte des droits de vote attachés aux titres émis par la société nouvelle ainsi que de ceux qui sont susceptibles de résulter de la conversion d'obligations ou de l'exercice de bons de souscription d'actions. Pour l'application de ces dispositions, le salarié d'une entreprise dont le capital est détenu pour plus de 50 p. 100 par la société rachetée est assimilé à un salarié de cette dernière. Ces droits ne doivent pas être détenus, directement ou indirectement, pour plus de 50 p. 100 par d'autres sociétés. Pour l'application des dispositions du présent paragraphe, les droits de vote de la société nouvelle qui sont détenus par une société en nom collectif ou une société civile, n'ayant pas opté pour l'impôt sur les sociétés, constituée exclusivement entre les personnes salariées mentionnées au premier alinéa du présent c, sont considérés comme détenus par ces mêmes personnes, si la société a pour seul objet la détention des titres de la société nouvelle. Si des titres de la société nouvelle sont cédés par la société en nom collectif ou la société civile ou si des titres de l'une de ces deux dernières sociétés sont cédés par les salariés, les sanctions prévues aux quatrième et cinquième alinéas du II de l'article 83 bis et les dispositions du III sont applicables. d) La société nouvelle doit détenir, dès sa création, plus de 50 p. 100 des droits de vote de la société rachetée. La direction de la société rachetée doit être assurée par une ou plusieurs des personnes salariées mentionnées au c. Un salarié ne peut détenir, directement ou indirectement, 50 p. 100 ou plus des droits de vote de la société nouvelle ou de la société rachetée. Les titres de la société rachetée qui sont détenus, directement ou indirectement, par les salariés mentionnés au c ne peuvent être cédés à la société nouvelle que contre remise de titres de cette dernière société. En cas de fusion des deux sociétés, les salariés en cause doivent détenir plus de 50 p. 100 des droits de vote de la société qui résulte de la fusion. Les emprunts mentionnés au deuxième alinéa du paragraphe I doivent être contractés pour une durée égale à quinze ans au plus. Leur taux actuariel brut est au plus égal au taux moyen de rendement brut à l'émission des obligations des sociétés privées du mois qui précède la date du contrat, majoré de deux points et demi. Ils ne doivent comporter aucun autre avantage ou droit au profit du prêteur autres que ceux attachés à des obligations convertibles ou à des obligations assorties de bons de souscription d'actions mentionnées au dernier alinéa du I. Le rachat est effectué entre le 15 avril 1987 et le 31 décembre 1991. III. - Les avantages prévus au I ne sont plus applicables à compter de l'année au cours de laquelle l'une des conditions prévues au II cesse d'être satisfaite.",
            "texteHtml": "<p>I. - La société constituée exclusivement pour le rachat de tout ou partie du capital d'une entreprise, dans les conditions mentionnées au II, peut bénéficier d'un crédit d'impôt.</p><p>Pour chaque exercice, le crédit d'impôt est égal à un pourcentage des intérêts dus au titre de cet exercice sur les emprunts contractés par la société constituée en vue du rachat au cours de l'année de création de cette société. Ce pourcentage est égal au taux normal de l'impôt sur les sociétés applicable aux bénéfices réalisés par la société rachetée au titre de l'exercice précédent. Le crédit d'impôt est limité au montant de l'impôt sur les sociétés acquitté par la société rachetée au titre de ce dernier exercice, dans la proportion des droits sociaux que la société nouvelle détient dans la société rachetée. Il est imputé sur l'impôt sur les sociétés dû au titre du même exercice par la société nouvelle ; l'excédent est remboursé à la société.</p><p>Le crédit d'impôt prévu au présent article ne constitue pas un produit imposable pour la détermination du résultat de la société créée. Les intérêts qui servent de base au calcul du crédit d'impôt ne constituent pas une charge déductible pour la détermination de ce résultat imposable. Si le crédit d'impôt est limité par application des dispositions du deuxième alinéa, le montant non déductible est réduit dans la même proportion.</p><p>Les actions de la société nouvelle peuvent bénéficier d'un droit de vote double dès leur émission.</p><p>La société nouvelle peut émettre des obligations convertibles ou des obligations à bons de souscription d'actions dès sa création. Pendant un délai de deux ans, ces titres ne peuvent être cédés qu'aux porteurs de titres de la société nouvelle.</p><p>Les administrateurs de la société rachetée peuvent lui être liés par un contrat de travail.</p><p>II. - Le bénéfice des dispositions du I est subordonné aux conditions suivantes :</p><p>a) La société rachetée et la société nouvelle doivent être soumises au régime de droit commun de l'impôt sur les sociétés.</p><p>b) La société rachetée doit exercer une activité industrielle et commerciale au sens de l'article 34 ou une activité professionnelle au sens du 1 de l'article 92 ou une activité agricole. Elle doit avoir employé au moins dix salariés au cours de chacune des deux années qui précèdent le rachat. Cette dernière condition est requise pour les exercices ouverts à compter du 1er janvier 1991.</p><p>c) Les droits de vote attachés aux actions ou aux parts de la société nouvelle doivent être détenus pour plus de 50 p. 100 par les personnes qui, à la date du rachat, sont salariées de la société rachetée. Ce pourcentage est apprécié en tenant compte des droits de vote attachés aux titres émis par la société nouvelle ainsi que de ceux qui sont susceptibles de résulter de la conversion d'obligations ou de l'exercice de bons de souscription d'actions.</p><p>Pour l'application de ces dispositions, le salarié d'une entreprise dont le capital est détenu pour plus de 50 p. 100 par la société rachetée est assimilé à un salarié de cette dernière.</p><p>Ces droits ne doivent pas être détenus, directement ou indirectement, pour plus de 50 p. 100 par d'autres sociétés.</p><p>Pour l'application des dispositions du présent paragraphe, les droits de vote de la société nouvelle qui sont détenus par une société en nom collectif ou une société civile, n'ayant pas opté pour l'impôt sur les sociétés, constituée exclusivement entre les personnes salariées mentionnées au premier alinéa du présent c, sont considérés comme détenus par ces mêmes personnes, si la société a pour seul objet la détention des titres de la société nouvelle.</p><p>Si des titres de la société nouvelle sont cédés par la société en nom collectif ou la société civile ou si des titres de l'une de ces deux dernières sociétés sont cédés par les salariés, les sanctions prévues aux quatrième et cinquième alinéas du II de l'article 83 bis et les dispositions du III sont applicables.</p><p>d) La société nouvelle doit détenir, dès sa création, plus de 50 p. 100 des droits de vote de la société rachetée. La direction de la société rachetée doit être assurée par une ou plusieurs des personnes salariées mentionnées au c.</p><p>Un salarié ne peut détenir, directement ou indirectement, 50 p. 100 ou plus des droits de vote de la société nouvelle ou de la société rachetée. Les titres de la société rachetée qui sont détenus, directement ou indirectement, par les salariés mentionnés au c ne peuvent être cédés à la société nouvelle que contre remise de titres de cette dernière société.</p><p>En cas de fusion des deux sociétés, les salariés en cause doivent détenir plus de 50 p. 100 des droits de vote de la société qui résulte de la fusion.</p><p>Les emprunts mentionnés au deuxième alinéa du paragraphe I doivent être contractés pour une durée égale à quinze ans au plus. Leur taux actuariel brut est au plus égal au taux moyen de rendement brut à l'émission des obligations des sociétés privées du mois qui précède la date du contrat, majoré de deux points et demi. Ils ne doivent comporter aucun autre avantage ou droit au profit du prêteur autres que ceux attachés à des obligations convertibles ou à des obligations assorties de bons de souscription d'actions mentionnées au dernier alinéa du I.</p><p>Le rachat est effectué entre le 15 avril 1987 et le 31 décembre 1991.</p><p>III. - Les avantages prévus au I ne sont plus applicables à compter de l'année au cours de laquelle l'une des conditions prévues au II cesse d'être satisfaite.</p>",
            "num": "220 quater A",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "MODIFIE",
            "dateDebut": 1136073600000,
            "dateFin": 1272672000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 3264124,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Impôt sur les bénéfices des sociétés et autres personnes morales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147019",
                        "id": "LEGISCTA000006147019",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section V : Calcul de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162532",
                        "id": "LEGISCTA000006162532",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006308104",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162532",
            "sectionParentId": "LEGISCTA000006162532",
            "sectionParentTitre": "Section V : Calcul de l'impôt",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre II : Impôt sur les bénéfices des sociétés et autres personnes morales &gt; Section V : Calcul de l'impôt",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006308108",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000261609",
                    "textTitle": "Ordonnance n°2005-1512 du 7 décembre 2005 - art. 13 () JORF 8 décembre 2005 en vigueur le 1er janvier 2006",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "13",
                    "articleId": "LEGIARTI000006323314",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2005-12-08",
                    "dateSignaTexte": "2005-12-07",
                    "dateDebutCible": "2005-12-08"
                },
                {
                    "textCid": "JORFTEXT000000261609",
                    "textTitle": "Ordonnance n°2005-1512 du 7 décembre 2005 - art. 22 () JORF 8 décembre 2005 en vigueur le 1er janvier 2006",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "22",
                    "articleId": "LEGIARTI000006323323",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2005-12-08",
                    "dateSignaTexte": "2005-12-07",
                    "dateDebutCible": "2005-12-08"
                },
                {
                    "textCid": "JORFTEXT000000261609",
                    "textTitle": "Ordonnance n°2005-1512 du 7 décembre 2005 - art. 25 (V) JORF 8 décembre 2005 en vigueur le 1er janvier 2006",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "25",
                    "articleId": "LEGIARTI000006323326",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2005-12-08",
                    "dateSignaTexte": "2005-12-07",
                    "dateDebutCible": "2005-12-08"
                },
                {
                    "textCid": "JORFTEXT000000814579",
                    "textTitle": "Décret 2006-356 2006-03-24",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000814579",
                    "natureText": "DECRET",
                    "datePubliTexte": "2006-03-26",
                    "dateSignaTexte": "2006-03-24",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 34, 92 1, 83 bis II",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGIAN3 46 quater-0 RA, 46 quater-0 RC, 46 quater-0 RD, 46 quater-0 RE, 46 quater-0 RG",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000000718101",
                    "textTitle": "Loi n° 90-1258 du 31 décembre 1990 - art. 5 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000031009412",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "90-1258",
                    "datePubli": 663033600000,
                    "dateDebut": 1438992000000
                },
                {
                    "textCid": "JORFTEXT000023776687",
                    "textTitle": "LOI n°2011-331  du 28 mars 2011 - art. 32, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "32",
                    "articleId": "JORFARTI000023776838",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2011-331",
                    "datePubli": 1301356800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L3332-15 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L3332-15",
                    "articleId": "LEGIARTI000038613318",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1558656000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 160 A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "160 A",
                    "articleId": "LEGIARTI000006308026",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1136073600000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1757 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1757",
                    "articleId": "LEGIARTI000030061555",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1419984000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 220 quater B (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "220 quater B",
                    "articleId": "LEGIARTI000006303576",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 555552000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 223 L (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "223 L",
                    "articleId": "LEGIARTI000037987136",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546214400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 726 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "726",
                    "articleId": "LEGIARTI000046868371",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1672531200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 83 bis (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "83 bis",
                    "articleId": "LEGIARTI000006307126",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1136073600000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 38 septdecies F (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "38 septdecies F",
                    "articleId": "LEGIARTI000006297736",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 584928000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 RA (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 RA",
                    "articleId": "LEGIARTI000006298216",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 584928000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 RB (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 RB",
                    "articleId": "LEGIARTI000006298217",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 563846400000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 RC (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 RC",
                    "articleId": "LEGIARTI000006298218",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 584928000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 RD (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 RD",
                    "articleId": "LEGIARTI000006298220",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 677721600000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 RE (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 RE",
                    "articleId": "LEGIARTI000006298221",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 584928000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 RF (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 RF",
                    "articleId": "LEGIARTI000025624998",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1333238400000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 RG (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 RG",
                    "articleId": "LEGIARTI000025625136",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1333238400000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 S (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 S",
                    "articleId": "LEGIARTI000025887283",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1336348800000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 W (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 W",
                    "articleId": "LEGIARTI000006296774",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1104537600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "Edition du 1er janvier 2006",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006308104",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 550972800000,
                    "dateFin": 568425600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006308105",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 568425600000,
                    "dateFin": 662515200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006308106",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 662515200000,
                    "dateFin": 1017532800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006308107",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1017532800000,
                    "dateFin": 1136073600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006308108",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1136073600000,
                    "dateFin": 1272672000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022201144",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1272672000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "220 quater A",
                "220"
            ],
            "versionPrecedente": "LEGIARTI000006308107",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006308107",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - La société constituée exclusivement pour le rachat de tout ou partie du capital d'une entreprise, dans les conditions mentionnées au II, peut bénéficier d'un crédit d'impôt (1). Pour chaque exercice, le crédit d'impôt est égal à un pourcentage des intérêts dus au titre de cet exercice sur les emprunts contractés par la société constituée en vue du rachat au cours de l'année de création de cette société. Ce pourcentage est égal au taux normal de l'impôt sur les sociétés applicable aux bénéfices réalisés par la société rachetée au titre de l'exercice précédent. Le crédit d'impôt est limité au montant de l'impôt sur les sociétés acquitté par la société rachetée au titre de ce dernier exercice, dans la proportion des droits sociaux que la société nouvelle détient dans la société rachetée. Il est imputé sur l'impôt sur les sociétés dû au titre du même exercice par la société nouvelle ; l'excédent est remboursé à la société (2). Le crédit d'impôt prévu au présent article ne constitue pas un produit imposable pour la détermination du résultat de la société créée. Les intérêts qui servent de base au calcul du crédit d'impôt ne constituent pas une charge déductible pour la détermination de ce résultat imposable. Si le crédit d'impôt est limité par application des dispositions du deuxième alinéa, le montant non déductible est réduit dans la même proportion. Les actions de la société nouvelle peuvent bénéficier d'un droit de vote double dès leur émission. La société nouvelle peut émettre des obligations convertibles ou des obligations à bons de souscription d'actions dès sa création. Pendant un délai de deux ans, ces titres ne peuvent être cédés qu'aux porteurs de titres de la société nouvelle. Les administrateurs de la société rachetée peuvent lui être liés par un contrat de travail. II. - Le bénéfice des dispositions du I est subordonné aux conditions suivantes : a) La société rachetée et la société nouvelle doivent être soumises au régime de droit commun de l'impôt sur les sociétés. b) La société rachetée doit exercer une activité industrielle et commerciale au sens de l'article 34 ou une activité professionnelle au sens du 1 de l'article 92 ou une activité agricole. Elle doit avoir employé au moins dix salariés au cours de chacune des deux années qui précèdent le rachat (3). Cette dernière condition est requise pour les exercices ouverts à compter du 1er janvier 1991. c) Les droits de vote attachés aux actions ou aux parts de la société nouvelle doivent être détenus pour plus de 50 p. 100 par les personnes qui, à la date du rachat, sont salariées de la société rachetée. Ce pourcentage est apprécié en tenant compte des droits de vote attachés aux titres émis par la société nouvelle ainsi que de ceux qui sont susceptibles de résulter de la conversion d'obligations ou de l'exercice de bons de souscription d'actions. Pour l'application de ces dispositions, le salarié d'une entreprise dont le capital est détenu pour plus de 50 p. 100 par la société rachetée est assimilé à un salarié de cette dernière. Ces droits ne doivent pas être détenus, directement ou indirectement, pour plus de 50 p. 100 par d'autres sociétés (4). Pour l'application des dispositions du présent paragraphe, les droits de vote de la société nouvelle qui sont détenus par une société en nom collectif ou une société civile, n'ayant pas opté pour l'impôt sur les sociétés, constituée exclusivement entre les personnes salariées mentionnées au premier alinéa du présent c, sont considérés comme détenus par ces mêmes personnes, si la société a pour seul objet la détention des titres de la société nouvelle. Si des titres de la société nouvelle sont cédés par la société en nom collectif ou la société civile ou si des titres de l'une de ces deux dernières sociétés sont cédés par les salariés, les sanctions prévues aux quatrième et cinquième alinéas du II de l'article 83 bis et à l'article 1740 quinquies sont applicables. d) La société nouvelle doit détenir, dès sa création, plus de 50 p. 100 des droits de vote de la société rachetée. La direction de la société rachetée doit être assurée par une ou plusieurs des personnes salariées mentionnées au c (5). Un salarié ne peut détenir, directement ou indirectement, 50 p. 100 ou plus des droits de vote de la société nouvelle ou de la société rachetée. Les titres de la société rachetée qui sont détenus, directement ou indirectement, par les salariés mentionnés au c ne peuvent être cédés à la société nouvelle que contre remise de titres de cette dernière société (6). En cas de fusion des deux sociétés, les salariés en cause doivent détenir plus de 50 p. 100 des droits de vote de la société qui résulte de la fusion. Les emprunts mentionnés au deuxième alinéa du paragraphe I doivent être contractés pour une durée égale à quinze ans au plus. Leur taux actuariel brut est au plus égal au taux moyen de rendement brut à l'émission des obligations des sociétés privées du mois qui précède la date du contrat, majoré de deux points et demi. Ils ne doivent comporter aucun autre avantage ou droit au profit du prêteur autres que ceux attachés à des obligations convertibles ou à des obligations assorties de bons de souscription d'actions mentionnées au dernier alinéa du I. Le rachat est effectué entre le 15 avril 1987 et le 31 décembre 1991. (1) Voir l'article 1740 quinquies pour le cas où l'une des conditions cesse d'être satisfaite. (2) Voir Annexe III, art. 46 quater-0 RA, 46 quater-0 RE et 46 quater-0 RG. (3) Voir Annexe III, art. 46 quater-0 RD. (4) Voir Annexe III, art. 46 quater-0 RB. (5) Voir Annexe III, art. 46 quater-0 RC 1er alinéa. (6) Voir Annexe III, art. 46 quater-0 RC 2e et 3e alinéas.",
            "texteHtml": "<p>I. - La société constituée exclusivement pour le rachat de tout ou partie du capital d'une entreprise, dans les conditions mentionnées au II, peut bénéficier d'un crédit d'impôt (1).</p><p>Pour chaque exercice, le crédit d'impôt est égal à un pourcentage des intérêts dus au titre de cet exercice sur les emprunts contractés par la société constituée en vue du rachat au cours de l'année de création de cette société. Ce pourcentage est égal au taux normal de l'impôt sur les sociétés applicable aux bénéfices réalisés par la société rachetée au titre de l'exercice précédent. Le crédit d'impôt est limité au montant de l'impôt sur les sociétés acquitté par la société rachetée au titre de ce dernier exercice, dans la proportion des droits sociaux que la société nouvelle détient dans la société rachetée. Il est imputé sur l'impôt sur les sociétés dû au titre du même exercice par la société nouvelle ; l'excédent est remboursé à la société (2).</p><p>Le crédit d'impôt prévu au présent article ne constitue pas un produit imposable pour la détermination du résultat de la société créée. Les intérêts qui servent de base au calcul du crédit d'impôt ne constituent pas une charge déductible pour la détermination de ce résultat imposable. Si le crédit d'impôt est limité par application des dispositions du deuxième alinéa, le montant non déductible est réduit dans la même proportion.</p><p>Les actions de la société nouvelle peuvent bénéficier d'un droit de vote double dès leur émission.</p><p>La société nouvelle peut émettre des obligations convertibles ou des obligations à bons de souscription d'actions dès sa création. Pendant un délai de deux ans, ces titres ne peuvent être cédés qu'aux porteurs de titres de la société nouvelle.</p><p>Les administrateurs de la société rachetée peuvent lui être liés par un contrat de travail.</p><p>II. - Le bénéfice des dispositions du I est subordonné aux conditions suivantes :</p><p>a) La société rachetée et la société nouvelle doivent être soumises au régime de droit commun de l'impôt sur les sociétés.</p><p>b) La société rachetée doit exercer une activité industrielle et commerciale au sens de l'article 34 ou une activité professionnelle au sens du 1 de l'article 92 ou une activité agricole. Elle doit avoir employé au moins dix salariés au cours de chacune des deux années qui précèdent le rachat (3). Cette dernière condition est requise pour les exercices ouverts à compter du 1er janvier 1991.</p><p>c) Les droits de vote attachés aux actions ou aux parts de la société nouvelle doivent être détenus pour plus de 50 p. 100 par les personnes qui, à la date du rachat, sont salariées de la société rachetée. Ce pourcentage est apprécié en tenant compte des droits de vote attachés aux titres émis par la société nouvelle ainsi que de ceux qui sont susceptibles de résulter de la conversion d'obligations ou de l'exercice de bons de souscription d'actions.</p><p>Pour l'application de ces dispositions, le salarié d'une entreprise dont le capital est détenu pour plus de 50 p. 100 par la société rachetée est assimilé à un salarié de cette dernière.</p><p>Ces droits ne doivent pas être détenus, directement ou indirectement, pour plus de 50 p. 100 par d'autres sociétés (4).</p><p>Pour l'application des dispositions du présent paragraphe, les droits de vote de la société nouvelle qui sont détenus par une société en nom collectif ou une société civile, n'ayant pas opté pour l'impôt sur les sociétés, constituée exclusivement entre les personnes salariées mentionnées au premier alinéa du présent c, sont considérés comme détenus par ces mêmes personnes, si la société a pour seul objet la détention des titres de la société nouvelle.</p><p>Si des titres de la société nouvelle sont cédés par la société en nom collectif ou la société civile ou si des titres de l'une de ces deux dernières sociétés sont cédés par les salariés, les sanctions prévues aux quatrième et cinquième alinéas du II de l'article 83 bis et à l'article 1740 quinquies sont applicables.</p><p>d) La société nouvelle doit détenir, dès sa création, plus de 50 p. 100 des droits de vote de la société rachetée. La direction de la société rachetée doit être assurée par une ou plusieurs des personnes salariées mentionnées au c (5).</p><p>Un salarié ne peut détenir, directement ou indirectement, 50 p. 100 ou plus des droits de vote de la société nouvelle ou de la société rachetée. Les titres de la société rachetée qui sont détenus, directement ou indirectement, par les salariés mentionnés au c ne peuvent être cédés à la société nouvelle que contre remise de titres de cette dernière société (6).</p><p>En cas de fusion des deux sociétés, les salariés en cause doivent détenir plus de 50 p. 100 des droits de vote de la société qui résulte de la fusion.</p><p>Les emprunts mentionnés au deuxième alinéa du paragraphe I doivent être contractés pour une durée égale à quinze ans au plus. Leur taux actuariel brut est au plus égal au taux moyen de rendement brut à l'émission des obligations des sociétés privées du mois qui précède la date du contrat, majoré de deux points et demi. Ils ne doivent comporter aucun autre avantage ou droit au profit du prêteur autres que ceux attachés à des obligations convertibles ou à des obligations assorties de bons de souscription d'actions mentionnées au dernier alinéa du I.</p><p>Le rachat est effectué entre le 15 avril 1987 et le 31 décembre 1991.</p><p>(1) Voir l'article 1740 quinquies pour le cas où l'une des conditions cesse d'être satisfaite.</p><p>(2) Voir Annexe III, art. 46 quater-0 RA, 46 quater-0 RE et 46 quater-0 RG.</p><p>(3) Voir Annexe III, art. 46 quater-0 RD.</p><p>(4) Voir Annexe III, art. 46 quater-0 RB.</p><p>(5) Voir Annexe III, art. 46 quater-0 RC 1er alinéa.</p><p>(6) Voir Annexe III, art. 46 quater-0 RC 2e et 3e alinéas.</p>",
            "num": "220 quater A",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1017532800000,
            "dateFin": 1136073600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 3392971,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Impôt sur les bénéfices des sociétés et autres personnes morales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147019",
                        "id": "LEGISCTA000006147019",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section V : Calcul de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162532",
                        "id": "LEGISCTA000006162532",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006308104",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162532",
            "sectionParentId": "LEGISCTA000006162532",
            "sectionParentTitre": "Section V : Calcul de l'impôt",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre II : Impôt sur les bénéfices des sociétés et autres personnes morales &gt; Section V : Calcul de l'impôt",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006308107",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000596281",
                    "textTitle": "Décret 2002-923 2002-06-06",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000596281",
                    "natureText": "DECRET",
                    "datePubliTexte": "2002-06-08",
                    "dateSignaTexte": "2002-06-06",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000596281",
                    "textTitle": "Décret n°2002-923 du 6 juin 2002 - art. 4 () JORF 8 juin 2002",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000006212781",
                    "natureText": "DECRET",
                    "datePubliTexte": "2002-06-08",
                    "dateSignaTexte": "2002-06-06",
                    "dateDebutCible": "2002-06-08"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 34, 92 1, 83 bis II, 1740 quinquies",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGIAN3 46 quater-0 RA, 46 quater-0 RC, 46 quater-0 RD, 46 quater-0 RE, 46 quater-0 RG",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000000718101",
                    "textTitle": "Loi n° 90-1258 du 31 décembre 1990 - art. 5 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000031009412",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "90-1258",
                    "datePubli": 663033600000,
                    "dateDebut": 1438992000000
                },
                {
                    "textCid": "JORFTEXT000023776687",
                    "textTitle": "LOI n°2011-331  du 28 mars 2011 - art. 32, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "32",
                    "articleId": "JORFARTI000023776838",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2011-331",
                    "datePubli": 1301356800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L3332-15 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L3332-15",
                    "articleId": "LEGIARTI000038613318",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1558656000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 160 A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "160 A",
                    "articleId": "LEGIARTI000006308026",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1136073600000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1757 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1757",
                    "articleId": "LEGIARTI000030061555",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1419984000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 220 quater B (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "220 quater B",
                    "articleId": "LEGIARTI000006303576",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 555552000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 223 L (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "223 L",
                    "articleId": "LEGIARTI000037987136",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546214400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 726 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "726",
                    "articleId": "LEGIARTI000046868371",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1672531200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 83 bis (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "83 bis",
                    "articleId": "LEGIARTI000006307126",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1136073600000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 38 septdecies F (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "38 septdecies F",
                    "articleId": "LEGIARTI000006297736",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 584928000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 RA (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 RA",
                    "articleId": "LEGIARTI000006298216",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 584928000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 RB (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 RB",
                    "articleId": "LEGIARTI000006298217",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 563846400000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 RC (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 RC",
                    "articleId": "LEGIARTI000006298218",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 584928000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 RD (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 RD",
                    "articleId": "LEGIARTI000006298220",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 677721600000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 RE (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 RE",
                    "articleId": "LEGIARTI000006298221",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 584928000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 RF (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 RF",
                    "articleId": "LEGIARTI000025624998",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1333238400000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 RG (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 RG",
                    "articleId": "LEGIARTI000025625136",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1333238400000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 S (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 S",
                    "articleId": "LEGIARTI000025887283",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1336348800000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 W (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 W",
                    "articleId": "LEGIARTI000006296774",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1104537600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "Edition du 31 mars 2002",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006308104",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 550972800000,
                    "dateFin": 568425600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006308105",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 568425600000,
                    "dateFin": 662515200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006308106",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 662515200000,
                    "dateFin": 1017532800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006308107",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1017532800000,
                    "dateFin": 1136073600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006308108",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1136073600000,
                    "dateFin": 1272672000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022201144",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1272672000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "220 quater A",
                "220"
            ],
            "versionPrecedente": "LEGIARTI000006308106",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006308106",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - La société constituée exclusivement pour le rachat de tout ou partie du capital d'une entreprise, dans les conditions mentionnées au II, peut bénéficier d'un crédit d'impôt (1). Pour chaque exercice, le crédit d'impôt est égal à un pourcentage des intérêts dus au titre de cet exercice sur les emprunts contractés par la société constituée en vue du rachat au cours de l'année de création de cette société. Ce pourcentage est égal au taux normal de l'impôt sur les sociétés applicable aux bénéfices réalisés par la société rachetée au titre de l'exercice précédent. Le crédit d'impôt est limité au montant de l'impôt sur les sociétés acquitté par la société rachetée au titre de ce dernier exercice, dans la proportion des droits sociaux que la société nouvelle détient dans la société rachetée. Il est imputé sur l'impôt sur les sociétés dû au titre du même exercice par la société nouvelle ; l'excédent est remboursé à la société (2). Le crédit d'impôt prévu au présent article ne constitue pas un produit imposable pour la détermination du résultat de la société créée. Les intérêts qui servent de base au calcul du crédit d'impôt ne constituent pas une charge déductible pour la détermination de ce résultat imposable. Si le crédit d'impôt est limité par application des dispositions de l'alinéa précédent, le montant non déductible est réduit dans la même proportion. Les actions de la société nouvelle peuvent bénéficier d'un droit de vote double dès leur émission. La société nouvelle peut émettre des obligations convertibles ou des obligations à bons de souscription d'actions dès sa création. Pendant un délai de deux ans, ces titres ne peuvent être cédés qu'aux porteurs de titres de la société nouvelle. Les administrateurs de la société rachetée peuvent lui être liés par un contrat de travail. II. - Le bénéfice des dispositions du I est subordonné aux conditions suivantes : a) La société rachetée et la société nouvelle doivent être soumises au régime de droit commun de l'impôt sur les sociétés. b) La société rachetée doit exercer une activité industrielle et commerciale au sens de l'article 34 ou une activité professionnelle au sens du 1 de l'article 92 ou une activité agricole. Elle doit avoir employé au moins dix salariés au cours de chacune des deux années qui précèdent le rachat (3). Cette dernière condition est requise pour les exercices ouverts à compter du 1er janvier 1991. c) Les droits de vote attachés aux actions ou aux parts de la société nouvelle doivent être détenus pour plus de 50 p. 100 par les personnes qui, à la date du rachat, sont salariées de la société rachetée. Ce pourcentage est apprécié en tenant compte des droits de vote attachés aux titres émis par la société nouvelle ainsi que de ceux qui sont susceptibles de résulter de la conversion d'obligations ou de l'exercice de bons de souscription d'actions. Pour l'application de ces dispositions, le salarié d'une entreprise dont le capital est détenu pour plus de 50 p. 100 par la société rachetée est assimilé à un salarié de cette dernière. Ces droits ne doivent pas être détenus, directement ou indirectement, pour plus de 50 p. 100 par d'autres sociétés (4). Pour l'application des dispositions du présent paragraphe, les droits de vote de la société nouvelle qui sont détenus par une société en nom collectif ou une société civile, n'ayant pas opté pour l'impôt sur les sociétés, constituée exclusivement entre les personnes salariées mentionnées au premier alinéa du présent c, sont considérés comme détenus par ces mêmes personnes, si la société a pour seul objet la détention des titres de la société nouvelle. Si des titres de la société nouvelle sont cédés par la société en nom collectif ou la société civile ou si des titres de l'une de ces deux dernières sociétés sont cédés par les salariés, les sanctions prévues aux quatrième et cinquième alinéas du II de l'article 83 bis et à l'article 1740 quinquies sont applicables. d) La société nouvelle doit détenir, dès sa création, plus de 50 p. 100 des droits de vote de la société rachetée. La direction de la société rachetée doit être assurée par une ou plusieurs des personnes salariées mentionnées au c (5). Un salarié ne peut détenir, directement ou indirectement, 50 p. 100 ou plus des droits de vote de la société nouvelle ou de la société rachetée. Les titres de la société rachetée qui sont détenus, directement ou indirectement, par les salariés mentionnés au c ne peuvent être cédés à la société nouvelle que contre remise de titres de cette dernière société (6). En cas de fusion des deux sociétés, les salariés en cause doivent détenir plus de 50 p. 100 des droits de vote de la société qui résulte de la fusion. Les emprunts mentionnés au deuxième alinéa du paragraphe I doivent être contractés pour une durée égale à quinze ans au plus. Leur taux actuariel brut est au plus égal au taux moyen de rendement brut à l'émission des obligations des sociétés privées du mois qui précède la date du contrat, majoré de deux points et demi. Ils ne doivent comporter aucun autre avantage ou droit au profit du prêteur autres que ceux attachés à des obligations convertibles ou à des obligations assorties de bons de souscription d'actions mentionnées au dernier alinéa du I. Le rachat est effectué entre le 15 avril 1987 et le 31 décembre 1991. (1) Voir l'article 1740 quinquies pour le cas où l'une des conditions cesse d'être satisfaite. (2) Voir Annexe III, art. 46 quater-0 RA, 46 quater-0 RE et 46 quater-0 RG. (3) Voir Annexe III, art. 46 quater-0 RD. (4) Voir Annexe III, art. 46 quater-0 RB. (5) Voir Annexe III, art. 46 quater-0 RC 1er alinéa. (6) Voir Annexe III, art. 46 quater-0 RC 2e et 3e alinéas.",
            "texteHtml": "<p>I. - La société constituée exclusivement pour le rachat de tout ou partie du capital d'une entreprise, dans les conditions mentionnées au II, peut bénéficier d'un crédit d'impôt (1).</p><p>Pour chaque exercice, le crédit d'impôt est égal à un pourcentage des intérêts dus au titre de cet exercice sur les emprunts contractés par la société constituée en vue du rachat au cours de l'année de création de cette société. Ce pourcentage est égal au taux normal de l'impôt sur les sociétés applicable aux bénéfices réalisés par la société rachetée au titre de l'exercice précédent. Le crédit d'impôt est limité au montant de l'impôt sur les sociétés acquitté par la société rachetée au titre de ce dernier exercice, dans la proportion des droits sociaux que la société nouvelle détient dans la société rachetée. Il est imputé sur l'impôt sur les sociétés dû au titre du même exercice par la société nouvelle ; l'excédent est remboursé à la société (2).</p><p>Le crédit d'impôt prévu au présent article ne constitue pas un produit imposable pour la détermination du résultat de la société créée. Les intérêts qui servent de base au calcul du crédit d'impôt ne constituent pas une charge déductible pour la détermination de ce résultat imposable. Si le crédit d'impôt est limité par application des dispositions de l'alinéa précédent, le montant non déductible est réduit dans la même proportion.</p><p>Les actions de la société nouvelle peuvent bénéficier d'un droit de vote double dès leur émission.</p><p>La société nouvelle peut émettre des obligations convertibles ou des obligations à bons de souscription d'actions dès sa création. Pendant un délai de deux ans, ces titres ne peuvent être cédés qu'aux porteurs de titres de la société nouvelle.</p><p>Les administrateurs de la société rachetée peuvent lui être liés par un contrat de travail.</p><p>II. - Le bénéfice des dispositions du I est subordonné aux conditions suivantes :</p><p>a) La société rachetée et la société nouvelle doivent être soumises au régime de droit commun de l'impôt sur les sociétés.</p><p>b) La société rachetée doit exercer une activité industrielle et commerciale au sens de l'article 34 ou une activité professionnelle au sens du 1 de l'article 92 ou une activité agricole. Elle doit avoir employé au moins dix salariés au cours de chacune des deux années qui précèdent le rachat (3). Cette dernière condition est requise pour les exercices ouverts à compter du 1er janvier 1991.</p><p>c) Les droits de vote attachés aux actions ou aux parts de la société nouvelle doivent être détenus pour plus de 50 p. 100 par les personnes qui, à la date du rachat, sont salariées de la société rachetée. Ce pourcentage est apprécié en tenant compte des droits de vote attachés aux titres émis par la société nouvelle ainsi que de ceux qui sont susceptibles de résulter de la conversion d'obligations ou de l'exercice de bons de souscription d'actions.</p><p>Pour l'application de ces dispositions, le salarié d'une entreprise dont le capital est détenu pour plus de 50 p. 100 par la société rachetée est assimilé à un salarié de cette dernière.</p><p>Ces droits ne doivent pas être détenus, directement ou indirectement, pour plus de 50 p. 100 par d'autres sociétés (4).</p><p>Pour l'application des dispositions du présent paragraphe, les droits de vote de la société nouvelle qui sont détenus par une société en nom collectif ou une société civile, n'ayant pas opté pour l'impôt sur les sociétés, constituée exclusivement entre les personnes salariées mentionnées au premier alinéa du présent c, sont considérés comme détenus par ces mêmes personnes, si la société a pour seul objet la détention des titres de la société nouvelle.</p><p>Si des titres de la société nouvelle sont cédés par la société en nom collectif ou la société civile ou si des titres de l'une de ces deux dernières sociétés sont cédés par les salariés, les sanctions prévues aux quatrième et cinquième alinéas du II de l'article 83 bis et à l'article 1740 quinquies sont applicables.</p><p>d) La société nouvelle doit détenir, dès sa création, plus de 50 p. 100 des droits de vote de la société rachetée. La direction de la société rachetée doit être assurée par une ou plusieurs des personnes salariées mentionnées au c (5).</p><p>Un salarié ne peut détenir, directement ou indirectement, 50 p. 100 ou plus des droits de vote de la société nouvelle ou de la société rachetée. Les titres de la société rachetée qui sont détenus, directement ou indirectement, par les salariés mentionnés au c ne peuvent être cédés à la société nouvelle que contre remise de titres de cette dernière société (6).</p><p>En cas de fusion des deux sociétés, les salariés en cause doivent détenir plus de 50 p. 100 des droits de vote de la société qui résulte de la fusion.</p><p>Les emprunts mentionnés au deuxième alinéa du paragraphe I doivent être contractés pour une durée égale à quinze ans au plus. Leur taux actuariel brut est au plus égal au taux moyen de rendement brut à l'émission des obligations des sociétés privées du mois qui précède la date du contrat, majoré de deux points et demi. Ils ne doivent comporter aucun autre avantage ou droit au profit du prêteur autres que ceux attachés à des obligations convertibles ou à des obligations assorties de bons de souscription d'actions mentionnées au dernier alinéa du I.</p><p>Le rachat est effectué entre le 15 avril 1987 et le 31 décembre 1991.</p><p>(1) Voir l'article 1740 quinquies pour le cas où l'une des conditions cesse d'être satisfaite.</p><p>(2) Voir Annexe III, art. 46 quater-0 RA, 46 quater-0 RE et 46 quater-0 RG.</p><p>(3) Voir Annexe III, art. 46 quater-0 RD.</p><p>(4) Voir Annexe III, art. 46 quater-0 RB.</p><p>(5) Voir Annexe III, art. 46 quater-0 RC 1er alinéa.</p><p>(6) Voir Annexe III, art. 46 quater-0 RC 2e et 3e alinéas.</p>",
            "num": "220 quater A",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 662515200000,
            "dateFin": 1017532800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 3307073,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Impôt sur les bénéfices des sociétés et autres personnes morales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147019",
                        "id": "LEGISCTA000006147019",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section V : Calcul de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162532",
                        "id": "LEGISCTA000006162532",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006308104",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162532",
            "sectionParentId": "LEGISCTA000006162532",
            "sectionParentTitre": "Section V : Calcul de l'impôt",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre II : Impôt sur les bénéfices des sociétés et autres personnes morales &gt; Section V : Calcul de l'impôt",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006308106",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000717191",
                    "textTitle": "Loi - art. 84 () JORF 30 décembre 1990",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "84",
                    "articleId": "LEGIARTI000006317925",
                    "natureText": "LOI",
                    "datePubliTexte": "1990-12-30",
                    "dateSignaTexte": "1990-12-29",
                    "dateDebutCible": "1990-12-30"
                },
                {
                    "textCid": "JORFTEXT000000864574",
                    "textTitle": "Loi n°90-1169 du 29 décembre 1990 - art. 25 () JORF 30 décembre 1990",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "25",
                    "articleId": "LEGIARTI000006318072",
                    "natureText": "LOI",
                    "datePubliTexte": "1990-12-30",
                    "dateSignaTexte": "1990-12-29",
                    "dateDebutCible": "1990-12-30"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 34, 92 1, 83 bis II, 1740 quinquies",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGIAN3 46 quater-0 RA, 46 quater-0 RC, 46 quater-0 RD, 46 quater-0 RE, 46 quater-0 RG",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000000718101",
                    "textTitle": "Loi n° 90-1258 du 31 décembre 1990 - art. 5 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000031009412",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "90-1258",
                    "datePubli": 663033600000,
                    "dateDebut": 1438992000000
                },
                {
                    "textCid": "JORFTEXT000023776687",
                    "textTitle": "LOI n°2011-331  du 28 mars 2011 - art. 32, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "32",
                    "articleId": "JORFARTI000023776838",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2011-331",
                    "datePubli": 1301356800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L3332-15 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L3332-15",
                    "articleId": "LEGIARTI000038613318",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1558656000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 160 A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "160 A",
                    "articleId": "LEGIARTI000006308026",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1136073600000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1757 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1757",
                    "articleId": "LEGIARTI000030061555",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1419984000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 220 quater B (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "220 quater B",
                    "articleId": "LEGIARTI000006303576",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 555552000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 223 L (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "223 L",
                    "articleId": "LEGIARTI000037987136",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546214400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 726 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "726",
                    "articleId": "LEGIARTI000046868371",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1672531200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 83 bis (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "83 bis",
                    "articleId": "LEGIARTI000006307126",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1136073600000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 38 septdecies F (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "38 septdecies F",
                    "articleId": "LEGIARTI000006297736",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 584928000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 RA (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 RA",
                    "articleId": "LEGIARTI000006298216",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 584928000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 RB (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 RB",
                    "articleId": "LEGIARTI000006298217",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 563846400000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 RC (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 RC",
                    "articleId": "LEGIARTI000006298218",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 584928000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 RD (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 RD",
                    "articleId": "LEGIARTI000006298220",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 677721600000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 RE (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 RE",
                    "articleId": "LEGIARTI000006298221",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 584928000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 RF (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 RF",
                    "articleId": "LEGIARTI000025624998",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1333238400000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 RG (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 RG",
                    "articleId": "LEGIARTI000025625136",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1333238400000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 S (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 S",
                    "articleId": "LEGIARTI000025887283",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1336348800000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 W (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 W",
                    "articleId": "LEGIARTI000006296774",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1104537600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "Edition du 24 juin 1991",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006308104",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 550972800000,
                    "dateFin": 568425600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006308105",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 568425600000,
                    "dateFin": 662515200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006308106",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 662515200000,
                    "dateFin": 1017532800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006308107",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1017532800000,
                    "dateFin": 1136073600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006308108",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1136073600000,
                    "dateFin": 1272672000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022201144",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1272672000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "220 quater A",
                "220"
            ],
            "versionPrecedente": "LEGIARTI000006308105",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006308105",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - La société constituée exclusivement pour le rachat de tout ou partie du capital d'une entreprise, dans les conditions mentionnées au paragraphe II (1), peut bénéficier d'un crédit d'impôt. Pour chaque exercice, le crédit d'impôt est égal à un pourcentage des intérêts dus au titre de cet exercice sur les emprunts contractés par la société constituée en vue du rachat au cours de l'année de création de cette société. Ce pourcentage est égal au taux normal de l'impôt sur les sociétés applicable aux bénéfices réalisés par la société rachetée au titre de l'exercice précédent. Le crédit d'impôt est limité au montant de l'impôt sur les sociétés acquitté par la société rachetée au titre de ce dernier exercice, dans la proportion des droits sociaux que la société nouvelle détient dans la société rachetée. Il est imputé sur l'impôt sur les sociétés dû au titre du même exercice par la société nouvelle ; l'excédent est remboursé à la société. Le crédit d'impôt prévu au présent article ne constitue pas un produit imposable pour la détermination du résultat de la société créée. Les intérêts qui servent de base au calcul du crédit d'impôt ne constituent pas une charge déductible pour la détermination de ce résultat imposable. Si le crédit d'impôt est limité par application des dispositions de l'alinéa précédent, le montant non déductible est réduit dans la même proportion. Les actions de la société nouvelle peuvent bénéficier d'un droit de vote double dès leur émission. La société nouvelle peut émettre des obligations convertibles ou des obligations à bons de souscription d'actions dès sa création. Pendant un délai de deux ans, ces titres ne peuvent être cédés qu'aux porteurs de titres de la société nouvelle. Les administrateurs de la société rachetée peuvent lui être liés par un contrat de travail. II. - Le bénéfice des dispositions du paragraphe I est subordonné aux conditions suivantes : a) La société rachetée et la société nouvelle doivent être soumises au régime de droit commun de l'impôt sur les sociétés. b) La société rachetée doit exercer une activité industrielle et commerciale au sens de l'article 34 ou une activité professionnelle au sens du 1 de l'article 92 ou une activité agricole. Elle doit avoir employé au moins vingt salariés au cours de chacune des deux années qui précèdent le rachat. c) Les droits de vote attachés aux actions ou aux parts de la société nouvelle doivent être détenus pour plus de 50 p. 100 par les personnes qui, à la date du rachat, sont salariées de la société rachetée. Ce pourcentage est apprécié en tenant compte des droits de vote attachés aux titres émis par la société nouvelle ainsi que de ceux qui sont susceptibles de résulter de la conversion d'obligations ou de l'exercice de bons de souscription d'actions. Pour l'application de ces dispositions, le salarié d'une entreprise dont le capital est détenu pour plus de 50 p. 100 par la société rachetée est assimilé à un salarié de cette dernière. Ces droits ne doivent pas être détenus, directement ou indirectement, pour plus de 50 p. 100 par d'autres sociétés. Pour l'application des dispositions du présent paragraphe, les droits de vote de la société nouvelle qui sont détenus par une société en nom collectif ou une société civile, n'ayant pas opté pour l'impôt sur les sociétés, constituée exclusivement entre les personnes salariées mentionnées au premier alinéa du présent c, sont considérés comme détenus par ces mêmes personnes, si la société a pour seul objet la détention des titres de la société nouvelle. Si des titres de la société nouvelle sont cédés par la société en nom collectif ou la société civile ou si des titres de l'une de ces deux dernières sociétés sont cédés par les salariés, les sanctions prévues aux quatrième et cinquième alinéas du paragraphe II de l'article 83 bis et à l'article 1740 quinquies sont applicables. d) La société nouvelle doit détenir, dès sa création, plus de 50 p. 100 des droits de vote de la société rachetée. La direction de la société rachetée doit être assurée par une ou plusieurs des personnes salariées mentionnées au c. Un salarié ne peut détenir, directement ou indirectement, 50 p. 100 ou plus des droits de vote de la société nouvelle ou de la société rachetée. Les titres de la société rachetée qui sont détenus, directement ou indirectement, par les salariés mentionnés au c ne peuvent être cédés à la société nouvelle que contre remise de titres de cette dernière société. En cas de fusion des deux sociétés, les salariés en cause doivent détenir plus de 50 p. 100 des droits de vote de la société qui résulte de la fusion. Les emprunts mentionnés au deuxième alinéa du paragraphe I doivent être contractés pour une durée égale à quinze ans au plus. Leur taux actuariel brut est au plus égal au taux moyen de rendement brut à l'émission des obligations des sociétés privées de l'année civile qui précède la date du contrat, majoré de deux points et demi. Ils ne doivent comporter aucun autre avantage ou droit au profit du prêteur autres que ceux attachés à des obligations convertibles ou à des obligations assorties de bons de souscription d'actions mentionnées au dernier alinéa du paragraphe I. Le rachat est effectué entre le 15 avril 1987 et le 31 décembre 1991. (1) Voir l'article 1740 quinquies pour le cas ou l'une des conditions cesse d'être satisfaite.",
            "texteHtml": "<p>I. - La société constituée exclusivement pour le rachat de tout ou partie du capital d'une entreprise, dans les conditions mentionnées au paragraphe II (1), peut bénéficier d'un crédit d'impôt.</p><p>Pour chaque exercice, le crédit d'impôt est égal à un pourcentage des intérêts dus au titre de cet exercice sur les emprunts contractés par la société constituée en vue du rachat au cours de l'année de création de cette société. Ce pourcentage est égal au taux normal de l'impôt sur les sociétés applicable aux bénéfices réalisés par la société rachetée au titre de l'exercice précédent. Le crédit d'impôt est limité au montant de l'impôt sur les sociétés acquitté par la société rachetée au titre de ce dernier exercice, dans la proportion des droits sociaux que la société nouvelle détient dans la société rachetée. Il est imputé sur l'impôt sur les sociétés dû au titre du même exercice par la société nouvelle ; l'excédent est remboursé à la société.</p><p>Le crédit d'impôt prévu au présent article ne constitue pas un produit imposable pour la détermination du résultat de la société créée. Les intérêts qui servent de base au calcul du crédit d'impôt ne constituent pas une charge déductible pour la détermination de ce résultat imposable. Si le crédit d'impôt est limité par application des dispositions de l'alinéa précédent, le montant non déductible est réduit dans la même proportion.</p><p>Les actions de la société nouvelle peuvent bénéficier d'un droit de vote double dès leur émission.</p><p>La société nouvelle peut émettre des obligations convertibles ou des obligations à bons de souscription d'actions dès sa création. Pendant un délai de deux ans, ces titres ne peuvent être cédés qu'aux porteurs de titres de la société nouvelle.</p><p>Les administrateurs de la société rachetée peuvent lui être liés par un contrat de travail.</p><p>II. - Le bénéfice des dispositions du paragraphe I est subordonné aux conditions suivantes :</p><p>a) La société rachetée et la société nouvelle doivent être soumises au régime de droit commun de l'impôt sur les sociétés.</p><p>b) La société rachetée doit exercer une activité industrielle et commerciale au sens de l'article 34 ou une activité professionnelle au sens du 1 de l'article 92 ou une activité agricole. Elle doit avoir employé au moins vingt salariés au cours de chacune des deux années qui précèdent le rachat.</p><p>c) Les droits de vote attachés aux actions ou aux parts de la société nouvelle doivent être détenus pour plus de 50 p. 100 par les personnes qui, à la date du rachat, sont salariées de la société rachetée. Ce pourcentage est apprécié en tenant compte des droits de vote attachés aux titres émis par la société nouvelle ainsi que de ceux qui sont susceptibles de résulter de la conversion d'obligations ou de l'exercice de bons de souscription d'actions.</p><p>Pour l'application de ces dispositions, le salarié d'une entreprise dont le capital est détenu pour plus de 50 p. 100 par la société rachetée est assimilé à un salarié de cette dernière.</p><p>Ces droits ne doivent pas être détenus, directement ou indirectement, pour plus de 50 p. 100 par d'autres sociétés.</p><p>Pour l'application des dispositions du présent paragraphe, les droits de vote de la société nouvelle qui sont détenus par une société en nom collectif ou une société civile, n'ayant pas opté pour l'impôt sur les sociétés, constituée exclusivement entre les personnes salariées mentionnées au premier alinéa du présent c, sont considérés comme détenus par ces mêmes personnes, si la société a pour seul objet la détention des titres de la société nouvelle.</p><p>Si des titres de la société nouvelle sont cédés par la société en nom collectif ou la société civile ou si des titres de l'une de ces deux dernières sociétés sont cédés par les salariés, les sanctions prévues aux quatrième et cinquième alinéas du paragraphe II de l'article 83 bis et à l'article 1740 quinquies sont applicables.</p><p></p><p>d) La société nouvelle doit détenir, dès sa création, plus de 50 p. 100 des droits de vote de la société rachetée. La direction de la société rachetée doit être assurée par une ou plusieurs des personnes salariées mentionnées au c.</p><p>Un salarié ne peut détenir, directement ou indirectement, 50 p. 100 ou plus des droits de vote de la société nouvelle ou de la société rachetée. Les titres de la société rachetée qui sont détenus, directement ou indirectement, par les salariés mentionnés au c ne peuvent être cédés à la société nouvelle que contre remise de titres de cette dernière société.</p><p>En cas de fusion des deux sociétés, les salariés en cause doivent détenir plus de 50 p. 100 des droits de vote de la société qui résulte de la fusion.</p><p>Les emprunts mentionnés au deuxième alinéa du paragraphe I doivent être contractés pour une durée égale à quinze ans au plus. Leur taux actuariel brut est au plus égal au taux moyen de rendement brut à l'émission des obligations des sociétés privées de l'année civile qui précède la date du contrat, majoré de deux points et demi. Ils ne doivent comporter aucun autre avantage ou droit au profit du prêteur autres que ceux attachés à des obligations convertibles ou à des obligations assorties de bons de souscription d'actions mentionnées au dernier alinéa du paragraphe I.</p><p>Le rachat est effectué entre le 15 avril 1987 et le 31 décembre 1991.</p><p></p><p>(1) Voir l'article 1740 quinquies pour le cas ou l'une des conditions cesse d'être satisfaite.</p>",
            "num": "220 quater A",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 568425600000,
            "dateFin": 662515200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 3350022,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-12-31",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Impôt sur les bénéfices des sociétés et autres personnes morales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147019",
                        "id": "LEGISCTA000006147019",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section V : Calcul de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162532",
                        "id": "LEGISCTA000006162532",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006308104",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162532",
            "sectionParentId": "LEGISCTA000006162532",
            "sectionParentTitre": "Section V : Calcul de l'impôt",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre II : Impôt sur les bénéfices des sociétés et autres personnes morales &gt; Section V : Calcul de l'impôt",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006308105",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000684065",
                    "textTitle": "Loi n°88-15 du 5 janvier 1988 - art. 39 () JORF 6 janvier 1988",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "39",
                    "articleId": "LEGIARTI000006314129",
                    "natureText": "LOI",
                    "datePubliTexte": "1988-01-06",
                    "dateSignaTexte": "1988-01-05",
                    "dateDebutCible": "1988-01-06"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 1740 quinquies",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 34",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 83 bis II al. 4, al. 5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 92 1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000000718101",
                    "textTitle": "Loi n° 90-1258 du 31 décembre 1990 - art. 5 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000031009412",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "90-1258",
                    "datePubli": 663033600000,
                    "dateDebut": 1438992000000
                },
                {
                    "textCid": "JORFTEXT000023776687",
                    "textTitle": "LOI n°2011-331  du 28 mars 2011 - art. 32, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "32",
                    "articleId": "JORFARTI000023776838",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2011-331",
                    "datePubli": 1301356800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L3332-15 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L3332-15",
                    "articleId": "LEGIARTI000038613318",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1558656000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 160 A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "160 A",
                    "articleId": "LEGIARTI000006308026",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1136073600000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1757 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1757",
                    "articleId": "LEGIARTI000030061555",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1419984000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 220 quater B (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "220 quater B",
                    "articleId": "LEGIARTI000006303576",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 555552000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 223 L (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "223 L",
                    "articleId": "LEGIARTI000037987136",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546214400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 726 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "726",
                    "articleId": "LEGIARTI000046868371",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1672531200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 83 bis (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "83 bis",
                    "articleId": "LEGIARTI000006307126",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1136073600000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 38 septdecies F (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "38 septdecies F",
                    "articleId": "LEGIARTI000006297736",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 584928000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 RA (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 RA",
                    "articleId": "LEGIARTI000006298216",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 584928000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 RB (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 RB",
                    "articleId": "LEGIARTI000006298217",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 563846400000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 RC (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 RC",
                    "articleId": "LEGIARTI000006298218",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 584928000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 RD (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 RD",
                    "articleId": "LEGIARTI000006298220",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 677721600000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 RE (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 RE",
                    "articleId": "LEGIARTI000006298221",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 584928000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 RF (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 RF",
                    "articleId": "LEGIARTI000025624998",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1333238400000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 RG (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 RG",
                    "articleId": "LEGIARTI000025625136",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1333238400000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 S (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 S",
                    "articleId": "LEGIARTI000025887283",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1336348800000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 W (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 W",
                    "articleId": "LEGIARTI000006296774",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1104537600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006308104",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 550972800000,
                    "dateFin": 568425600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006308105",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 568425600000,
                    "dateFin": 662515200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006308106",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 662515200000,
                    "dateFin": 1017532800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006308107",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1017532800000,
                    "dateFin": 1136073600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006308108",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1136073600000,
                    "dateFin": 1272672000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022201144",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1272672000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "220 quater A",
                "220"
            ],
            "versionPrecedente": "LEGIARTI000006308104",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006308104",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - La société constituée exclusivement pour le rachat de tout ou partie du capital d'une entreprise, dans les conditions mentionnées au paragraphe II, peut bénéficier d'un crédit d'impôt. Pour chaque exercice, le crédit d'impôt est égal à un pourcentage des intérêts dus au titre de cet exercice sur les emprunts contractés par la société constituée en vue du rachat au cours de l'année de création de cette société. Ce pourcentage est égal au taux normal de l'impôt sur les sociétés applicable aux bénéfices réalisés par la société rachetée au titre de l'exercice précédent. Le crédit d'impôt est limité au montant de l'impôt sur les sociétés acquitté par la société rachetée au titre de ce dernier exercice, dans la proportion des droits sociaux que la société nouvelle détient dans la société rachetée. Il est imputé sur l'impôt sur les sociétés dû au titre du même exercice par la société nouvelle ; l'excédent est remboursé à la société. Le crédit d'impôt prévu au présent article ne constitue pas un produit imposable pour la détermination du résultat de la société créée. Les intérêts qui servent de base au calcul du crédit d'impôt ne constituent pas une charge déductible pour la détermination de ce résultat imposable. Si le crédit d'impôt est limité par application des dispositions de l'alinéa précédent, le montant non déductible est réduit dans la même proportion. Les actions de la société nouvelle peuvent bénéficier d'un droit de vote double dès leur émission. La société nouvelle peut émettre des obligations convertibles ou des obligations à bons de souscription d'actions dès sa création. Pendant un délai de deux ans, ces titres ne peuvent être cédés qu'aux porteurs de titres de la société nouvelle. II. - Le bénéfice des dispositions du paragraphe I est subordonné aux conditions suivantes : a) La société rachetée et la société nouvelle doivent être soumises au régime de droit commun de l'impôt sur les sociétés. b) La société rachetée doit exercer une activité industrielle et commerciale au sens de l'article 34 ou une activité professionnelle au sens du 1 de l'article 92 ou une activité agricole. Elle doit avoir employé au moins vingt salariés au cours de chacune des deux années qui précèdent le rachat. c) Les droits de vote attachés aux actions ou aux parts de la société nouvelle doivent être détenus pour plus de 50 p. 100 par les personnes qui, à la date du rachat, sont salariées de la société rachetée. Ce pourcentage est apprécié en tenant compte des droits de vote attachés aux titres émis par la société nouvelle ainsi que de ceux qui sont susceptibles de résulter de la conversion d'obligations ou de l'exercice de bons de souscription d'actions. Pour l'application de ces dispositions, le salarié d'une entreprise dont le capital est détenu pour plus de 50 p. 100 par la société rachetée est assimilé à un salarié de cette dernière. Ces droits ne doivent pas être détenus, directement ou indirectement, pour plus de 50 p. 100 par d'autres sociétés. Pour l'application des dispositions du présent paragraphe, les droits de vote de la société nouvelle qui sont détenus par une société en nom collectif ou une société civile, n'ayant pas opté pour l'impôt sur les sociétés, constituée exclusivement entre les personnes salariées mentionnées au premier alinéa du présent c, sont considérés comme détenus par ces mêmes personnes, si la société a pour seul objet la détention des titres de la société nouvelle. Si des titres de la société nouvelle sont cédés par la société en nom collectif ou la société civile ou si des titres de l'une de ces deux dernières sociétés sont cédés par les salariés, les sanctions prévues aux quatrième et cinquième alinéas du paragraphe II de l'article 83 bis et à l'article 1740 quinquies sont applicables. d) La société nouvelle doit détenir, dès sa création, plus de 50 p. 100 des droits de vote de la société rachetée. La direction de la société rachetée doit être assurée par une ou plusieurs des personnes salariées mentionnées au c. Un salarié ne peut détenir, directement ou indirectement, 50 p. 100 ou plus des droits de vote de la société nouvelle ou de la société rachetée. Les titres de la société rachetée qui sont détenus, directement ou indirectement, par les salariés mentionnés au c ne peuvent être cédés à la société nouvelle que contre remise de titres de cette dernière société. En cas de fusion des deux sociétés, les salariés en cause doivent détenir plus de 50 p. 100 des droits de vote de la société qui résulte de la fusion. Les emprunts mentionnés au deuxième alinéa du paragraphe I doivent être contractés pour une durée égale à quinze ans au plus. Leur taux actuariel brut est au plus égal au taux moyen de rendement brut à l'émission des obligations des sociétés privées de l'année civile qui précède la date du contrat, majoré de deux points et demi. Ils ne doivent comporter aucun autre avantage ou droit au profit du prêteur autres que ceux attachés à des obligations convertibles ou à des obligations assorties de bons de souscription d'actions mentionnées au dernier alinéa du paragraphe I. Le rachat est effectué entre le 15 avril 1987 et le 31 décembre 1991. .",
            "texteHtml": "<p>I. - La société constituée exclusivement pour le rachat de tout ou partie du capital d'une entreprise, dans les conditions mentionnées au paragraphe II, peut bénéficier d'un crédit d'impôt.</p><p>Pour chaque exercice, le crédit d'impôt est égal à un pourcentage des intérêts dus au titre de cet exercice sur les emprunts contractés par la société constituée en vue du rachat au cours de l'année de création de cette société. Ce pourcentage est égal au taux normal de l'impôt sur les sociétés applicable aux bénéfices réalisés par la société rachetée au titre de l'exercice précédent. Le crédit d'impôt est limité au montant de l'impôt sur les sociétés acquitté par la société rachetée au titre de ce dernier exercice, dans la proportion des droits sociaux que la société nouvelle détient dans la société rachetée. Il est imputé sur l'impôt sur les sociétés dû au titre du même exercice par la société nouvelle ; l'excédent est remboursé à la société.</p><p>Le crédit d'impôt prévu au présent article ne constitue pas un produit imposable pour la détermination du résultat de la société créée. Les intérêts qui servent de base au calcul du crédit d'impôt ne constituent pas une charge déductible pour la détermination de ce résultat imposable. Si le crédit d'impôt est limité par application des dispositions de l'alinéa précédent, le montant non déductible est réduit dans la même proportion.</p><p>Les actions de la société nouvelle peuvent bénéficier d'un droit de vote double dès leur émission.</p><p>La société nouvelle peut émettre des obligations convertibles ou des obligations à bons de souscription d'actions dès sa création. Pendant un délai de deux ans, ces titres ne peuvent être cédés qu'aux porteurs de titres de la société nouvelle.</p><p>II. - Le bénéfice des dispositions du paragraphe I est subordonné aux conditions suivantes :</p><p>a) La société rachetée et la société nouvelle doivent être soumises au régime de droit commun de l'impôt sur les sociétés.</p><p>b) La société rachetée doit exercer une activité industrielle et commerciale au sens de l'article 34 ou une activité professionnelle au sens du 1 de l'article 92 ou une activité agricole. Elle doit avoir employé au moins vingt salariés au cours de chacune des deux années qui précèdent le rachat.</p><p>c) Les droits de vote attachés aux actions ou aux parts de la société nouvelle doivent être détenus pour plus de 50 p. 100 par les personnes qui, à la date du rachat, sont salariées de la société rachetée. Ce pourcentage est apprécié en tenant compte des droits de vote attachés aux titres émis par la société nouvelle ainsi que de ceux qui sont susceptibles de résulter de la conversion d'obligations ou de l'exercice de bons de souscription d'actions.</p><p>Pour l'application de ces dispositions, le salarié d'une entreprise dont le capital est détenu pour plus de 50 p. 100 par la société rachetée est assimilé à un salarié de cette dernière.</p><p>Ces droits ne doivent pas être détenus, directement ou indirectement, pour plus de 50 p. 100 par d'autres sociétés.</p><p>Pour l'application des dispositions du présent paragraphe, les droits de vote de la société nouvelle qui sont détenus par une société en nom collectif ou une société civile, n'ayant pas opté pour l'impôt sur les sociétés, constituée exclusivement entre les personnes salariées mentionnées au premier alinéa du présent c, sont considérés comme détenus par ces mêmes personnes, si la société a pour seul objet la détention des titres de la société nouvelle.</p><p>Si des titres de la société nouvelle sont cédés par la société en nom collectif ou la société civile ou si des titres de l'une de ces deux dernières sociétés sont cédés par les salariés, les sanctions prévues aux quatrième et cinquième alinéas du paragraphe II de l'article 83 bis et à l'article 1740 quinquies sont applicables.</p><p></p><p>d) La société nouvelle doit détenir, dès sa création, plus de 50 p. 100 des droits de vote de la société rachetée. La direction de la société rachetée doit être assurée par une ou plusieurs des personnes salariées mentionnées au c.</p><p>Un salarié ne peut détenir, directement ou indirectement, 50 p. 100 ou plus des droits de vote de la société nouvelle ou de la société rachetée. Les titres de la société rachetée qui sont détenus, directement ou indirectement, par les salariés mentionnés au c ne peuvent être cédés à la société nouvelle que contre remise de titres de cette dernière société.</p><p>En cas de fusion des deux sociétés, les salariés en cause doivent détenir plus de 50 p. 100 des droits de vote de la société qui résulte de la fusion.</p><p>Les emprunts mentionnés au deuxième alinéa du paragraphe I doivent être contractés pour une durée égale à quinze ans au plus. Leur taux actuariel brut est au plus égal au taux moyen de rendement brut à l'émission des obligations des sociétés privées de l'année civile qui précède la date du contrat, majoré de deux points et demi. Ils ne doivent comporter aucun autre avantage ou droit au profit du prêteur autres que ceux attachés à des obligations convertibles ou à des obligations assorties de bons de souscription d'actions mentionnées au dernier alinéa du paragraphe I.</p><p>Le rachat est effectué entre le 15 avril 1987 et le 31 décembre 1991.</p><p></p><p>.</p>",
            "num": "220 quater A",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 550972800000,
            "dateFin": 568425600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1959-01-09",
                        "fin": "1982-12-30",
                        "titre": "ASSIETTE ET LIQUIDATION DE L'IMPOT",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084250",
                        "id": "LEGISCTA000006084250",
                        "etat": "PERIME"
                    },
                    {
                        "debut": "1967-12-29",
                        "fin": "1982-12-30",
                        "titre": "IMPOTS D'ETAT",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114499",
                        "id": "LEGISCTA000006114499",
                        "etat": "PERIME"
                    },
                    {
                        "debut": "1971-01-03",
                        "fin": "2007-09-01",
                        "titre": "IMPOTS DIRECTS",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133862",
                        "id": "LEGISCTA000006133862",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1984-07-11",
                        "fin": "1988-01-06",
                        "titre": "IMPOT SUR LES BENEFICES DES SOCIETES ET AUTRES PERSONNES MORALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147113",
                        "id": "LEGISCTA000006147113",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1984-07-11",
                        "fin": "1988-01-06",
                        "titre": "CALCUL DE L'IMPOT.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162777",
                        "id": "LEGISCTA000006162777",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006308104",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006162777",
            "sectionParentId": "LEGISCTA000006162777",
            "sectionParentTitre": "CALCUL DE L'IMPOT.",
            "fullSectionsTitre": "IMPOTS DIRECTS",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006308104",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000508808",
                    "textTitle": "Loi 87-416 1987-06-17 art. 26 B, E JORF 18 juin 1987",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000508808",
                    "natureText": "LOI",
                    "datePubliTexte": "1987-06-18",
                    "dateSignaTexte": "1987-06-17",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000508808",
                    "textTitle": "Loi n°87-416 du 17 juin 1987 - art. 26 () JORF 18 juin 1987",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "26",
                    "articleId": "LEGIARTI000006275263",
                    "natureText": "LOI",
                    "datePubliTexte": "1987-06-18",
                    "dateSignaTexte": "1987-06-17",
                    "dateDebutCible": "1987-06-18"
                },
                {
                    "textCid": "JORFTEXT000000696711",
                    "textTitle": "Décret 87-940 1987-11-23",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000696711",
                    "natureText": "DECRET",
                    "datePubliTexte": "1987-11-26",
                    "dateSignaTexte": "1987-11-23",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 34",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 83 bis II al. 4, al. 5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGI 92 1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000000508808",
                    "textTitle": "Loi 87-416 1987-06-17 art. 26 E",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000508808",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "87-416",
                    "datePubli": 550972800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000000718101",
                    "textTitle": "Loi n° 90-1258 du 31 décembre 1990 - art. 5 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000031009412",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "90-1258",
                    "datePubli": 663033600000,
                    "dateDebut": 1438992000000
                },
                {
                    "textCid": "JORFTEXT000023776687",
                    "textTitle": "LOI n°2011-331  du 28 mars 2011 - art. 32, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "32",
                    "articleId": "JORFARTI000023776838",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2011-331",
                    "datePubli": 1301356800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006072050",
                    "textTitle": "Code du travail - art. L3332-15 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L3332-15",
                    "articleId": "LEGIARTI000038613318",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1558656000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 160 A (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "160 A",
                    "articleId": "LEGIARTI000006308026",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1136073600000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1757 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1757",
                    "articleId": "LEGIARTI000030061555",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1419984000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 220 quater B (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "220 quater B",
                    "articleId": "LEGIARTI000006303576",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 555552000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 223 L (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "223 L",
                    "articleId": "LEGIARTI000037987136",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546214400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 726 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "726",
                    "articleId": "LEGIARTI000046868371",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1672531200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 83 bis (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "83 bis",
                    "articleId": "LEGIARTI000006307126",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1136073600000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 38 septdecies F (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "38 septdecies F",
                    "articleId": "LEGIARTI000006297736",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 584928000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 RA (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 RA",
                    "articleId": "LEGIARTI000006298216",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 584928000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 RB (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 RB",
                    "articleId": "LEGIARTI000006298217",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 563846400000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 RC (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 RC",
                    "articleId": "LEGIARTI000006298218",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 584928000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 RD (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 RD",
                    "articleId": "LEGIARTI000006298220",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 677721600000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 RE (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 RE",
                    "articleId": "LEGIARTI000006298221",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 584928000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 RF (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 RF",
                    "articleId": "LEGIARTI000025624998",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1333238400000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 RG (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 RG",
                    "articleId": "LEGIARTI000025625136",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1333238400000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 S (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 S",
                    "articleId": "LEGIARTI000025887283",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1336348800000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 46 quater-0 W (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "46 quater-0 W",
                    "articleId": "LEGIARTI000006296774",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1104537600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006308104",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 550972800000,
                    "dateFin": 568425600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006308105",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 568425600000,
                    "dateFin": 662515200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006308106",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 662515200000,
                    "dateFin": 1017532800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006308107",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1017532800000,
                    "dateFin": 1136073600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006308108",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1136073600000,
                    "dateFin": 1272672000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022201144",
                    "etat": "VIGUEUR",
                    "version": "6.0",
                    "dateDebut": 1272672000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "220 quater A",
                "220"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}