{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000017849723",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La composition et la formation de l'assemblée de la Polynésie française sont régies par la section 1 du chapitre II du titre IV de la loi organique n° 2004-192 du 27 février 2004 portant statut d'autonomie de la Polynésie française.",
            "texteHtml": "<p>La composition et la formation de l'assemblée de la Polynésie française sont régies par la section 1 du chapitre II du titre IV de la <a href='/affichTexte.do?cidTexte=JORFTEXT000000435515&categorieLien=cid' title='Loi n°2004-192 du 27 février 2004 (V)'>loi organique n° 2004-192 du 27 février 2004</a> portant statut d'autonomie de la Polynésie française.</p>",
            "num": "LO406-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1197158400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1964-10-28",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006085760",
                        "id": "LEGISCTA000006085760",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-04-22",
                        "fin": "2999-01-01",
                        "titre": "Livre V : Dispositions applicables à la \r\nNouvelle-Calédonie, à la Polynésie française et aux îles Wallis et Futuna",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006115465",
                        "id": "LEGISCTA000006115465",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-04-22",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Dispositions applicables à l'élection des membres de l'assemblée de la Polynésie française",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006134794",
                        "id": "LEGISCTA000006134794",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1964-10-28",
                        "fin": "2999-01-01",
                        "titre": "Code électoral",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070239",
                        "id": "LEGITEXT000006070239",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006354106",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006134794",
            "sectionParentId": "LEGISCTA000006134794",
            "sectionParentTitre": "Titre IV : Dispositions applicables à l'élection des membres de l'assemblée de la Polynésie française",
            "fullSectionsTitre": "Partie législative &gt; Livre V : Dispositions applicables à la \r\nNouvelle-Calédonie, à la Polynésie française et aux îles Wallis et Futuna &gt; Titre IV : Dispositions applicables à l'élection des membres de l'assemblée de la Polynésie française",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000017849723",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070239",
                    "titre": "Code électoral",
                    "titreLong": "Code électoral",
                    "etat": "VIGUEUR",
                    "dateDebut": -163382400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070239",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000017576150",
                    "textTitle": "LOI organique n°2007-1719 du 7 décembre 2007 - art. 3",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000017639325",
                    "natureText": "LOI_ORGANIQUE",
                    "datePubliTexte": "2007-12-08",
                    "dateSignaTexte": "2007-12-07",
                    "dateDebutCible": "2007-12-09"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000435515",
                    "textTitle": "Loi n°2004-192 du 27 février 2004 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000435515",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2004-192",
                    "datePubli": 1078185600000,
                    "dateDebut": 32472144000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006354106",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1078185600000,
                    "dateFin": 1197158400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000017849723",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1197158400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "LO406-1",
                "406-1"
            ],
            "versionPrecedente": "LEGIARTI000006354106",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006354106",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La composition et la formation de l'assemblée de la Polynésie française sont régies par les dispositions de la section 1 du chapitre II du titre IV de la loi organique n° 2004-192 du 27 février 2004 portant statut d'autonomie de la Polynésie française ci-après reproduites : Art. 103. - L'assemblée de la Polynésie française est élue au suffrage universel direct. Art. 104. - L'assemblée de la Polynésie française est composée de cinquante-sept membres élus pour cinq ans et rééligibles. Elle se renouvelle intégralement. Les pouvoirs de l'assemblée de la Polynésie française expirent lors de la première réunion de l'assemblée nouvellement élue en application des dispositions du premier alinéa du I de l'article 107. Cette disposition n'est pas applicable en cas de dissolution. La Polynésie française est divisée en circonscriptions électorales. Chaque circonscription dispose d'un minimum de représentation. Ce minimum est fixé à trois sièges. Les sièges sont répartis de la manière suivante dans les circonscriptions ci-après désignées : 1° La circonscription des îles du Vent comprend les communes de : Arue, Faaa, Hitiaa O Te Ra, Mahina, Moorea-Maiao, Paea, Papara, Papeete, Pirae, Punaauia, Taiarapu-Est, Taiarapu-Ouest et Teva I Uta. Elle élit trente-sept représentants ; 2° La circonscription des îles Sous-le-Vent comprend les communes de : Bora-Bora, Huahine, Maupiti, Tahaa, Taputapuatea, Tumaraa et Uturoa. Elle élit huit représentants ; 3° La circonscription des îles Tuamotu de l'Ouest comprend les communes de Arutua, Fakarava, Manihi, Rangiroa et Takaroa. Elle élit trois représentants ; 4° La circonscription des îles Gambier et Tuamotu de l'Est comprend les communes de : Anaa, Fangatau, Gambier, Hao, Hikueru, Makemo, Napuka, Nukutavake, Pukapuka, Reao, Tatakoto et Tureia. Elle élit trois représentants ; 5° La circonscription des îles Marquises comprend les communes de : Fatu-Hiva, Hiva-Oa, Nuku-Hiva, Tahuata, Ua-Huka et Ua-Pou. Elle élit trois représentants ; 6° La circonscription des îles Australes comprend les communes de : Raivavae, Rapa, Rimatara, Rurutu et Tubuai. Elle élit trois représentants. Les limites des communes auxquelles se réfèrent les dispositions précédentes sont celles qui résultent des dispositions en vigueur à la date de promulgation de la présente loi organique. Art. 105. - I. - L'élection des représentants à l'assemblée de la Polynésie française a lieu, dans chaque circonscription, au scrutin de liste à un tour sans adjonction, ni suppression de noms et sans modification de l'ordre de présentation. Il est attribué à la liste qui a recueilli la majorité des suffrages exprimés un nombre de sièges égal au tiers du nombre de sièges à pourvoir arrondi à l'entier supérieur. Cette attribution opérée, les autres sièges sont répartis entre toutes les listes à la représentation proportionnelle suivant la règle de la plus forte moyenne. Si plusieurs listes ont la même moyenne pour l'attribution du dernier siège, celui-ci est attribué à la liste qui a obtenu le plus grand nombre de suffrages. En cas d'égalité des suffrages, le siège est attribué au plus âgé des candidats susceptibles d'être proclamés élus. II. - Sont seules admises à la répartition des sièges les listes ayant obtenu au moins 3 % des suffrages exprimés. Les sièges sont attribués aux candidats selon l'ordre de présentation sur chaque liste. Art. 106. - Chaque liste est composée alternativement d'un candidat de chaque sexe. Chaque liste comporte un nombre de candidats égal au nombre de sièges à pourvoir, augmenté du même nombre que le nombre de sièges à pourvoir, dans la limite de dix. Nul ne peut être candidat sur plus d'une liste. Art. 107. - I. - Les élections pour le renouvellement intégral de l'assemblée de la Polynésie française sont organisées dans les deux mois qui précèdent l'expiration du mandat des membres sortants. Elles sont organisées dans les trois mois qui suivent l'annulation globale des opérations électorales, la démission de tous les membres de l'assemblée ou la dissolution de l'assemblée. Ce délai commence à courir, soit à compter de la lecture de l'arrêt du Conseil d'Etat, soit à compter de la réception des démissions par le président de l'assemblée, soit à compter de la publication au Journal officiel de la République française du décret de dissolution. Les électeurs sont convoqués par décret. Le décret est publié au Journal officiel de la Polynésie française quatre semaines au moins avant la date du scrutin. II. - Lorsqu'un siège de représentant à l'assemblée de la Polynésie française devient vacant pour quelque cause que ce soit, il est pourvu par le candidat venant immédiatement après le dernier élu sur la liste dont le membre sortant est issu. Lorsque l'application de cette règle ne permet pas de combler une vacance, il est procédé dans les trois mois à une élection partielle, au scrutin uninominal majoritaire à un tour lorsque la vacance porte sur un seul siège, au scrutin de liste majoritaire à un tour lorsque la vacance porte sur deux sièges, et dans les conditions fixées à l'article 105 lorsque la vacance porte sur trois sièges ou plus. Les nouveaux représentants sont élus pour la durée du mandat restant à courir. Toutefois, aucune élection partielle ne peut avoir lieu dans les six mois qui précèdent l'expiration normale du mandat des représentants à l'assemblée de la Polynésie française. Les électeurs sont convoqués par arrêté du haut-commissaire après consultation du président de la Polynésie française. L'arrêté est publié au Journal officiel de la Polynésie française quatre semaines au moins avant la date du scrutin. Art. 108. - Sont éligibles à l'assemblée de la Polynésie française les personnes âgées de dix-huit ans révolus, jouissant de leurs droits civils et politiques, n'étant dans aucun cas d'incapacité prévu par la loi et inscrites sur une liste électorale en Polynésie française ou justifiant qu'elles remplissent les conditions pour y être inscrites au jour de l'élection. Art. 109. - I. - Sont inéligibles à l'assemblée de la Polynésie française : 1° Pendant un an à compter de la décision juridictionnelle constatant l'inéligibilité, le président et les membres de l'assemblée, le président de la Polynésie française et les autres membres du gouvernement de la Polynésie française qui n'ont pas déposé l'une des déclarations prévues par le titre Ier de la loi n° 88-227 du 11 mars 1988 relative à la transparence financière de la vie politique ; 2° Les personnes privées, par décision juridictionnelle passée en force de chose jugée, de leur droit d'éligibilité en application des lois qui autorisent cette privation ; 3° Les hauts-commissaires de la République, les secrétaires généraux, secrétaires généraux adjoints du haut-commissariat, les directeurs du cabinet du haut-commissaire et les chefs de subdivisions administratives en exercice ou qui ont exercé leurs fonctions en Polynésie française depuis moins de trois ans ; 4° Les personnes déclarées inéligibles en application de l'article L. 118-3 du code électoral ; 5° Le Médiateur de la République et le Défenseur des enfants, sauf s'ils exerçaient le même mandat antérieurement à leur nomination. II. - En outre, ne peuvent être élus membres de l'assemblée de la Polynésie française s'ils exercent leurs fonctions en Polynésie française ou s'ils les ont exercées depuis moins de six mois : 1° Les magistrats des juridictions administratives et des juridictions judiciaires ; 2° Les membres des corps d'inspection et de contrôle de l'Etat ; 3° Les directeurs et chefs de service de l'Etat ; 4° Le secrétaire général du gouvernement de la Polynésie française et les secrétaires généraux des institutions, les directeurs généraux, inspecteurs généraux, inspecteurs, directeurs, directeurs adjoints de la Polynésie française ou de l'un de ses établissements publics et le directeur du cabinet du président de la Polynésie française. III. - Ne peuvent pas non plus être élus membres de l'assemblée de la Polynésie française, exclusivement dans la circonscription où ils exercent ou ont exercé depuis moins de six mois leurs fonctions : 1° Les officiers des armées de terre, de mer et de l'air et les personnels de la gendarmerie en activité en Polynésie française ; 2° Les fonctionnaires des corps actifs de police en activité en Polynésie française ; 3° Les chefs de circonscription administrative de la Polynésie française ; 4° Les agents et comptables de la Polynésie française agissant en qualité de fonctionnaire employés à l'assiette, à la perception et au recouvrement des contributions directes ou indirectes et au paiement des dépenses publiques de toute nature. Art. 110. - Les employeurs sont tenus de laisser à leurs salariés candidats à l'assemblée de la Polynésie française le temps nécessaire pour participer à la campagne électorale dans la limite de dix jours ouvrables. Sur demande de l'intéressé, la durée de ses absences est imputée sur celle du congé payé annuel dans la limite des droits qu'il a acquis à ce titre à la date du scrutin. Lorsqu'elles ne sont pas imputées sur le congé payé annuel, les absences ne sont pas rémunérées ; elles donnent alors lieu à récupération en accord avec l'employeur. La durée de ces absences est assimilée à une période de travail effectif pour la détermination des droits à congés payés ainsi que des droits liés à l'ancienneté. Art. 111. - I. - Le mandat de représentant à l'assemblée de la Polynésie française est incompatible : 1° Avec la qualité de président de la Polynésie française ou de membre du gouvernement ou du conseil économique, social et culturel ; 2° Avec la qualité de membre d'une assemblée ou d'un exécutif d'une collectivité à statut particulier régie par le premier alinéa de l'article 72 de la Constitution, d'une collectivité mentionnée au dernier alinéa de l'article 73 de la Constitution, d'une autre collectivité d'outre-mer régie par l'article 74 de la Constitution ou de la collectivité régie par le titre XIII de la Constitution, ainsi qu'avec celle de conseiller général, de conseiller régional, de conseiller de Paris ou de membre de l'Assemblée de Corse ; 3° Avec les fonctions de militaire de carrière ou assimilé en activité de service ou servant au-delà de la durée légale ; 4° Avec les fonctions de magistrat des juridictions administratives ou des juridictions judiciaires et avec les fonctions publiques non électives ; 5° Avec les fonctions de directeur ou de président d'établissement public, lorsqu'elles sont rémunérées. II. - Un représentant à l'assemblée de la Polynésie française ne peut cumuler son mandat avec plus d'un des mandats suivants : conseiller municipal, député ou sénateur, représentant au Parlement européen. Si le candidat appelé à remplacer un représentant à l'assemblée de la Polynésie française se trouve dans l'un des cas d'incompatibilité mentionnés au présent II, il dispose d'un délai de trente jours à compter de la vacance pour faire cesser l'incompatibilité en démissionnant de la fonction ou du mandat de son choix. A défaut d'option dans le délai imparti, le haut-commissaire constate l'incompatibilité et le remplacement est assuré par le candidat suivant dans l'ordre de la liste. III. - Un représentant à l'assemblée de la Polynésie française élu dans une autre circonscription de la Polynésie française cesse, de ce fait même, de représenter la première des deux circonscriptions dans laquelle il a été élu. Toutefois, en cas de contestation de la nouvelle élection, la vacance du siège n'est proclamée qu'à compter de la décision du Conseil d'Etat statuant sur le recours ; jusqu'à l'intervention de cette décision, l'élu peut participer aux travaux de l'assemblée au titre de son seul nouveau mandat. Art. 112. - I. - Tout représentant à l'assemblée de la Polynésie française dont l'inéligibilité se révélera après l'expiration du délai pendant lequel son élection peut être contestée ou qui, pendant la durée de son mandat, se trouvera frappé de l'une des incapacités qui fait perdre la qualité d'électeur est déclaré démissionnaire par arrêté du haut-commissaire soit d'office, soit sur la réclamation de tout électeur. II. - Tout représentant à l'assemblée de la Polynésie française qui, au moment de son élection, se trouve dans l'un des cas d'incompatibilité prévus au présent titre dispose d'un délai d'un mois à partir de la date à laquelle son élection est devenue définitive pour démissionner de son mandat ou mettre fin à la situation incompatible avec l'exercice de celui-ci. Il fait connaître son option par écrit au haut-commissaire qui en informe le président de l'assemblée concernée. A défaut d'option dans le délai imparti, il est réputé démissionnaire de son mandat ; cette démission est constatée par arrêté du haut-commissaire soit d'office, soit sur réclamation de tout électeur. Si la cause d'incompatibilité survient postérieurement à l'élection, le droit d'option est ouvert dans les mêmes conditions. A défaut d'option dans le délai d'un mois à compter de la date à laquelle est survenue la cause d'incompatibilité, le représentant à l'assemblée de la Polynésie française est déclaré démissionnaire de son mandat par le haut-commissaire soit d'office, soit sur réclamation de tout électeur. Art. 113. - I. - Le représentant à l'assemblée de la Polynésie française qui a la qualité d'agent public au moment de son élection est placé en dehors du cadre de l'administration ou du corps auquel il appartient dans les conditions prévues par le statut ou le contrat qui le régit. Il est, à l'expiration de son mandat, réintégré à sa demande, selon le cas, dans le cadre ou le corps auquel il appartenait avant son élection à l'assemblée de la Polynésie française, éventuellement en surnombre, ou dans l'entreprise du secteur public qui l'employait sous un régime de droit public ou de droit privé. II. - Lorsque le représentant à l'assemblée de la Polynésie française a la qualité de salarié à la date de son élection, il peut bénéficier, à sa demande, d'une suspension de son contrat de travail. Cette demande est satisfaite de plein droit dès lors que le salarié justifie, à la date de l'élection, d'une ancienneté minimale d'une année dans l'entreprise. Art. 114. - La démission d'un représentant à l'assemblée de la Polynésie française est adressée au président de l'assemblée, qui en informe immédiatement le haut-commissaire et le président de la Polynésie française. Cette démission prend effet dès sa réception par le président de l'assemblée. Art. 115. - Le représentant à l'assemblée de la Polynésie française qui manque à une session ordinaire sans excuse légitime admise par l'assemblée de la Polynésie française est déclaré démissionnaire d'office par l'assemblée lors de la dernière séance de la session. Le représentant à l'assemblée de la Polynésie française présumé absent au sens de l'article 112 du code civil est provisoirement remplacé à l'assemblée, dès l'intervention du jugement constatant la présomption d'absence, par le candidat venant immédiatement après le dernier élu sur la liste dont le présumé absent est issu. Art. 116. - Les élections à l'assemblée de la Polynésie française peuvent être contestées dans les quinze jours suivant la proclamation des résultats, par tout candidat ou tout électeur de la circonscription, devant le Conseil d'Etat statuant au contentieux. Le même droit est ouvert au haut-commissaire s'il estime que les conditions et les formes légalement prescrites n'ont pas été respectées. La proclamation du candidat devenu représentant à l'assemblée de la Polynésie française par application du premier alinéa du II de l'article 107 peut être contestée dans le délai de quinze jours à compter de la date à laquelle ce candidat a remplacé le représentant à l'assemblée de la Polynésie française dont le siège est devenu vacant. La constatation par le Conseil d'Etat de l'inéligibilité d'un ou de plusieurs candidats n'entraîne l'annulation de l'élection que du ou des élus déclarés inéligibles. Le Conseil d'Etat proclame en conséquence l'élection du ou des suivants de liste. Le représentant à l'assemblée de la Polynésie française dont l'élection est contestée reste en fonction jusqu'à ce qu'il ait été définitivement statué sur la réclamation. Art. 117. - Les recours contre les arrêtés mentionnés à l'article 112 et contre les délibérations mentionnées à l'article 115 sont portés devant le Conseil d'Etat statuant au contentieux. Ils sont suspensifs. Toutefois, le recours n'est pas suspensif lorsqu'un représentant à l'assemblée de la Polynésie française est déclaré démissionnaire d'office à la suite d'une condamnation pénale devenue définitive prononcée à son encontre et entraînant de ce fait la perte de ses droits civiques, civils et de famille.",
            "texteHtml": "<p></p>   La composition et la formation de l'assemblée de la Polynésie française sont régies par les dispositions de la section 1 du chapitre II du titre IV de la loi organique n° 2004-192 du 27 février 2004 portant statut d'autonomie de la Polynésie française ci-après reproduites :<p></p><p></p>   Art. 103. - L'assemblée de la Polynésie française est élue au suffrage universel direct.<p></p><p></p>   Art. 104. - L'assemblée de la Polynésie française est composée de cinquante-sept membres élus pour cinq ans et rééligibles. Elle se renouvelle intégralement.<p></p><p></p>   Les pouvoirs de l'assemblée de la Polynésie française expirent lors de la première réunion de l'assemblée nouvellement élue en application des dispositions du premier alinéa du I de l'article 107. Cette disposition n'est pas applicable en cas de dissolution.<p></p><p></p>   La Polynésie française est divisée en circonscriptions électorales. Chaque circonscription dispose d'un minimum de représentation. Ce minimum est fixé à trois sièges. Les sièges sont répartis de la manière suivante dans les circonscriptions ci-après désignées :<p></p><p></p>   1° La circonscription des îles du Vent comprend les communes de :<p></p>\n Arue, Faaa, Hitiaa O Te Ra, Mahina, Moorea-Maiao, Paea, Papara, Papeete, Pirae, Punaauia, Taiarapu-Est, Taiarapu-Ouest et Teva I Uta. Elle élit trente-sept représentants ;<p></p><p></p>   2° La circonscription des îles Sous-le-Vent comprend les communes de : Bora-Bora, Huahine, Maupiti, Tahaa, Taputapuatea, Tumaraa et Uturoa. Elle élit huit représentants ;<p></p><p></p>   3° La circonscription des îles Tuamotu de l'Ouest comprend les communes de Arutua, Fakarava, Manihi, Rangiroa et Takaroa. Elle élit trois représentants ;<p></p><p></p>   4° La circonscription des îles Gambier et Tuamotu de l'Est comprend les communes de : Anaa, Fangatau, Gambier, Hao, Hikueru, Makemo, Napuka, Nukutavake, Pukapuka, Reao, Tatakoto et Tureia. Elle élit trois représentants ;<p></p><p></p>   5° La circonscription des îles Marquises comprend les communes de : Fatu-Hiva, Hiva-Oa, Nuku-Hiva, Tahuata, Ua-Huka et Ua-Pou. Elle élit trois représentants ;<p></p><p></p>   6° La circonscription des îles Australes comprend les communes de : Raivavae, Rapa, Rimatara, Rurutu et Tubuai. Elle élit trois représentants.<p></p><p></p>   Les limites des communes auxquelles se réfèrent les dispositions précédentes sont celles qui résultent des dispositions en vigueur à la date de promulgation de la présente loi organique.<p></p><p></p>   Art. 105. - I. - L'élection des représentants à l'assemblée de la Polynésie française a lieu, dans chaque circonscription, au scrutin de liste à un tour sans adjonction, ni suppression de noms et sans modification de l'ordre de présentation.<p></p><p></p>   Il est attribué à la liste qui a recueilli la majorité des suffrages exprimés un nombre de sièges égal au tiers du nombre de sièges à pourvoir arrondi à l'entier supérieur.<p></p><p></p>   Cette attribution opérée, les autres sièges sont répartis entre toutes les listes à la représentation proportionnelle suivant la règle de la plus forte moyenne.<p></p><p></p>   Si plusieurs listes ont la même moyenne pour l'attribution du dernier siège, celui-ci est attribué à la liste qui a obtenu le plus grand nombre de suffrages. En cas d'égalité des suffrages, le siège est attribué au plus âgé des candidats susceptibles d'être proclamés élus.<p></p><p></p>   II. - Sont seules admises à la répartition des sièges les listes ayant obtenu au moins 3 % des suffrages exprimés.<p></p><p></p>   Les sièges sont attribués aux candidats selon l'ordre de présentation sur chaque liste.<p></p><p></p>   Art. 106. - Chaque liste est composée alternativement d'un candidat de chaque sexe.<p></p><p></p>   Chaque liste comporte un nombre de candidats égal au nombre de sièges à pourvoir, augmenté du même nombre que le nombre de sièges à pourvoir, dans la limite de dix.<p></p><p></p>   Nul ne peut être candidat sur plus d'une liste.<p></p><p></p>   Art. 107. - I. - Les élections pour le renouvellement intégral de l'assemblée de la Polynésie française sont organisées dans les deux mois qui précèdent l'expiration du mandat des membres sortants.<p></p><p></p>   Elles sont organisées dans les trois mois qui suivent l'annulation globale des opérations électorales, la démission de tous les membres de l'assemblée ou la dissolution de l'assemblée. Ce délai commence à courir, soit à compter de la lecture de l'arrêt du Conseil d'Etat, soit à compter de la réception des démissions par le président de l'assemblée, soit à compter de la publication au Journal officiel de la République française du décret de dissolution.<p></p><p></p>   Les électeurs sont convoqués par décret. Le décret est publié au Journal officiel de la Polynésie française quatre semaines au moins avant la date du scrutin.<p></p><p></p>   II. - Lorsqu'un siège de représentant à l'assemblée de la Polynésie française devient vacant pour quelque cause que ce soit, il est pourvu par le candidat venant immédiatement après le dernier élu sur la liste dont le membre sortant est issu.<p></p><p></p>   Lorsque l'application de cette règle ne permet pas de combler une vacance, il est procédé dans les trois mois à une élection partielle, au scrutin uninominal majoritaire à un tour lorsque la vacance porte sur un seul siège, au scrutin de liste majoritaire à un tour lorsque la vacance porte sur deux sièges, et dans les conditions fixées à l'article 105 lorsque la vacance porte sur trois sièges ou plus. Les nouveaux représentants sont élus pour la durée du mandat restant à courir.<p></p><p></p>   Toutefois, aucune élection partielle ne peut avoir lieu dans les six mois qui précèdent l'expiration normale du mandat des représentants à l'assemblée de la Polynésie française.<p></p><p></p>   Les électeurs sont convoqués par arrêté du haut-commissaire après consultation du président de la Polynésie française. L'arrêté est publié au Journal officiel de la Polynésie française quatre semaines au moins avant la date du scrutin.<p></p><p></p>   Art. 108. - Sont éligibles à l'assemblée de la Polynésie française les personnes âgées de dix-huit ans révolus, jouissant de leurs droits civils et politiques, n'étant dans aucun cas d'incapacité prévu par la loi et inscrites sur une liste électorale en Polynésie française ou justifiant qu'elles remplissent les conditions pour y être inscrites au jour de l'élection.<p></p><p></p>   Art. 109. - I. - Sont inéligibles à l'assemblée de la Polynésie française :<p></p><p></p>   1° Pendant un an à compter de la décision juridictionnelle constatant l'inéligibilité, le président et les membres de l'assemblée, le président de la Polynésie française et les autres membres du gouvernement de la Polynésie française qui n'ont pas déposé l'une des déclarations prévues par le titre Ier de la loi n° 88-227 du 11 mars 1988 relative à la transparence financière de la vie politique ;<p></p><p></p>   2° Les personnes privées, par décision juridictionnelle passée en force de chose jugée, de leur droit d'éligibilité en application des lois qui autorisent cette privation ;<p></p><p></p>   3° Les hauts-commissaires de la République, les secrétaires généraux, secrétaires généraux adjoints du haut-commissariat, les directeurs du cabinet du haut-commissaire et les chefs de subdivisions administratives en exercice ou qui ont exercé leurs fonctions en Polynésie française depuis moins de trois ans ;<p></p><p></p>   4° Les personnes déclarées inéligibles en application de l'article L. 118-3 du code électoral ;<p></p><p></p>   5° Le Médiateur de la République et le Défenseur des enfants, sauf s'ils exerçaient le même mandat antérieurement à leur nomination.<p></p><p></p>   II. - En outre, ne peuvent être élus membres de l'assemblée de la Polynésie française s'ils exercent leurs fonctions en Polynésie française ou s'ils les ont exercées depuis moins de six mois :<p></p><p></p>   1° Les magistrats des juridictions administratives et des juridictions judiciaires ;<p></p><p></p>   2° Les membres des corps d'inspection et de contrôle de l'Etat ;<p></p><p></p>   3° Les directeurs et chefs de service de l'Etat ;<p></p><p></p>   4° Le secrétaire général du gouvernement de la Polynésie française et les secrétaires généraux des institutions, les directeurs généraux, inspecteurs généraux, inspecteurs, directeurs, directeurs adjoints de la Polynésie française ou de l'un de ses établissements publics et le directeur du cabinet du président de la Polynésie française.<p></p><p></p>   III. - Ne peuvent pas non plus être élus membres de l'assemblée de la Polynésie française, exclusivement dans la circonscription où ils exercent ou ont exercé depuis moins de six mois leurs fonctions :<p></p><p></p>   1° Les officiers des armées de terre, de mer et de l'air et les personnels de la gendarmerie en activité en Polynésie française ;<p></p><p></p>   2° Les fonctionnaires des corps actifs de police en activité en Polynésie française ;<p></p><p></p>   3° Les chefs de circonscription administrative de la Polynésie française ;<p></p><p></p>   4° Les agents et comptables de la Polynésie française agissant en qualité de fonctionnaire employés à l'assiette, à la perception et au recouvrement des contributions directes ou indirectes et au paiement des dépenses publiques de toute nature.<p></p><p></p>   Art. 110. - Les employeurs sont tenus de laisser à leurs salariés candidats à l'assemblée de la Polynésie française le temps nécessaire pour participer à la campagne électorale dans la limite de dix jours ouvrables.<p></p><p></p>   Sur demande de l'intéressé, la durée de ses absences est imputée sur celle du congé payé annuel dans la limite des droits qu'il a acquis à ce titre à la date du scrutin. Lorsqu'elles ne sont pas imputées sur le congé payé annuel, les absences ne sont pas rémunérées ; elles donnent alors lieu à récupération en accord avec l'employeur.<p></p><p></p>   La durée de ces absences est assimilée à une période de travail effectif pour la détermination des droits à congés payés ainsi que des droits liés à l'ancienneté.<p></p><p></p>   Art. 111. - I. - Le mandat de représentant à l'assemblée de la Polynésie française est incompatible :<p></p><p></p>   1° Avec la qualité de président de la Polynésie française ou de membre du gouvernement ou du conseil économique, social et culturel ;<p></p><p></p>   2° Avec la qualité de membre d'une assemblée ou d'un exécutif d'une collectivité à statut particulier régie par le premier alinéa de l'article 72 de la Constitution, d'une collectivité mentionnée au dernier alinéa de l'article 73 de la Constitution, d'une autre collectivité d'outre-mer régie par l'article 74 de la Constitution ou de la collectivité régie par le titre XIII de la Constitution, ainsi qu'avec celle de conseiller général, de conseiller régional, de conseiller de Paris ou de membre de l'Assemblée de Corse ;<p></p><p></p>   3° Avec les fonctions de militaire de carrière ou assimilé en activité de service ou servant au-delà de la durée légale ;<p></p><p></p>   4° Avec les fonctions de magistrat des juridictions administratives ou des juridictions judiciaires et avec les fonctions publiques non électives ;<p></p><p></p>   5° Avec les fonctions de directeur ou de président d'établissement public, lorsqu'elles sont rémunérées.<p></p><p></p>   II. - Un représentant à l'assemblée de la Polynésie française ne peut cumuler son mandat avec plus d'un des mandats suivants :<p></p>\n conseiller municipal, député ou sénateur, représentant au Parlement européen.<p></p><p></p>   Si le candidat appelé à remplacer un représentant à l'assemblée de la Polynésie française se trouve dans l'un des cas d'incompatibilité mentionnés au présent II, il dispose d'un délai de trente jours à compter de la vacance pour faire cesser l'incompatibilité en démissionnant de la fonction ou du mandat de son choix. A défaut d'option dans le délai imparti, le haut-commissaire constate l'incompatibilité et le remplacement est assuré par le candidat suivant dans l'ordre de la liste.<p></p><p></p>   III. - Un représentant à l'assemblée de la Polynésie française élu dans une autre circonscription de la Polynésie française cesse, de ce fait même, de représenter la première des deux circonscriptions dans laquelle il a été élu. Toutefois, en cas de contestation de la nouvelle élection, la vacance du siège n'est proclamée qu'à compter de la décision du Conseil d'Etat statuant sur le recours ; jusqu'à l'intervention de cette décision, l'élu peut participer aux travaux de l'assemblée au titre de son seul nouveau mandat.<p></p><p></p>   Art. 112. - I. - Tout représentant à l'assemblée de la Polynésie française dont l'inéligibilité se révélera après l'expiration du délai pendant lequel son élection peut être contestée ou qui, pendant la durée de son mandat, se trouvera frappé de l'une des incapacités qui fait perdre la qualité d'électeur est déclaré démissionnaire par arrêté du haut-commissaire soit d'office, soit sur la réclamation de tout électeur.<p></p><p></p>   II. - Tout représentant à l'assemblée de la Polynésie française qui, au moment de son élection, se trouve dans l'un des cas d'incompatibilité prévus au présent titre dispose d'un délai d'un mois à partir de la date à laquelle son élection est devenue définitive pour démissionner de son mandat ou mettre fin à la situation incompatible avec l'exercice de celui-ci. Il fait connaître son option par écrit au haut-commissaire qui en informe le président de l'assemblée concernée. A défaut d'option dans le délai imparti, il est réputé démissionnaire de son mandat ; cette démission est constatée par arrêté du haut-commissaire soit d'office, soit sur réclamation de tout électeur.<p></p><p></p>   Si la cause d'incompatibilité survient postérieurement à l'élection, le droit d'option est ouvert dans les mêmes conditions. A défaut d'option dans le délai d'un mois à compter de la date à laquelle est survenue la cause d'incompatibilité, le représentant à l'assemblée de la Polynésie française est déclaré démissionnaire de son mandat par le haut-commissaire soit d'office, soit sur réclamation de tout électeur.<p></p><p></p>   Art. 113. - I. - Le représentant à l'assemblée de la Polynésie française qui a la qualité d'agent public au moment de son élection est placé en dehors du cadre de l'administration ou du corps auquel il appartient dans les conditions prévues par le statut ou le contrat qui le régit. Il est, à l'expiration de son mandat, réintégré à sa demande, selon le cas, dans le cadre ou le corps auquel il appartenait avant son élection à l'assemblée de la Polynésie française, éventuellement en surnombre, ou dans l'entreprise du secteur public qui l'employait sous un régime de droit public ou de droit privé.<p></p><p></p>   II. - Lorsque le représentant à l'assemblée de la Polynésie française a la qualité de salarié à la date de son élection, il peut bénéficier, à sa demande, d'une suspension de son contrat de travail. Cette demande est satisfaite de plein droit dès lors que le salarié justifie, à la date de l'élection, d'une ancienneté minimale d'une année dans l'entreprise.<p></p><p></p>   Art. 114. - La démission d'un représentant à l'assemblée de la Polynésie française est adressée au président de l'assemblée, qui en informe immédiatement le haut-commissaire et le président de la Polynésie française. Cette démission prend effet dès sa réception par le président de l'assemblée.<p></p><p></p>   Art. 115. - Le représentant à l'assemblée de la Polynésie française qui manque à une session ordinaire sans excuse légitime admise par l'assemblée de la Polynésie française est déclaré démissionnaire d'office par l'assemblée lors de la dernière séance de la session.<p></p><p></p>   Le représentant à l'assemblée de la Polynésie française présumé absent au sens de l'article 112 du code civil est provisoirement remplacé à l'assemblée, dès l'intervention du jugement constatant la présomption d'absence, par le candidat venant immédiatement après le dernier élu sur la liste dont le présumé absent est issu.<p></p><p></p>   Art. 116. - Les élections à l'assemblée de la Polynésie française peuvent être contestées dans les quinze jours suivant la proclamation des résultats, par tout candidat ou tout électeur de la circonscription, devant le Conseil d'Etat statuant au contentieux.<p></p><p></p>   Le même droit est ouvert au haut-commissaire s'il estime que les conditions et les formes légalement prescrites n'ont pas été respectées.<p></p><p></p>   La proclamation du candidat devenu représentant à l'assemblée de la Polynésie française par application du premier alinéa du II de l'article 107 peut être contestée dans le délai de quinze jours à compter de la date à laquelle ce candidat a remplacé le représentant à l'assemblée de la Polynésie française dont le siège est devenu vacant.<p></p><p></p>   La constatation par le Conseil d'Etat de l'inéligibilité d'un ou de plusieurs candidats n'entraîne l'annulation de l'élection que du ou des élus déclarés inéligibles. Le Conseil d'Etat proclame en conséquence l'élection du ou des suivants de liste.<p></p><p></p>   Le représentant à l'assemblée de la Polynésie française dont l'élection est contestée reste en fonction jusqu'à ce qu'il ait été définitivement statué sur la réclamation.<p></p><p></p>   Art. 117. - Les recours contre les arrêtés mentionnés à l'article 112 et contre les délibérations mentionnées à l'article 115 sont portés devant le Conseil d'Etat statuant au contentieux. Ils sont suspensifs. Toutefois, le recours n'est pas suspensif lorsqu'un représentant à l'assemblée de la Polynésie française est déclaré démissionnaire d'office à la suite d'une condamnation pénale devenue définitive prononcée à son encontre et entraînant de ce fait la perte de ses droits civiques, civils et de famille.<p></p>",
            "num": "LO406-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1078185600000,
            "dateFin": 1197158400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1964-10-28",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006085760",
                        "id": "LEGISCTA000006085760",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-04-22",
                        "fin": "2999-01-01",
                        "titre": "Livre V : Dispositions applicables à la \r\nNouvelle-Calédonie, à la Polynésie française et aux îles Wallis et Futuna",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006115465",
                        "id": "LEGISCTA000006115465",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-04-22",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Dispositions applicables à l'élection des membres de l'assemblée de la Polynésie française",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006134794",
                        "id": "LEGISCTA000006134794",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1964-10-28",
                        "fin": "2999-01-01",
                        "titre": "Code électoral",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070239",
                        "id": "LEGITEXT000006070239",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006354106",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006134794",
            "sectionParentId": "LEGISCTA000006134794",
            "sectionParentTitre": "Titre IV : Dispositions applicables à l'élection des membres de l'assemblée de la Polynésie française",
            "fullSectionsTitre": "Partie législative &gt; Livre V : Dispositions applicables à la \r\nNouvelle-Calédonie, à la Polynésie française et aux îles Wallis et Futuna &gt; Titre IV : Dispositions applicables à l'élection des membres de l'assemblée de la Polynésie française",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006354106",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070239",
                    "titre": "Code électoral",
                    "titreLong": "Code électoral",
                    "etat": "VIGUEUR",
                    "dateDebut": -163382400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070239",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000670066",
                    "textTitle": "Décret 64-1086 1964-10-27 JORF 28 OCTOBRE 1964",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000670066",
                    "natureText": "DECRET",
                    "datePubliTexte": "1964-10-28",
                    "dateSignaTexte": "1964-10-27",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000435515",
                    "textTitle": "Loi n°2004-192 du 27 février 2004 - art. 193 () JORF 2 mars 2004",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "193",
                    "articleId": "LEGIARTI000006399530",
                    "natureText": "LOI",
                    "datePubliTexte": "2004-03-02",
                    "dateSignaTexte": "2004-02-27",
                    "dateDebutCible": "2004-03-02"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000435515",
                    "textTitle": "Loi 2004-192 2004-02-27 art. 103, art. 104, art. 105, art. 106, art. 107, art. 108, art. 109, art. 110, art. 111, art. 112, art. 113, art. 114, art. 115, art. 116, art. 117",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000435515",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2004-192",
                    "datePubli": 1078185600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006070239",
                    "textTitle": "Code électoral 107",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006070239",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -163382400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006354106",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1078185600000,
                    "dateFin": 1197158400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000017849723",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1197158400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "LO406-1",
                "406-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}