{
    "cid": "LEGIARTI000039730259",
    "num": "L4311-8",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "PARTIE LEGISLATIVE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000023706480",
                        "id": "LEGISCTA000023706480",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "QUATRIEME PARTIE : NAVIGATION INTERIEURE  ET TRANSPORT FLUVIAL",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023071520",
                        "id": "LEGISCTA000023083465",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE III : VOIES NAVIGABLES DE FRANCE  ET PORTS FLUVIAUX",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023071862",
                        "id": "LEGISCTA000023083119",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE IER : VOIES NAVIGABLES DE FRANCE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023071864",
                        "id": "LEGISCTA000023083117",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Objet et missions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000023071866",
                        "id": "LEGISCTA000023083115",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2010-12-01",
                        "fin": "2999-01-01",
                        "titre": "Code des transports",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000023086525",
                        "id": "LEGITEXT000023086525",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000039730259",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000039666574",
                    "textTitle": "LOI n°2019-1428 du 24 décembre 2019 - art. 148",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "148",
                    "articleId": "LEGIARTI000039668863",
                    "natureText": "LOI",
                    "datePubliTexte": "2019-12-26",
                    "dateSignaTexte": "2019-12-24",
                    "dateDebutCible": "2019-12-27"
                }
            ],
            "num": "L4311-8",
            "origine": "LEGI",
            "texte": "Voies navigables de France conclut avec l'Etat un contrat d'une durée de dix ans, actualisé tous les trois ans pour une durée de dix ans. Le projet de contrat et les projets d'actualisation sont transmis au Parlement. Voies navigables de France rend compte chaque année, dans son rapport d'activité, de la mise en œuvre du contrat mentionné au premier alinéa. Le rapport d'activité est adressé au Parlement. Le contrat mentionné au même premier alinéa met en œuvre la politique de gestion du réseau et du domaine public fluviaux confiés à Voies navigables de France et dont l'Etat définit les orientations. Il s'applique à l'intégralité du réseau et du domaine public confiés à Voies navigables de France. Il traite du développement de la logistique fluviale par le report modal et du transport de marchandises par voie d'eau, de la contribution à l'aménagement des territoires par la valorisation de la voie d'eau et de ses abords, notamment grâce au déploiement des infrastructures d'avitaillement en carburants alternatifs, de collecte et de traitement des déchets et des eaux usées, de la stratégie de développement du tourisme fluvial sur les canaux à petit gabarit ainsi que de la gestion hydraulique dans ses dimensions environnementales, énergétiques, de prévention des risques, d'alimentation en eau des acteurs économiques et des collectivités territoriales et de leurs groupements. Le contrat détermine notamment : 1° Les objectifs de performance, de qualité et de sécurité du réseau fluvial fixés à Voies navigables de France ainsi que les indicateurs correspondants ; 2° La trajectoire financière de l'établissement public et l'évolution du modèle économique de la voie d'eau, en faisant apparaître les recettes propres de l'établissement, les concours financiers versés par l'Etat et les recettes correspondant aux contributions des autres financeurs ; 3° Les dépenses d'investissements sur le réseau fluvial, en faisant apparaître la part relative à la régénération des infrastructures, celle consacrée à la modernisation des méthodes d'exploitation et celle portant sur le développement du réseau ; 4° Les dépenses de gestion de l'infrastructure.",
            "texteHtml": "<p>Voies navigables de France conclut avec l'Etat un contrat d'une durée de dix ans, actualisé tous les trois ans pour une durée de dix ans. Le projet de contrat et les projets d'actualisation sont transmis au Parlement.<br/><br/>\n Voies navigables de France rend compte chaque année, dans son rapport d'activité, de la mise en œuvre du contrat mentionné au premier alinéa. Le rapport d'activité est adressé au Parlement.<br/><br/>\n Le contrat mentionné au même premier alinéa met en œuvre la politique de gestion du réseau et du domaine public fluviaux confiés à Voies navigables de France et dont l'Etat définit les orientations. Il s'applique à l'intégralité du réseau et du domaine public confiés à Voies navigables de France. Il traite du développement de la logistique fluviale par le report modal et du transport de marchandises par voie d'eau, de la contribution à l'aménagement des territoires par la valorisation de la voie d'eau et de ses abords, notamment grâce au déploiement des infrastructures d'avitaillement en carburants alternatifs, de collecte et de traitement des déchets et des eaux usées, de la stratégie de développement du tourisme fluvial sur les canaux à petit gabarit ainsi que de la gestion hydraulique dans ses dimensions environnementales, énergétiques, de prévention des risques, d'alimentation en eau des acteurs économiques et des collectivités territoriales et de leurs groupements.<br/><br/>\n Le contrat détermine notamment :<br/><br/>\n 1° Les objectifs de performance, de qualité et de sécurité du réseau fluvial fixés à Voies navigables de France ainsi que les indicateurs correspondants ;<br/><br/>\n 2° La trajectoire financière de l'établissement public et l'évolution du modèle économique de la voie d'eau, en faisant apparaître les recettes propres de l'établissement, les concours financiers versés par l'Etat et les recettes correspondant aux contributions des autres financeurs ;<br/><br/>\n 3° Les dépenses d'investissements sur le réseau fluvial, en faisant apparaître la part relative à la régénération des infrastructures, celle consacrée à la modernisation des méthodes d'exploitation et celle portant sur le développement du réseau ;<br/><br/>\n 4° Les dépenses de gestion de l'infrastructure.</p>",
            "type": "AUTONOME",
            "dateDebut": "2019-12-27T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}