{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000044569571",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Sans préjudice de sa possibilité de saisir le juge administratif en application des articles L. 521-1 , L. 521-2 ou L. 521-3 du code de justice administrative, toute personne détenue dans un établissement pénitentiaire en application du présent code qui considère que ses conditions de détention sont contraires à la dignité de la personne humaine peut saisir le juge des libertés et de la détention, si elle est en détention provisoire, ou le juge de l'application des peines, si elle est condamnée et incarcérée en exécution d'une peine privative de liberté, afin qu'il soit mis fin à ces conditions de détention indignes. Si les allégations figurant dans la requête sont circonstanciées, personnelles et actuelles, de sorte qu'elles constituent un commencement de preuve que les conditions de détention de la personne ne respectent pas la dignité de la personne, le juge déclare la requête recevable et, le cas échéant, informe par tout moyen le magistrat saisi du dossier de la procédure du dépôt de la requête. Cette décision doit intervenir dans un délai de dix jours à compter de la réception de la requête. Toutefois, à peine d'irrecevabilité, aucune nouvelle requête ne peut être formée tant qu'il n'a pas été statué, dans les délais prévus au présent article, sur une précédente requête ou, si celle-ci a été jugée infondée, tant qu'un élément nouveau ne modifie pas les conditions de détention. Si le juge estime la requête recevable, il procède ou fait procéder aux vérifications nécessaires et recueille les observations de l'administration pénitentiaire dans un délai compris entre trois jours ouvrables et sept jours à compter de la décision prévue au deuxième alinéa du présent I. Si le juge estime la requête fondée, il fait connaître à l'administration pénitentiaire, dans un délai de dix jours à compter de la décision prévue au même deuxième alinéa, les conditions de détention qu'il estime contraires à la dignité de la personne humaine et il fixe un délai compris entre dix jours et un mois pour permettre de mettre fin, par tout moyen, à ces conditions de détention. Avant la fin de ce délai, l'administration pénitentiaire informe le juge des mesures qui ont été prises. Le juge ne peut enjoindre à l'administration pénitentiaire de prendre des mesures déterminées et celle-ci est seule compétente pour apprécier les moyens devant être mis en œuvre. Elle peut, à cette fin, transférer la personne dans un autre établissement pénitentiaire, sous réserve, s'il s'agit d'une personne prévenue, de l'accord du magistrat saisi du dossier de la procédure. II.-Si, à l'issue du délai fixé en application du dernier alinéa du I, le juge constate, au vu des éléments transmis par l'administration pénitentiaire concernant les mesures prises et de toute vérification qu'il estime utile, qu'il n'a pas été mis fin aux conditions indignes de détention, il rend, dans un délai de dix jours, l'une des décisions suivantes : 1° Soit il ordonne le transfèrement de la personne dans un autre établissement pénitentiaire ; 2° Soit, si la personne est en détention provisoire, il ordonne sa mise en liberté immédiate, le cas échéant sous contrôle judiciaire ou sous assignation à résidence avec surveillance électronique ; 3° Soit, si la personne est définitivement condamnée et si elle est éligible à une telle mesure, il ordonne une des mesures prévues au III de l'article 707. Le juge peut toutefois refuser de rendre l'une des décisions prévues aux 1° à 3° du présent II au motif que la personne s'est opposée à un transfèrement qui lui a été proposé par l'administration pénitentiaire en application du dernier alinéa du I, sauf s'il s'agit d'un condamné et si ce transfèrement aurait causé, eu égard au lieu de résidence de sa famille, une atteinte excessive au droit au respect de sa vie privée et de sa vie familiale. III.-Les décisions prévues au présent article sont motivées. Les décisions du juge prévues au dernier alinéa du I et au II sont prises au vu de la requête et des observations de la personne détenue ou, s'il y a lieu, de son avocat, des observations écrites de l'administration pénitentiaire et de l'avis écrit du procureur de la République ainsi que, le cas échéant, si le juge l'estime nécessaire, de l'avis du juge d'instruction. Le requérant peut demander à être entendu par le juge, assisté s'il y a lieu de son avocat. Dans ce cas, le juge doit également entendre le ministère public et le représentant de l'administration pénitentiaire si ceux-ci en font la demande. Ces auditions peuvent être réalisées selon un moyen de télécommunication audiovisuelle en application de l'article 706-71 . Les décisions prévues aux deuxième et dernier alinéas du I et au II du présent article peuvent faire l'objet d'un appel devant le président de la chambre de l'instruction ou devant le président de la chambre de l'application des peines de la cour d'appel. Cet appel est interjeté dans un délai de dix jours à compter de la notification de la décision ; l'affaire doit être examinée dans un délai d'un mois. Lorsqu'il est formé dans le délai de vingt-quatre heures, l'appel du ministère public est suspensif ; l'affaire doit alors être examinée dans un délai de quinze jours, faute de quoi l'appel est non avenu. A défaut de respect des délais prévus au présent article, la personne détenue peut saisir directement le président de la chambre de l'instruction ou le président de la chambre de l'application des peines. IV.-Les modalités d'application du présent article sont précisées par décret en Conseil d'Etat. Ce décret précise notamment : 1° Les modalités de saisine du juge des libertés et de la détention ou du juge de l'application des peines ; 2° La nature des vérifications que le juge peut ordonner en application de l'avant-dernier alinéa du I, sans préjudice de sa possibilité d'ordonner une expertise ou de se transporter sur les lieux de détention ; 3° Dans quelle mesure, à compter de la décision prévue au dernier alinéa du même I, le juge administratif, s'il a été saisi par la personne condamnée, n'est plus compétent pour ordonner son transfèrement dans un autre établissement pénitentiaire.",
            "texteHtml": "<p>I.-Sans préjudice de sa possibilité de saisir le juge administratif en application des articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070933&idArticle=LEGIARTI000006449326&dateTexte=&categorieLien=cid' title='Code de justice administrative - art. L521-1 (V)'>L. 521-1</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070933&idArticle=LEGIARTI000006449327&dateTexte=&categorieLien=cid' title='Code de justice administrative - art. L521-2 (V)'>L. 521-2 </a>ou <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070933&idArticle=LEGIARTI000006449328&dateTexte=&categorieLien=cid' title='Code de justice administrative - art. L521-3 (V)'>L. 521-3 </a>du code de justice administrative, toute personne détenue dans un établissement pénitentiaire en application du présent code qui considère que ses conditions de détention sont contraires à la dignité de la personne humaine peut saisir le juge des libertés et de la détention, si elle est en détention provisoire, ou le juge de l'application des peines, si elle est condamnée et incarcérée en exécution d'une peine privative de liberté, afin qu'il soit mis fin à ces conditions de détention indignes. <br/><br/>Si les allégations figurant dans la requête sont circonstanciées, personnelles et actuelles, de sorte qu'elles constituent un commencement de preuve que les conditions de détention de la personne ne respectent pas la dignité de la personne, le juge déclare la requête recevable et, le cas échéant, informe par tout moyen le magistrat saisi du dossier de la procédure du dépôt de la requête. Cette décision doit intervenir dans un délai de dix jours à compter de la réception de la requête. <br/><br/>Toutefois, à peine d'irrecevabilité, aucune nouvelle requête ne peut être formée tant qu'il n'a pas été statué, dans les délais prévus au présent article, sur une précédente requête ou, si celle-ci a été jugée infondée, tant qu'un élément nouveau ne modifie pas les conditions de détention. <br/><br/>Si le juge estime la requête recevable, il procède ou fait procéder aux vérifications nécessaires et recueille les observations de l'administration pénitentiaire dans un délai compris entre trois jours ouvrables et sept jours à compter de la décision prévue au deuxième alinéa du présent I. <br/><br/>Si le juge estime la requête fondée, il fait connaître à l'administration pénitentiaire, dans un délai de dix jours à compter de la décision prévue au même deuxième alinéa, les conditions de détention qu'il estime contraires à la dignité de la personne humaine et il fixe un délai compris entre dix jours et un mois pour permettre de mettre fin, par tout moyen, à ces conditions de détention. Avant la fin de ce délai, l'administration pénitentiaire informe le juge des mesures qui ont été prises. Le juge ne peut enjoindre à l'administration pénitentiaire de prendre des mesures déterminées et celle-ci est seule compétente pour apprécier les moyens devant être mis en œuvre. Elle peut, à cette fin, transférer la personne dans un autre établissement pénitentiaire, sous réserve, s'il s'agit d'une personne prévenue, de l'accord du magistrat saisi du dossier de la procédure. <br/><br/>II.-Si, à l'issue du délai fixé en application du dernier alinéa du I, le juge constate, au vu des éléments transmis par l'administration pénitentiaire concernant les mesures prises et de toute vérification qu'il estime utile, qu'il n'a pas été mis fin aux conditions indignes de détention, il rend, dans un délai de dix jours, l'une des décisions suivantes : <br/><br/>1° Soit il ordonne le transfèrement de la personne dans un autre établissement pénitentiaire ; <br/><br/>2° Soit, si la personne est en détention provisoire, il ordonne sa mise en liberté immédiate, le cas échéant sous contrôle judiciaire ou sous assignation à résidence avec surveillance électronique ; <br/><br/>3° Soit, si la personne est définitivement condamnée et si elle est éligible à une telle mesure, il ordonne une des mesures prévues au III de l'article 707. <br/><br/>Le juge peut toutefois refuser de rendre l'une des décisions prévues aux 1° à 3° du présent II au motif que la personne s'est opposée à un transfèrement qui lui a été proposé par l'administration pénitentiaire en application du dernier alinéa du I, sauf s'il s'agit d'un condamné et si ce transfèrement aurait causé, eu égard au lieu de résidence de sa famille, une atteinte excessive au droit au respect de sa vie privée et de sa vie familiale. <br/><br/>III.-Les décisions prévues au présent article sont motivées. Les décisions du juge prévues au dernier alinéa du I et au II sont prises au vu de la requête et des observations de la personne détenue ou, s'il y a lieu, de son avocat, des observations écrites de l'administration pénitentiaire et de l'avis écrit du procureur de la République ainsi que, le cas échéant, si le juge l'estime nécessaire, de l'avis du juge d'instruction. Le requérant peut demander à être entendu par le juge, assisté s'il y a lieu de son avocat. Dans ce cas, le juge doit également entendre le ministère public et le représentant de l'administration pénitentiaire si ceux-ci en font la demande. Ces auditions peuvent être réalisées selon un moyen de télécommunication audiovisuelle en application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006071154&idArticle=LEGIARTI000006577767&dateTexte=&categorieLien=cid' title='Code de procédure pénale - art. 706-71 (V)'>706-71</a>. <br/><br/>Les décisions prévues aux deuxième et dernier alinéas du I et au II du présent article peuvent faire l'objet d'un appel devant le président de la chambre de l'instruction ou devant le président de la chambre de l'application des peines de la cour d'appel. Cet appel est interjeté dans un délai de dix jours à compter de la notification de la décision ; l'affaire doit être examinée dans un délai d'un mois. Lorsqu'il est formé dans le délai de vingt-quatre heures, l'appel du ministère public est suspensif ; l'affaire doit alors être examinée dans un délai de quinze jours, faute de quoi l'appel est non avenu. <br/><br/>A défaut de respect des délais prévus au présent article, la personne détenue peut saisir directement le président de la chambre de l'instruction ou le président de la chambre de l'application des peines. <br/><br/>IV.-Les modalités d'application du présent article sont précisées par décret en Conseil d'Etat. <br/><br/>Ce décret précise notamment : <br/><br/>1° Les modalités de saisine du juge des libertés et de la détention ou du juge de l'application des peines ; <br/><br/>2° La nature des vérifications que le juge peut ordonner en application de l'avant-dernier alinéa du I, sans préjudice de sa possibilité d'ordonner une expertise ou de se transporter sur les lieux de détention ; <br/><br/>3° Dans quelle mesure, à compter de la décision prévue au dernier alinéa du même I, le juge administratif, s'il a été saisi par la personne condamnée, n'est plus compétent pour ordonner son transfèrement dans un autre établissement pénitentiaire.</p>",
            "num": "803-8",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1640304000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2013268267,
            "context": {
                "titresTM": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098229",
                        "id": "LEGISCTA000006098229",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1959-03-02",
                        "fin": "2999-01-01",
                        "titre": "Livre V : Des procédures d'exécution",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121331",
                        "id": "LEGISCTA000006121331",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1959-03-02",
                        "fin": "2999-01-01",
                        "titre": "Titre X : Des frais de justice",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138157",
                        "id": "LEGISCTA000006138157",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1989-07-08",
                        "fin": "2999-01-01",
                        "titre": "Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151952",
                        "id": "LEGISCTA000006151952",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Code de procédure pénale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071154",
                        "id": "LEGITEXT000006071154",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000043340016",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006151952",
            "sectionParentId": "LEGISCTA000006151952",
            "sectionParentTitre": "Dispositions générales",
            "fullSectionsTitre": "Partie législative &gt; Livre V : Des procédures d'exécution &gt; Titre X : Des frais de justice &gt; Dispositions générales",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000044569571",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071154",
                    "titre": "Code de procédure pénale",
                    "titreLong": "Code de procédure pénale",
                    "etat": "VIGUEUR",
                    "dateDebut": -370310400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071154",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000044545992",
                    "textTitle": "LOI n°2021-1729 du 22 décembre 2021 - art. 11",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "11",
                    "articleId": "LEGIARTI000044549025",
                    "natureText": "LOI",
                    "datePubliTexte": "2021-12-23",
                    "dateSignaTexte": "2021-12-22",
                    "dateDebutCible": "2021-12-24"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000039086952",
                    "textTitle": "Code de la justice pénale des mineurs - art. R124-42 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R124-42",
                    "articleId": "LEGIARTI000044047438",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1568419200000,
                    "dateDebut": 1633046400000
                },
                {
                    "textCid": "JORFTEXT000044044648",
                    "textTitle": "Décret n°2021-1194 du 15 septembre 2021 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000044045418",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-1194",
                    "datePubli": 1631750400000,
                    "dateDebut": 1633046400000
                },
                {
                    "textCid": "JORFTEXT000044044648",
                    "textTitle": "Décret n°2021-1194 du 15 septembre 2021 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000044045426",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-1194",
                    "datePubli": 1631750400000,
                    "dateDebut": 1633046400000
                },
                {
                    "textCid": "JORFTEXT000044044648",
                    "textTitle": "Décret n°2021-1194 du 15 septembre 2021 - art. 3",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000044045430",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-1194",
                    "datePubli": 1631750400000,
                    "dateDebut": 1633046400000
                },
                {
                    "textCid": "JORFTEXT000044044648",
                    "textTitle": "Décret n°2021-1194 du 15 septembre 2021 - art. 4",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000044045432",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-1194",
                    "datePubli": 1631750400000,
                    "dateDebut": 1633046400000
                },
                {
                    "textCid": "JORFTEXT000045464505",
                    "textTitle": "Avis n°A-2022-5 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000045464506",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "A-2022-5",
                    "datePubli": 1648944000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000045471364",
                    "textTitle": "Décret n°2022-479 du 30 mars 2022 - art. R315-10, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R315-10",
                    "articleId": "JORFARTI000045473077",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-479",
                    "datePubli": 1649116800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000045471364",
                    "textTitle": "Décret n°2022-479 du 30 mars 2022 - art. R315-9, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R315-9",
                    "articleId": "JORFARTI000045473075",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-479",
                    "datePubli": 1649116800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000045476241",
                    "textTitle": "Code pénitentiaire - art. L315-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L315-9",
                    "articleId": "LEGIARTI000045480162",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1649203200000,
                    "dateDebut": 1651363200000
                },
                {
                    "textCid": "LEGITEXT000045476241",
                    "textTitle": "Code pénitentiaire - art. R315-10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R315-10",
                    "articleId": "LEGIARTI000045492889",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1649203200000,
                    "dateDebut": 1651363200000
                },
                {
                    "textCid": "LEGITEXT000045476241",
                    "textTitle": "Code pénitentiaire - art. R315-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R315-8",
                    "articleId": "LEGIARTI000045492893",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1649203200000,
                    "dateDebut": 1651363200000
                },
                {
                    "textCid": "LEGITEXT000045476241",
                    "textTitle": "Code pénitentiaire - art. R315-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R315-9",
                    "articleId": "LEGIARTI000045492891",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1649203200000,
                    "dateDebut": 1651363200000
                },
                {
                    "textCid": "JORFTEXT000047678640",
                    "textTitle": "Décret n°2023-457 du 12 juin 2023 - art. 11, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "11",
                    "articleId": "JORFARTI000047678752",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2023-457",
                    "datePubli": 1686700800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000047678640",
                    "textTitle": "Décret n°2023-457 du 12 juin 2023 - art. 7, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "JORFARTI000047678727",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2023-457",
                    "datePubli": 1686700800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006070933",
                    "textTitle": "Code de justice administrative - art. L521-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L521-1",
                    "articleId": "LEGIARTI000006449326",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                },
                {
                    "textCid": "LEGITEXT000006070933",
                    "textTitle": "Code de justice administrative - art. L521-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L521-2",
                    "articleId": "LEGIARTI000006449327",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                },
                {
                    "textCid": "LEGITEXT000006070933",
                    "textTitle": "Code de justice administrative - art. L521-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L521-3",
                    "articleId": "LEGIARTI000006449328",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                },
                {
                    "textCid": "LEGITEXT000006070933",
                    "textTitle": "Code de justice administrative - art. R559-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R559-1",
                    "articleId": "LEGIARTI000044047503",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633046400000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 144-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "144-1",
                    "articleId": "LEGIARTI000043342511",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1618012800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 706-71 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "706-71",
                    "articleId": "LEGIARTI000006577767",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465084800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 707 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "707",
                    "articleId": "LEGIARTI000043342517",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1618012800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R249-17 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R249-17",
                    "articleId": "LEGIARTI000044046450",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633046400000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R249-18 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R249-18",
                    "articleId": "LEGIARTI000044046457",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633046400000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R249-19 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R249-19",
                    "articleId": "LEGIARTI000044046463",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633046400000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R249-21 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R249-21",
                    "articleId": "LEGIARTI000044046479",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633046400000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R249-32 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R249-32",
                    "articleId": "LEGIARTI000044046574",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633046400000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R249-33 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R249-33",
                    "articleId": "LEGIARTI000045510285",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1651363200000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R249-34 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R249-34",
                    "articleId": "LEGIARTI000044046590",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633046400000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R249-38 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R249-38",
                    "articleId": "LEGIARTI000044046643",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633046400000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R249-40 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R249-40",
                    "articleId": "LEGIARTI000044046711",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633046400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000043340016",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1618012800000,
                    "dateFin": 1640304000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044569571",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1640304000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "803-8"
            ],
            "versionPrecedente": "LEGIARTI000043340016",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000043340016",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Sans préjudice de sa possibilité de saisir le juge administratif en application des articles L. 521-1, L. 521-2 ou L. 521-3 du code de justice administrative, toute personne détenue dans un établissement pénitentiaire en application du présent code qui considère que ses conditions de détention sont contraires à la dignité de la personne humaine peut saisir le juge des libertés et de la détention, si elle est en détention provisoire, ou le juge de l'application des peines, si elle est condamnée et incarcérée en exécution d'une peine privative de liberté, afin qu'il soit mis fin à ces conditions de détention indignes. Si les allégations figurant dans la requête sont circonstanciées, personnelles et actuelles, de sorte qu'elles constituent un commencement de preuve que les conditions de détention de la personne ne respectent pas la dignité de la personne, le juge déclare la requête recevable et, le cas échéant, informe par tout moyen le magistrat saisi du dossier de la procédure du dépôt de la requête. Cette décision doit intervenir dans un délai de dix jours à compter de la réception de la requête. Toutefois, à peine d'irrecevabilité, aucune nouvelle requête ne peut être formée tant qu'il n'a pas été statué, dans les délais prévus au présent article, sur une précédente requête ou, si celle-ci a été jugée infondée, tant qu'un élément nouveau ne modifie pas les conditions de détention. Si le juge estime la requête recevable, il procède ou fait procéder aux vérifications nécessaires et recueille les observations de l'administration pénitentiaire dans un délai compris entre trois jours ouvrables et dix jours à compter de la décision prévue au deuxième alinéa du présent I. Si le juge estime la requête fondée, il fait connaître à l'administration pénitentiaire, dans un délai de dix jours à compter de la décision prévue au même deuxième alinéa, les conditions de détention qu'il estime contraires à la dignité de la personne humaine et il fixe un délai compris entre dix jours et un mois pour permettre de mettre fin, par tout moyen, à ces conditions de détention. Avant la fin de ce délai, l'administration pénitentiaire informe le juge des mesures qui ont été prises. Le juge ne peut enjoindre à l'administration pénitentiaire de prendre des mesures déterminées et celle-ci est seule compétente pour apprécier les moyens devant être mis en œuvre. Elle peut, à cette fin, transférer la personne dans un autre établissement pénitentiaire, sous réserve, s'il s'agit d'une personne prévenue, de l'accord du magistrat saisi du dossier de la procédure. II.-Si, à l'issue du délai fixé en application du dernier alinéa du I, le juge constate, au vu des éléments transmis par l'administration pénitentiaire concernant les mesures prises et de toute vérification qu'il estime utile, qu'il n'a pas été mis fin aux conditions indignes de détention, il rend, dans un délai de dix jours, l'une des décisions suivantes : 1° Soit il ordonne le transfèrement de la personne dans un autre établissement pénitentiaire ; 2° Soit, si la personne est en détention provisoire, il ordonne sa mise en liberté immédiate, le cas échéant sous contrôle judiciaire ou sous assignation à résidence avec surveillance électronique ; 3° Soit, si la personne est définitivement condamnée et si elle est éligible à une telle mesure, il ordonne une des mesures prévues au III de l'article 707. Le juge peut toutefois refuser de rendre l'une des décisions prévues aux 1° à 3° du présent II au motif que la personne s'est opposée à un transfèrement qui lui a été proposé par l'administration pénitentiaire en application du dernier alinéa du I, sauf s'il s'agit d'un condamné et si ce transfèrement aurait causé, eu égard au lieu de résidence de sa famille, une atteinte excessive au droit au respect de sa vie privée et de sa vie familiale. III.-Les décisions prévues au présent article sont motivées. Les décisions du juge prévues au dernier alinéa du I et au II sont prises au vu de la requête et des observations de la personne détenue ou, s'il y a lieu, de son avocat, des observations écrites de l'administration pénitentiaire et de l'avis écrit du procureur de la République ainsi que, le cas échéant, si le juge l'estime nécessaire, de l'avis du juge d'instruction. Le requérant peut demander à être entendu par le juge, assisté s'il y a lieu de son avocat. Dans ce cas, le juge doit également entendre le ministère public et le représentant de l'administration pénitentiaire si ceux-ci en font la demande. Ces auditions peuvent être réalisées selon un moyen de télécommunication audiovisuelle en application de l'article 706-71. Les décisions prévues aux deuxième et dernier alinéas du I et au II du présent article peuvent faire l'objet d'un appel devant le président de la chambre de l'instruction ou devant le président de la chambre de l'application des peines de la cour d'appel. Cet appel est interjeté dans un délai de dix jours à compter de la notification de la décision ; l'affaire doit être examinée dans un délai d'un mois. Lorsqu'il est formé dans le délai de vingt-quatre heures, l'appel du ministère public est suspensif ; l'affaire doit alors être examinée dans un délai de quinze jours, faute de quoi l'appel est non avenu. A défaut de respect des délais prévus au présent article, la personne détenue peut saisir directement le président de la chambre de l'instruction ou le président de la chambre de l'application des peines. IV.-Les modalités d'application du présent article sont précisées par décret en Conseil d'Etat. Ce décret précise notamment : 1° Les modalités de saisine du juge des libertés et de la détention ou du juge de l'application des peines ; 2° La nature des vérifications que le juge peut ordonner en application de l'avant-dernier alinéa du I, sans préjudice de sa possibilité d'ordonner une expertise ou de se transporter sur les lieux de détention ; 3° Dans quelle mesure, à compter de la décision prévue au dernier alinéa du même I, le juge administratif, s'il a été saisi par la personne condamnée, n'est plus compétent pour ordonner son transfèrement dans un autre établissement pénitentiaire.",
            "texteHtml": "<p>I.-Sans préjudice de sa possibilité de saisir le juge administratif en application des articles L. 521-1, L. 521-2 ou L. 521-3 du code de justice administrative, toute personne détenue dans un établissement pénitentiaire en application du présent code qui considère que ses conditions de détention sont contraires à la dignité de la personne humaine peut saisir le juge des libertés et de la détention, si elle est en détention provisoire, ou le juge de l'application des peines, si elle est condamnée et incarcérée en exécution d'une peine privative de liberté, afin qu'il soit mis fin à ces conditions de détention indignes.<br/><br/>\nSi les allégations figurant dans la requête sont circonstanciées, personnelles et actuelles, de sorte qu'elles constituent un commencement de preuve que les conditions de détention de la personne ne respectent pas la dignité de la personne, le juge déclare la requête recevable et, le cas échéant, informe par tout moyen le magistrat saisi du dossier de la procédure du dépôt de la requête. Cette décision doit intervenir dans un délai de dix jours à compter de la réception de la requête.<br/><br/>\nToutefois, à peine d'irrecevabilité, aucune nouvelle requête ne peut être formée tant qu'il n'a pas été statué, dans les délais prévus au présent article, sur une précédente requête ou, si celle-ci a été jugée infondée, tant qu'un élément nouveau ne modifie pas les conditions de détention.<br/><br/>\nSi le juge estime la requête recevable, il procède ou fait procéder aux vérifications nécessaires et recueille les observations de l'administration pénitentiaire dans un délai compris entre trois jours ouvrables et dix jours à compter de la décision prévue au deuxième alinéa du présent I.<br/><br/>\nSi le juge estime la requête fondée, il fait connaître à l'administration pénitentiaire, dans un délai de dix jours à compter de la décision prévue au même deuxième alinéa, les conditions de détention qu'il estime contraires à la dignité de la personne humaine et il fixe un délai compris entre dix jours et un mois pour permettre de mettre fin, par tout moyen, à ces conditions de détention. Avant la fin de ce délai, l'administration pénitentiaire informe le juge des mesures qui ont été prises. Le juge ne peut enjoindre à l'administration pénitentiaire de prendre des mesures déterminées et celle-ci est seule compétente pour apprécier les moyens devant être mis en œuvre. Elle peut, à cette fin, transférer la personne dans un autre établissement pénitentiaire, sous réserve, s'il s'agit d'une personne prévenue, de l'accord du magistrat saisi du dossier de la procédure.<br/><br/>\nII.-Si, à l'issue du délai fixé en application du dernier alinéa du I, le juge constate, au vu des éléments transmis par l'administration pénitentiaire concernant les mesures prises et de toute vérification qu'il estime utile, qu'il n'a pas été mis fin aux conditions indignes de détention, il rend, dans un délai de dix jours, l'une des décisions suivantes :<br/><br/>\n1° Soit il ordonne le transfèrement de la personne dans un autre établissement pénitentiaire ;<br/><br/>\n2° Soit, si la personne est en détention provisoire, il ordonne sa mise en liberté immédiate, le cas échéant sous contrôle judiciaire ou sous assignation à résidence avec surveillance électronique ;<br/><br/>\n3° Soit, si la personne est définitivement condamnée et si elle est éligible à une telle mesure, il ordonne une des mesures prévues au III de l'article 707.<br/><br/>\nLe juge peut toutefois refuser de rendre l'une des décisions prévues aux 1° à 3° du présent II au motif que la personne s'est opposée à un transfèrement qui lui a été proposé par l'administration pénitentiaire en application du dernier alinéa du I, sauf s'il s'agit d'un condamné et si ce transfèrement aurait causé, eu égard au lieu de résidence de sa famille, une atteinte excessive au droit au respect de sa vie privée et de sa vie familiale.<br/><br/>\nIII.-Les décisions prévues au présent article sont motivées. Les décisions du juge prévues au dernier alinéa du I et au II sont prises au vu de la requête et des observations de la personne détenue ou, s'il y a lieu, de son avocat, des observations écrites de l'administration pénitentiaire et de l'avis écrit du procureur de la République ainsi que, le cas échéant, si le juge l'estime nécessaire, de l'avis du juge d'instruction. Le requérant peut demander à être entendu par le juge, assisté s'il y a lieu de son avocat. Dans ce cas, le juge doit également entendre le ministère public et le représentant de l'administration pénitentiaire si ceux-ci en font la demande. Ces auditions peuvent être réalisées selon un moyen de télécommunication audiovisuelle en application de l'article 706-71.<br/><br/>\nLes décisions prévues aux deuxième et dernier alinéas du I et au II du présent article peuvent faire l'objet d'un appel devant le président de la chambre de l'instruction ou devant le président de la chambre de l'application des peines de la cour d'appel. Cet appel est interjeté dans un délai de dix jours à compter de la notification de la décision ; l'affaire doit être examinée dans un délai d'un mois. Lorsqu'il est formé dans le délai de vingt-quatre heures, l'appel du ministère public est suspensif ; l'affaire doit alors être examinée dans un délai de quinze jours, faute de quoi l'appel est non avenu.<br/><br/>\nA défaut de respect des délais prévus au présent article, la personne détenue peut saisir directement le président de la chambre de l'instruction ou le président de la chambre de l'application des peines.<br/><br/>\nIV.-Les modalités d'application du présent article sont précisées par décret en Conseil d'Etat.<br/><br/>\nCe décret précise notamment :<br/><br/>\n1° Les modalités de saisine du juge des libertés et de la détention ou du juge de l'application des peines ;<br/><br/>\n2° La nature des vérifications que le juge peut ordonner en application de l'avant-dernier alinéa du I, sans préjudice de sa possibilité d'ordonner une expertise ou de se transporter sur les lieux de détention ;<br/><br/>\n3° Dans quelle mesure, à compter de la décision prévue au dernier alinéa du même I, le juge administratif, s'il a été saisi par la personne condamnée, n'est plus compétent pour ordonner son transfèrement dans un autre établissement pénitentiaire.</p>",
            "num": "803-8",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1618012800000,
            "dateFin": 1640304000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2013268267,
            "context": {
                "titresTM": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006098229",
                        "id": "LEGISCTA000006098229",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1959-03-02",
                        "fin": "2999-01-01",
                        "titre": "Livre V : Des procédures d'exécution",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006121331",
                        "id": "LEGISCTA000006121331",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1959-03-02",
                        "fin": "2999-01-01",
                        "titre": "Titre X : Des frais de justice",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006138157",
                        "id": "LEGISCTA000006138157",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1989-07-08",
                        "fin": "2999-01-01",
                        "titre": "Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006151952",
                        "id": "LEGISCTA000006151952",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1958-04-08",
                        "fin": "2999-01-01",
                        "titre": "Code de procédure pénale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006071154",
                        "id": "LEGITEXT000006071154",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000043340016",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006151952",
            "sectionParentId": "LEGISCTA000006151952",
            "sectionParentTitre": "Dispositions générales",
            "fullSectionsTitre": "Partie législative &gt; Livre V : Des procédures d'exécution &gt; Titre X : Des frais de justice &gt; Dispositions générales",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000043340016",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006071154",
                    "titre": "Code de procédure pénale",
                    "titreLong": "Code de procédure pénale",
                    "etat": "VIGUEUR",
                    "dateDebut": -370310400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006071154",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000043339226",
                    "textTitle": "LOI n°2021-403 du 8 avril 2021 - art. unique",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "unique",
                    "articleId": "LEGIARTI000043339941",
                    "natureText": "LOI",
                    "datePubliTexte": "2021-04-09",
                    "dateSignaTexte": "2021-04-08",
                    "dateDebutCible": "2021-04-10"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000039086952",
                    "textTitle": "Code de la justice pénale des mineurs - art. R124-42 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R124-42",
                    "articleId": "LEGIARTI000044047438",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1568419200000,
                    "dateDebut": 1633046400000
                },
                {
                    "textCid": "JORFTEXT000044044648",
                    "textTitle": "Décret n°2021-1194 du 15 septembre 2021 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000044045418",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-1194",
                    "datePubli": 1631750400000,
                    "dateDebut": 1633046400000
                },
                {
                    "textCid": "JORFTEXT000044044648",
                    "textTitle": "Décret n°2021-1194 du 15 septembre 2021 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000044045426",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-1194",
                    "datePubli": 1631750400000,
                    "dateDebut": 1633046400000
                },
                {
                    "textCid": "JORFTEXT000044044648",
                    "textTitle": "Décret n°2021-1194 du 15 septembre 2021 - art. 3",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000044045430",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-1194",
                    "datePubli": 1631750400000,
                    "dateDebut": 1633046400000
                },
                {
                    "textCid": "JORFTEXT000044044648",
                    "textTitle": "Décret n°2021-1194 du 15 septembre 2021 - art. 4",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000044045432",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-1194",
                    "datePubli": 1631750400000,
                    "dateDebut": 1633046400000
                },
                {
                    "textCid": "JORFTEXT000045464505",
                    "textTitle": "Avis n°A-2022-5 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000045464506",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "A-2022-5",
                    "datePubli": 1648944000000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000045471364",
                    "textTitle": "Décret n°2022-479 du 30 mars 2022 - art. R315-10, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R315-10",
                    "articleId": "JORFARTI000045473077",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-479",
                    "datePubli": 1649116800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000045471364",
                    "textTitle": "Décret n°2022-479 du 30 mars 2022 - art. R315-9, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R315-9",
                    "articleId": "JORFARTI000045473075",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-479",
                    "datePubli": 1649116800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000045476241",
                    "textTitle": "Code pénitentiaire - art. L315-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L315-9",
                    "articleId": "LEGIARTI000045480162",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1649203200000,
                    "dateDebut": 1651363200000
                },
                {
                    "textCid": "LEGITEXT000045476241",
                    "textTitle": "Code pénitentiaire - art. R315-10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R315-10",
                    "articleId": "LEGIARTI000045492889",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1649203200000,
                    "dateDebut": 1651363200000
                },
                {
                    "textCid": "LEGITEXT000045476241",
                    "textTitle": "Code pénitentiaire - art. R315-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R315-8",
                    "articleId": "LEGIARTI000045492893",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1649203200000,
                    "dateDebut": 1651363200000
                },
                {
                    "textCid": "LEGITEXT000045476241",
                    "textTitle": "Code pénitentiaire - art. R315-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R315-9",
                    "articleId": "LEGIARTI000045492891",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1649203200000,
                    "dateDebut": 1651363200000
                },
                {
                    "textCid": "JORFTEXT000047678640",
                    "textTitle": "Décret n°2023-457 du 12 juin 2023 - art. 11, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "11",
                    "articleId": "JORFARTI000047678752",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2023-457",
                    "datePubli": 1686700800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000047678640",
                    "textTitle": "Décret n°2023-457 du 12 juin 2023 - art. 7, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "JORFARTI000047678727",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2023-457",
                    "datePubli": 1686700800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006070933",
                    "textTitle": "Code de justice administrative - art. R559-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R559-1",
                    "articleId": "LEGIARTI000044047503",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633046400000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 144-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "144-1",
                    "articleId": "LEGIARTI000043342511",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1618012800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. 707 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "707",
                    "articleId": "LEGIARTI000043342517",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1618012800000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R249-17 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R249-17",
                    "articleId": "LEGIARTI000044046450",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633046400000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R249-18 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R249-18",
                    "articleId": "LEGIARTI000044046457",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633046400000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R249-19 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R249-19",
                    "articleId": "LEGIARTI000044046463",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633046400000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R249-21 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R249-21",
                    "articleId": "LEGIARTI000044046479",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633046400000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R249-32 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R249-32",
                    "articleId": "LEGIARTI000044046574",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633046400000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R249-33 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R249-33",
                    "articleId": "LEGIARTI000045510285",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1651363200000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R249-34 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R249-34",
                    "articleId": "LEGIARTI000044046590",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633046400000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R249-38 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R249-38",
                    "articleId": "LEGIARTI000044046643",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633046400000
                },
                {
                    "textCid": "LEGITEXT000006071154",
                    "textTitle": "Code de procédure pénale - art. R249-40 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R249-40",
                    "articleId": "LEGIARTI000044046711",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1633046400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000043340016",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1618012800000,
                    "dateFin": 1640304000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044569571",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1640304000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "803-8"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}