{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000038791043",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La dissolution de la société peut, nonobstant toute disposition contraire des statuts, et même si ceux-ci ne prévoient que des attributions en jouissance, être décidée par l'assemblée générale statuant à la double majorité des deux tiers des associés et des deux tiers des voix. L'assemblée générale désigne un ou plusieurs liquidateurs chargés de gérer pendant la période de liquidation et de procéder au partage. Ce partage ne peut intervenir qu'après décision définitive sur les comptes de l'opération de construction dans les conditions prévues à l'antépénultième alinéa du présent article. Il doit comporter des attributions de fractions d'immeubles et une répartition du passif conformes aux dispositions statutaires et à l'état descriptif de division. Dans le cas où la succession d'un associé n'est pas encore liquidée, les droits et les charges propres au défunt sont attribués indivisément au nom de ses ayants-droit et cette attribution n'entraîne pas de leur part acceptation de la succession ou de la donation. Les associés qui n'ont pas satisfait aux obligations auxquelles ils sont tenus envers la société ne peuvent, conformément à l'article L. 212-4 , prétendre à aucune attribution tant qu'ils ne se sont pas acquittés. Dans ce cas, le partage est limité aux associés dont la situation est régulière. Le liquidateur fait établir le projet de partage en la forme authentique. Les associés sont invités, au besoin par sommation du liquidateur, à prendre connaissance du projet de partage et à l'approuver ou le contester en la forme authentique. Les associés qui contestent alors le partage disposent d'un délai de quinze jours pour assigner le liquidateur en rectification devant le tribunal judiciaire du siège social. Les attributions devenues définitives sont opposables aux associés non présents ou représentés, absents ou incapables. La publication au fichier immobilier est faite à la diligence du liquidateur. Sauf si les statuts ne prévoient que des attributions en jouissance, un associé peut, à tout moment, se retirer d'une société d'acquisition. Sous la même réserve, un associé peut, de même se retirer d'une société de construction, dès qu'une assemblée générale ordinaire a constaté l'achèvement de l'immeuble, sa conformité avec les énonciations de l'état descriptif et a décidé des comptes définitifs de l'opération de construction. A défaut de vote de l'assemblée générale, tout associé peut demander au tribunal judiciaire du lieu de la situation de l'immeuble de procéder aux constatations et décisions susvisées. Le retrait est constaté par acte authentique signé par l'associé qui se retire et un représentant de l'organe de gestion ou, en cas de refus de ce dernier, par jugement du président du tribunal judiciaire statuant selon la procédure accélérée au fond. Les retraits entraînent de plein droit l'annulation des parts ou actions correspondant aux locaux attribués en propriété et la réduction corrélative du capital social. L'organe de gestion constate la réduction du capital et apporte aux statuts les modifications nécessaires. Les dispositions de l'alinéa précédent demeurent applicables après dissolution de la société. Les pouvoirs dévolus par ledit alinéa à l'organe de gestion sont alors exercés par le ou les liquidateurs. Pour l'application des dispositions du présent article, tout associé est réputé avoir fait élection de domicile en l'immeuble social, à moins qu'il n'ait notifié à la société une autre élection de domicile dans le ressort du tribunal judiciaire du lieu de la situation de l'immeuble. Sauf l'effet des sûretés réelles dont ils seraient bénéficiaires, les créanciers de la société ne peuvent exercer leurs droits, ni contre un ancien associé attributaire par voie de retrait ou de partage, ni à l'encontre de ses ayants cause, qu'après discussion préalable des biens restant appartenir à la société.",
            "texteHtml": "<p>La dissolution de la société peut, nonobstant toute disposition contraire des statuts, et même si ceux-ci ne prévoient que des attributions en jouissance, être décidée par l'assemblée générale statuant à la double majorité des deux tiers des associés et des deux tiers des voix.</p><p>L'assemblée générale désigne un ou plusieurs liquidateurs chargés de gérer pendant la période de liquidation et de procéder au partage.</p><p>Ce partage ne peut intervenir qu'après décision définitive sur les comptes de l'opération de construction dans les conditions prévues à l'antépénultième alinéa du présent article. Il doit comporter des attributions de fractions d'immeubles et une répartition du passif conformes aux dispositions statutaires et à l'état descriptif de division.</p><p>Dans le cas où la succession d'un associé n'est pas encore liquidée, les droits et les charges propres au défunt sont attribués indivisément au nom de ses ayants-droit et cette attribution n'entraîne pas de leur part acceptation de la succession ou de la donation.</p><p>Les associés qui n'ont pas satisfait aux obligations auxquelles ils sont tenus envers la société ne peuvent, conformément à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006824418&dateTexte=&categorieLien=cid'>l'article L. 212-4</a>, prétendre à aucune attribution tant qu'ils ne se sont pas acquittés. Dans ce cas, le partage est limité aux associés dont la situation est régulière.</p><p>Le liquidateur fait établir le projet de partage en la forme authentique. Les associés sont invités, au besoin par sommation du liquidateur, à prendre connaissance du projet de partage et à l'approuver ou le contester en la forme authentique.</p><p>Les associés qui contestent alors le partage disposent d'un délai de quinze jours pour assigner le liquidateur en rectification devant le tribunal judiciaire du siège social. Les attributions devenues définitives sont opposables aux associés non présents ou représentés, absents ou incapables.</p><p>La publication au fichier immobilier est faite à la diligence du liquidateur.</p><p>Sauf si les statuts ne prévoient que des attributions en jouissance, un associé peut, à tout moment, se retirer d'une société d'acquisition. Sous la même réserve, un associé peut, de même se retirer d'une société de construction, dès qu'une assemblée générale ordinaire a constaté l'achèvement de l'immeuble, sa conformité avec les énonciations de l'état descriptif et a décidé des comptes définitifs de l'opération de construction. A défaut de vote de l'assemblée générale, tout associé peut demander au tribunal judiciaire du lieu de la situation de l'immeuble de procéder aux constatations et décisions susvisées. Le retrait est constaté par acte authentique signé par l'associé qui se retire et un représentant de l'organe de gestion ou, en cas de refus de ce dernier, par jugement du président du tribunal judiciaire statuant selon la procédure accélérée au fond. Les retraits entraînent de plein droit l'annulation des parts ou actions correspondant aux locaux attribués en propriété et la réduction corrélative du capital social. L'organe de gestion constate la réduction du capital et apporte aux statuts les modifications nécessaires.</p><p>Les dispositions de l'alinéa précédent demeurent applicables après dissolution de la société. Les pouvoirs dévolus par ledit alinéa à l'organe de gestion sont alors exercés par le ou les liquidateurs.</p><p>Pour l'application des dispositions du présent article, tout associé est réputé avoir fait élection de domicile en l'immeuble social, à moins qu'il n'ait notifié à la société une autre élection de domicile dans le ressort du tribunal judiciaire du lieu de la situation de l'immeuble.</p><p>Sauf l'effet des sûretés réelles dont ils seraient bénéficiaires, les créanciers de la société ne peuvent exercer leurs droits, ni contre un ancien associé attributaire par voie de retrait ou de partage, ni à l'encontre de ses ayants cause, qu'après discussion préalable des biens restant appartenir à la société.</p>",
            "num": "L212-9",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1577836800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 386541,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108136",
                        "id": "LEGISCTA000006108136",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Statut des constructeurs.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128681",
                        "id": "LEGISCTA000006128681",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Statut des sociétés de construction.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143524",
                        "id": "LEGISCTA000006143524",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Sociétés constituées en vue de l'attribution d'immeubles aux associés par fractions divises.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159014",
                        "id": "LEGISCTA000006159014",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006176264",
                        "id": "LEGISCTA000006176264",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006824423",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006176264",
            "sectionParentId": "LEGISCTA000006176264",
            "sectionParentTitre": "Section 1 : Dispositions générales.",
            "fullSectionsTitre": "Partie législative &gt; Livre II : Statut des constructeurs. &gt; Titre Ier : Statut des sociétés de construction. &gt; Chapitre II : Sociétés constituées en vue de l'attribution d'immeubles aux associés par fractions divises. &gt; Section 1 : Dispositions générales.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000038791043",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 30 de l'ordonnance n° 2019-738 du 17 juillet 2019, ces dispositions s'appliquent aux demandes introduites à compter du 1er janvier 2020.",
            "notaHtml": "<p><font color='#333333'>Conformément à l'article 30 de l'ordonnance n° 2019-738 du 17 juillet 2019, ces dispositions s'appliquent aux demandes introduites à compter du 1er janvier 2020.</font></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000516442",
                    "textTitle": "Décret n° 78-621 du 31 mai 1978",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000516442",
                    "natureText": "DECRET",
                    "datePubliTexte": "1978-06-08",
                    "dateSignaTexte": "1978-05-31",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000038777188",
                    "textTitle": "Ordonnance n°2019-738 du 17 juillet 2019 - art. 4",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000038778241",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2019-07-18",
                    "dateSignaTexte": "2019-07-17",
                    "dateDebutCible": "2020-01-01"
                },
                {
                    "textCid": "JORFTEXT000039110186",
                    "textTitle": "Ordonnance n°2019-964 du 18 septembre 2019 - art. 35 (V)",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "35",
                    "articleId": "LEGIARTI000039110945",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2019-09-19",
                    "dateSignaTexte": "2019-09-18",
                    "dateDebutCible": "2020-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L212-15 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L212-15",
                    "articleId": "LEGIARTI000039279928",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L212-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L212-4",
                    "articleId": "LEGIARTI000006824418",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1558656000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R212-17 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R212-17",
                    "articleId": "LEGIARTI000039041944",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L651-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L651-2",
                    "articleId": "LEGIARTI000006743972",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 694137600000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000687668",
                    "textTitle": "Loi n°71-579 du 16 juillet 1971 - art. 11 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "11",
                    "articleId": "LEGIARTI000006826346",
                    "natureText": "LOI"
                },
                {
                    "textCid": "JORFTEXT000000687668",
                    "textTitle": "Loi n°71-579 du 16 juillet 1971 - art. 11 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "11",
                    "articleId": "LEGIARTI000006826346",
                    "natureText": "LOI"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006824423",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 266112000000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038791043",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L212-9",
                "212-9"
            ],
            "versionPrecedente": "LEGIARTI000006824423",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006824423",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La dissolution de la société peut, nonobstant toute disposition contraire des statuts, et même si ceux-ci ne prévoient que des attributions en jouissance, être décidée par l'assemblée générale statuant à la double majorité des deux tiers des associés et des deux tiers des voix. L'assemblée générale désigne un ou plusieurs liquidateurs chargés de gérer pendant la période de liquidation et de procéder au partage. Ce partage ne peut intervenir qu'après décision définitive sur les comptes de l'opération de construction dans les conditions prévues à l'antépénultième alinéa du présent article. Il doit comporter des attributions de fractions d'immeubles et une répartition du passif conformes aux dispositions statutaires et à l'état descriptif de division. Dans le cas où la succession d'un associé n'est pas encore liquidée, les droits et les charges propres au défunt sont attribués indivisément au nom de ses ayants-droit et cette attribution n'entraîne pas de leur part acceptation de la succession ou de la donation. Les associés qui n'ont pas satisfait aux obligations auxquelles ils sont tenus envers la société ne peuvent, conformément à l'article L. 212-4 , prétendre à aucune attribution tant qu'ils ne se sont pas acquittés. Dans ce cas, le partage est limité aux associés dont la situation est régulière. Le liquidateur fait établir le projet de partage en la forme authentique. Les associés sont invités, au besoin par sommation du liquidateur, à prendre connaissance du projet de partage et à l'approuver ou le contester en la forme authentique. Les associés qui contestent alors le partage disposent d'un délai de quinze jours pour assigner le liquidateur en rectification devant le tribunal de grande instance du siège social. Les attributions devenues définitives sont opposables aux associés non présents ou représentés, absents ou incapables. La publication au fichier immobilier est faite à la diligence du liquidateur. Sauf si les statuts ne prévoient que des attributions en jouissance, un associé peut, à tout moment, se retirer d'une société d'acquisition. Sous la même réserve, un associé peut, de même se retirer d'une société de construction, dès qu'une assemblée générale ordinaire a constaté l'achèvement de l'immeuble, sa conformité avec les énonciations de l'état descriptif et a décidé des comptes définitifs de l'opération de construction. A défaut de vote de l'assemblée générale, tout associé peut demander au tribunal de grande instance du lieu de la situation de l'immeuble de procéder aux constatations et décisions susvisées. Le retrait est constaté par acte authentique signé par l'associé qui se retire et un représentant de l'organe de gestion ou, en cas de refus de ce dernier, par ordonnance du président du tribunal de grande instance, lequel est saisi et statue suivant la forme prévue pour les référés. Les retraits entraînent de plein droit l'annulation des parts ou actions correspondant aux locaux attribués en propriété et la réduction corrélative du capital social. L'organe de gestion constate la réduction du capital et apporte aux statuts les modifications nécessaires. Les dispositions de l'alinéa précédent demeurent applicables après dissolution de la société. Les pouvoirs dévolus par ledit alinéa à l'organe de gestion sont alors exercés par le ou les liquidateurs. Pour l'application des dispositions du présent article, tout associé est réputé avoir fait élection de domicile en l'immeuble social, à moins qu'il n'ait notifié à la société une autre élection de domicile dans le ressort du tribunal de grande instance du lieu de la situation de l'immeuble. Sauf l'effet des sûretés réelles dont ils seraient bénéficiaires, les créanciers de la société ne peuvent exercer leurs droits, ni contre un ancien associé attributaire par voie de retrait ou de partage, ni à l'encontre de ses ayants cause, qu'après discussion préalable des biens restant appartenir à la société.",
            "texteHtml": "<p>La dissolution de la société peut, nonobstant toute disposition contraire des statuts, et même si ceux-ci ne prévoient que des attributions en jouissance, être décidée par l'assemblée générale statuant à la double majorité des deux tiers des associés et des deux tiers des voix. </p><p>L'assemblée générale désigne un ou plusieurs liquidateurs chargés de gérer pendant la période de liquidation et de procéder au partage. </p><p>Ce partage ne peut intervenir qu'après décision définitive sur les comptes de l'opération de construction dans les conditions prévues à l'antépénultième alinéa du présent article. Il doit comporter des attributions de fractions d'immeubles et une répartition du passif conformes aux dispositions statutaires et à l'état descriptif de division. </p><p>Dans le cas où la succession d'un associé n'est pas encore liquidée, les droits et les charges propres au défunt sont attribués indivisément au nom de ses ayants-droit et cette attribution n'entraîne pas de leur part acceptation de la succession ou de la donation. </p><p>Les associés qui n'ont pas satisfait aux obligations auxquelles ils sont tenus envers la société ne peuvent, conformément à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074096&idArticle=LEGIARTI000006824418&dateTexte=&categorieLien=cid' title='Code de la construction et de l'habitation. - art. L212-4 (V)'>l'article L. 212-4</a>, prétendre à aucune attribution tant qu'ils ne se sont pas acquittés. Dans ce cas, le partage est limité aux associés dont la situation est régulière. </p><p>Le liquidateur fait établir le projet de partage en la forme authentique. Les associés sont invités, au besoin par sommation du liquidateur, à prendre connaissance du projet de partage et à l'approuver ou le contester en la forme authentique. </p><p>Les associés qui contestent alors le partage disposent d'un délai de quinze jours pour assigner le liquidateur en rectification devant le tribunal de grande instance du siège social. Les attributions devenues définitives sont opposables aux associés non présents ou représentés, absents ou incapables. </p><p>La publication au fichier immobilier est faite à la diligence du liquidateur. </p><p>Sauf si les statuts ne prévoient que des attributions en jouissance, un associé peut, à tout moment, se retirer d'une société d'acquisition. Sous la même réserve, un associé peut, de même se retirer d'une société de construction, dès qu'une assemblée générale ordinaire a constaté l'achèvement de l'immeuble, sa conformité avec les énonciations de l'état descriptif et a décidé des comptes définitifs de l'opération de construction. A défaut de vote de l'assemblée générale, tout associé peut demander au tribunal de grande instance du lieu de la situation de l'immeuble de procéder aux constatations et décisions susvisées. Le retrait est constaté par acte authentique signé par l'associé qui se retire et un représentant de l'organe de gestion ou, en cas de refus de ce dernier, par ordonnance du président du tribunal de grande instance, lequel est saisi et statue suivant la forme prévue pour les référés. Les retraits entraînent de plein droit l'annulation des parts ou actions correspondant aux locaux attribués en propriété et la réduction corrélative du capital social. L'organe de gestion constate la réduction du capital et apporte aux statuts les modifications nécessaires. </p><p>Les dispositions de l'alinéa précédent demeurent applicables après dissolution de la société. Les pouvoirs dévolus par ledit alinéa à l'organe de gestion sont alors exercés par le ou les liquidateurs. </p><p>Pour l'application des dispositions du présent article, tout associé est réputé avoir fait élection de domicile en l'immeuble social, à moins qu'il n'ait notifié à la société une autre élection de domicile dans le ressort du tribunal de grande instance du lieu de la situation de l'immeuble. </p><p>Sauf l'effet des sûretés réelles dont ils seraient bénéficiaires, les créanciers de la société ne peuvent exercer leurs droits, ni contre un ancien associé attributaire par voie de retrait ou de partage, ni à l'encontre de ses ayants cause, qu'après discussion préalable des biens restant appartenir à la société.</p>",
            "num": "L212-9",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 266112000000,
            "dateFin": 1577836800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 386541,
            "context": {
                "titresTM": [
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108136",
                        "id": "LEGISCTA000006108136",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Statut des constructeurs.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128681",
                        "id": "LEGISCTA000006128681",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Statut des sociétés de construction.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143524",
                        "id": "LEGISCTA000006143524",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Sociétés constituées en vue de l'attribution d'immeubles aux associés par fractions divises.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159014",
                        "id": "LEGISCTA000006159014",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Dispositions générales.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006176264",
                        "id": "LEGISCTA000006176264",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006824423",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006176264",
            "sectionParentId": "LEGISCTA000006176264",
            "sectionParentTitre": "Section 1 : Dispositions générales.",
            "fullSectionsTitre": "Partie législative &gt; Livre II : Statut des constructeurs. &gt; Titre Ier : Statut des sociétés de construction. &gt; Chapitre II : Sociétés constituées en vue de l'attribution d'immeubles aux associés par fractions divises. &gt; Section 1 : Dispositions générales.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006824423",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074096",
                    "titre": "Code de la construction et de l'habitation.",
                    "titreLong": "Code de la construction et de l'habitation",
                    "etat": "VIGUEUR",
                    "dateDebut": 226800000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074096",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000516442",
                    "textTitle": "Décret 78-621 1978-05-31 JORF 8 juin 1978",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000516442",
                    "natureText": "DECRET",
                    "datePubliTexte": "1978-06-08",
                    "dateSignaTexte": "1978-05-31",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L212-15 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L212-15",
                    "articleId": "LEGIARTI000039279928",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. L212-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L212-4",
                    "articleId": "LEGIARTI000006824418",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1558656000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R212-17 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R212-17",
                    "articleId": "LEGIARTI000039041944",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006073189",
                    "textTitle": "Code de la sécurité sociale. - art. L651-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L651-2",
                    "articleId": "LEGIARTI000006743972",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 694137600000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000687668",
                    "textTitle": "Loi n°71-579 du 16 juillet 1971 - art. 11 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "11",
                    "articleId": "LEGIARTI000006826346",
                    "natureText": "LOI"
                },
                {
                    "textCid": "JORFTEXT000000687668",
                    "textTitle": "Loi n°71-579 du 16 juillet 1971 - art. 11 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "11",
                    "articleId": "LEGIARTI000006826346",
                    "natureText": "LOI"
                }
            ],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "Code de la construction L212-15",
                    "linkType": "TXT_ASSOCIE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006824423",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 266112000000,
                    "dateFin": 1577836800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038791043",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1577836800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L212-9",
                "212-9"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}