{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000045621044",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-En application de l'article L. 6341-4 du code des transports, des mesures de sûreté supplémentaires sont mises en œuvre par les entreprises de transport aérien fournissant des services aériens à destination du territoire français au départ d'aérodromes étrangers autres que ceux situés dans les territoires des Etats membres de l'Union européenne, de la Confédération suisse, du Royaume de Norvège et de la République d'Islande. Ces mesures sont définies par un arrêté du ministre chargé de l'aviation civile, qui fixe également la liste des aérodromes sur lesquels elles s'appliquent. Cet arrêté, qui peut être reconduit, précise la durée de mise en œuvre de ces mesures, qui ne peut excéder six mois. II.-Conformément aux dispositions du deuxième alinéa de l'article L. 6341-4 du code des transports, les mesures de sûreté mentionnées au I sont celles prévues à l'article 4 du règlement (CE) n° 300/2008 du Parlement européen et du Conseil du 11 mars 2008, par les règlements pris pour son application par la Commission européenne et par la réglementation nationale relative aux normes de sûreté et portent sur les domaines suivants : -contrôle d'accès et inspection-filtrage des passagers, de leurs objets personnels et de leurs bagages de cabine ; -contrôle d'accès et inspection-filtrage des personnes autres que les passagers-et de leurs objets transportés-ayant accès aux aéronefs ou à des biens emportés à bord des aéronefs ; -inspection-filtrage et protection des bagages de soute ; -vérification de concordance entre passagers et bagages de soute ; -fouille de sûreté et protection des aéronefs ; -contrôles de sûreté, inspection-filtrage et protection du fret et du courrier ; -contrôles de sûreté, inspection-filtrage et protection du courrier de transporteur aérien et du matériel de transporteur aérien ; -contrôles de sûreté, inspection-filtrage et protection des approvisionnements de bord ; -recrutement et formation du personnel chargé des mesures de sûreté ; -équipements de sûreté et règles d'utilisation de ces équipements. III.-Dans un délai fixé par l'arrêté mentionné au I qui, sauf urgence, ne peut être inférieur à vingt et un jours, les entreprises de transport aérien modifient leur programme de sûreté afin de décrire les méthodes et les procédures qu'elles entendent suivre pour mettre en œuvre les mesures de sûreté supplémentaires qui leur sont imposées. IV.-Une traçabilité des mesures de sûreté supplémentaires mises en œuvre au départ de l'aérodrome étranger est assurée par l'entreprise de transport aérien pour chaque vol. Le document par lequel est assurée cette traçabilité est signé par la ou les personnes désignées par l'entreprise de transport aérien comme responsables de la mise en œuvre de ces mesures. Les informations devant figurer dans ce document sont fixées par l'arrêté mentionné au I. Ce document est conservé à bord de l'aéronef effectuant le vol desservant le territoire national. Il est remis par le commandant de bord aux agents civils et militaires de l'Etat mentionnés au V sur demande de ceux-ci, ou archivé par l'entreprise de transport aérien sur l'aérodrome de destination situé sur le territoire national pour une durée minimale d'un an et tenu à disposition des agents civils et militaires de l'Etat susmentionnés. Une copie de ce document est également conservée pendant la durée du vol et au minimum pendant vingt-quatre heures en un lieu qui n'est pas situé à bord de l'aéronef. V.-Les agents civils et militaires de l'Etat ainsi que les organismes ou personnes agissant pour le compte et sous le contrôle de l'administration et certifiés à cet effet par l'autorité administrative compétente vérifient, dans les conditions prévues à l'article L. 6341-1 du code des transports, que les entreprises de transport aérien respectent les mesures de sûreté imposées en vertu du I. VI.-En cas de non-respect des mesures imposées en vertu du I, le ministre chargé de l'aviation civile peut imposer des mesures restrictives d'exploitation ou des mesures correctives ou de nature à compenser la non-conformité relevée à l'encontre de l'entreprise de transport aérien. Sauf en cas d'urgence, l'entreprise de transport aérien concernée est préalablement avisée de la mesure envisagée et dispose d'un délai de dix jours ouvrés pour présenter ses observations écrites ou orales.",
            "texteHtml": "<p>I.-En application de l'article L. 6341-4 du code des transports, des mesures de sûreté supplémentaires sont mises en œuvre par les entreprises de transport aérien fournissant des services aériens à destination du territoire français au départ d'aérodromes étrangers autres que ceux situés dans les territoires des Etats membres de l'Union européenne, de la Confédération suisse, du Royaume de Norvège et de la République d'Islande.</p><p>Ces mesures sont définies par un arrêté du ministre chargé de l'aviation civile, qui fixe également la liste des aérodromes sur lesquels elles s'appliquent. Cet arrêté, qui peut être reconduit, précise la durée de mise en œuvre de ces mesures, qui ne peut excéder six mois.</p><p>II.-Conformément aux dispositions du deuxième alinéa de l'article L. 6341-4 du code des transports, les mesures de sûreté mentionnées au I sont celles prévues à l'article 4 du règlement (CE) n° 300/2008 du Parlement européen et du Conseil du 11 mars 2008, par les règlements pris pour son application par la Commission européenne et par la réglementation nationale relative aux normes de sûreté et portent sur les domaines suivants :</p><p>-contrôle d'accès et inspection-filtrage des passagers, de leurs objets personnels et de leurs bagages de cabine ;</p><p>-contrôle d'accès et inspection-filtrage des personnes autres que les passagers-et de leurs objets transportés-ayant accès aux aéronefs ou à des biens emportés à bord des aéronefs ;</p><p>-inspection-filtrage et protection des bagages de soute ;</p><p>-vérification de concordance entre passagers et bagages de soute ;</p><p>-fouille de sûreté et protection des aéronefs ;</p><p>-contrôles de sûreté, inspection-filtrage et protection du fret et du courrier ;</p><p>-contrôles de sûreté, inspection-filtrage et protection du courrier de transporteur aérien et du matériel de transporteur aérien ;</p><p>-contrôles de sûreté, inspection-filtrage et protection des approvisionnements de bord ;</p><p>-recrutement et formation du personnel chargé des mesures de sûreté ;</p><p>-équipements de sûreté et règles d'utilisation de ces équipements.</p><p>III.-Dans un délai fixé par l'arrêté mentionné au I qui, sauf urgence, ne peut être inférieur à vingt et un jours, les entreprises de transport aérien modifient leur programme de sûreté afin de décrire les méthodes et les procédures qu'elles entendent suivre pour mettre en œuvre les mesures de sûreté supplémentaires qui leur sont imposées.</p><p>IV.-Une traçabilité des mesures de sûreté supplémentaires mises en œuvre au départ de l'aérodrome étranger est assurée par l'entreprise de transport aérien pour chaque vol.</p><p>Le document par lequel est assurée cette traçabilité est signé par la ou les personnes désignées par l'entreprise de transport aérien comme responsables de la mise en œuvre de ces mesures. Les informations devant figurer dans ce document sont fixées par l'arrêté mentionné au I.</p><p>Ce document est conservé à bord de l'aéronef effectuant le vol desservant le territoire national. Il est remis par le commandant de bord aux agents civils et militaires de l'Etat mentionnés au V sur demande de ceux-ci, ou archivé par l'entreprise de transport aérien sur l'aérodrome de destination situé sur le territoire national pour une durée minimale d'un an et tenu à disposition des agents civils et militaires de l'Etat susmentionnés.</p><p>Une copie de ce document est également conservée pendant la durée du vol et au minimum pendant vingt-quatre heures en un lieu qui n'est pas situé à bord de l'aéronef.</p><p>V.-Les agents civils et militaires de l'Etat ainsi que les organismes ou personnes agissant pour le compte et sous le contrôle de l'administration et certifiés à cet effet par l'autorité administrative compétente vérifient, dans les conditions prévues à l'article L. 6341-1 du code des transports, que les entreprises de transport aérien respectent les mesures de sûreté imposées en vertu du I.</p><p>VI.-En cas de non-respect des mesures imposées en vertu du I, le ministre chargé de l'aviation civile peut imposer des mesures restrictives d'exploitation ou des mesures correctives ou de nature à compenser la non-conformité relevée à l'encontre de l'entreprise de transport aérien. Sauf en cas d'urgence, l'entreprise de transport aérien concernée est préalablement avisée de la mesure envisagée et dispose d'un délai de dix jours ouvrés pour présenter ses observations écrites ou orales.</p>",
            "num": "R213-7",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1650585600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1967-04-09",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108722",
                        "id": "LEGISCTA000006108722",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1967-04-09",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : AERODROMES.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129148",
                        "id": "LEGISCTA000006129148",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1967-04-09",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : DISPOSITIONS GENERALES.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006144064",
                        "id": "LEGISCTA000006144064",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1974-02-02",
                        "fin": "2999-01-01",
                        "titre": "CHAPITRE III : POLICE DES AERODROMES ET DES INSTALLATIONS A USAGE AERONAUTIQUE.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159864",
                        "id": "LEGISCTA000006159864",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-04-05",
                        "fin": "2999-01-01",
                        "titre": "Section 7 : Mesures de sûreté applicables aux entreprises de transport aérien desservant le territoire national au départ d'aérodromes étrangers, en cas de menace pour la sécurité nationale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000030441259",
                        "id": "LEGISCTA000030441262",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1967-04-09",
                        "fin": "2999-01-01",
                        "titre": "Code de l'aviation civile",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074234",
                        "id": "LEGITEXT000006074234",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000030441264",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000030441259",
            "sectionParentId": "LEGISCTA000030441262",
            "sectionParentTitre": "Section 7 : Mesures de sûreté applicables aux entreprises de transport aérien desservant le territoire national au départ d'aérodromes étrangers, en cas de menace pour la sécurité nationale",
            "fullSectionsTitre": "Partie réglementaire - Décrets en Conseil d'Etat &gt; LIVRE II : AERODROMES. &gt; TITRE Ier : DISPOSITIONS GENERALES. &gt; CHAPITRE III : POLICE DES AERODROMES ET DES INSTALLATIONS A USAGE AERONAUTIQUE. &gt; Section 7 : Mesures de sûreté applicables aux entreprises de transport aérien desservant le territoire national au départ d'aérodromes étrangers, en cas de menace pour la sécurité nationale",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000045621044",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074234",
                    "titre": "Code de l'aviation civile",
                    "titreLong": "Code de l'aviation civile",
                    "etat": "VIGUEUR",
                    "dateDebut": -86227200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074234",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000045614987",
                    "textTitle": "Décret n°2022-587 du 19 avril 2022 - art. 5",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000045615951",
                    "natureText": "DECRET",
                    "datePubliTexte": "2022-04-21",
                    "dateSignaTexte": "2022-04-19",
                    "dateDebutCible": "2022-04-22"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R217-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R217-3",
                    "articleId": "LEGIARTI000036571386",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1517616000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000030441271",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1428192000000,
                    "dateFin": 1650585600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045621044",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1650585600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R213-7",
                "213-7"
            ],
            "versionPrecedente": "LEGIARTI000030441271",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000030441271",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-En application de l'article L. 6341-4 du code des transports, des mesures de sûreté supplémentaires sont mises en œuvre par les entreprises de transport aérien fournissant des services aériens à destination du territoire français au départ d'aérodromes étrangers autres que ceux situés dans les territoires des Etats membres de l'Union européenne, de la Confédération suisse, du Royaume de Norvège et de la République d'Islande. Ces mesures sont définies par un arrêté conjoint du ministre chargé de l'aviation civile, du ministre de l'intérieur et, le cas échéant, du ministre chargé des douanes, qui fixe également la liste des aérodromes sur lesquels elles s'appliquent. Cet arrêté, qui peut être reconduit, précise la durée de mise en œuvre de ces mesures, qui ne peut excéder trois mois. II.-Conformément aux dispositions du deuxième alinéa de l'article L. 6341-4 du code des transports, les mesures de sûreté mentionnées au I sont celles prévues à l'article 4 du règlement (CE) n° 300/2008 du Parlement européen et du Conseil du 11 mars 2008, par les règlements pris pour son application par la Commission européenne et par la réglementation nationale relative aux normes de sûreté et portent sur les domaines suivants : -contrôle d'accès et inspection-filtrage des passagers, de leurs objets personnels et de leurs bagages de cabine ; -contrôle d'accès et inspection-filtrage des personnes autres que les passagers-et de leurs objets transportés-ayant accès aux aéronefs ou à des biens emportés à bord des aéronefs ; -inspection-filtrage et protection des bagages de soute ; -vérification de concordance entre passagers et bagages de soute ; -fouille de sûreté et protection des aéronefs ; -contrôles de sûreté, inspection-filtrage et protection du fret et du courrier ; -contrôles de sûreté, inspection-filtrage et protection du courrier de transporteur aérien et du matériel de transporteur aérien ; -contrôles de sûreté, inspection-filtrage et protection des approvisionnements de bord ; -recrutement et formation du personnel chargé des mesures de sûreté ; -équipements de sûreté et règles d'utilisation de ces équipements. III.-Dans un délai fixé par l'arrêté mentionné au I qui, sauf urgence, ne peut être inférieur à vingt et un jours, les entreprises de transport aérien modifient leur programme de sûreté afin de décrire les méthodes et les procédures qu'elles entendent suivre pour mettre en œuvre les mesures de sûreté supplémentaires qui leur sont imposées. IV.-Une traçabilité des mesures de sûreté supplémentaires mises en œuvre au départ de l'aérodrome étranger est assurée par l'entreprise de transport aérien pour chaque vol. Le document par lequel est assurée cette traçabilité est signé par la ou les personnes désignées par l'entreprise de transport aérien comme responsables de la mise en œuvre de ces mesures. Les informations devant figurer dans ce document sont fixées par l'arrêté mentionné au I. Ce document est conservé à bord de l'aéronef effectuant le vol desservant le territoire national. Il est remis par le commandant de bord aux agents civils et militaires de l'Etat mentionnés au V sur demande de ceux-ci, ou archivé par l'entreprise de transport aérien sur l'aérodrome de destination situé sur le territoire national pour une durée minimale d'un an et tenu à disposition des agents civils et militaires de l'Etat susmentionnés. Une copie de ce document est également conservée pendant la durée du vol et au minimum pendant vingt-quatre heures en un lieu qui n'est pas situé à bord de l'aéronef. V.-Les agents civils et militaires de l'Etat ainsi que les organismes ou personnes agissant pour le compte et sous le contrôle de l'administration et certifiés à cet effet par l'autorité administrative compétente vérifient, dans les conditions prévues à l'article L. 6341-1 du code des transports, que les entreprises de transport aérien respectent les mesures de sûreté imposées en vertu du I. VI.-En cas de non-respect des mesures imposées en vertu du I, le ministre chargé de l'aviation civile peut imposer des mesures restrictives d'exploitation ou des mesures correctives ou de nature à compenser la non-conformité relevée à l'encontre de l'entreprise de transport aérien. Sauf en cas d'urgence, l'entreprise de transport aérien concernée est préalablement avisée de la mesure envisagée et dispose d'un délai de dix jours ouvrés pour présenter ses observations écrites ou orales.",
            "texteHtml": "<p>I.-En application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023086525&idArticle=LEGIARTI000029756879&dateTexte=&categorieLien=cid' title='Code des transports - art. L6341-4 (V)'>L. 6341-4 </a>du code des transports, des mesures de sûreté supplémentaires sont mises en œuvre par les entreprises de transport aérien fournissant des services aériens à destination du territoire français au départ d'aérodromes étrangers autres que ceux situés dans les territoires des Etats membres de l'Union européenne, de la Confédération suisse, du Royaume de Norvège et de la République d'Islande. </p><p>Ces mesures sont définies par un arrêté conjoint du ministre chargé de l'aviation civile, du ministre de l'intérieur et, le cas échéant, du ministre chargé des douanes, qui fixe également la liste des aérodromes sur lesquels elles s'appliquent. Cet arrêté, qui peut être reconduit, précise la durée de mise en œuvre de ces mesures, qui ne peut excéder trois mois. </p><p>II.-Conformément aux dispositions du deuxième alinéa de l'article L. 6341-4 du code des transports, les mesures de sûreté mentionnées au I sont celles prévues à l'article 4 du règlement (CE) n° 300/2008 du Parlement européen et du Conseil du 11 mars 2008, par les règlements pris pour son application par la Commission européenne et par la réglementation nationale relative aux normes de sûreté et portent sur les domaines suivants :</p><p></p><p>-contrôle d'accès et inspection-filtrage des passagers, de leurs objets personnels et de leurs bagages de cabine ;</p><p>-contrôle d'accès et inspection-filtrage des personnes autres que les passagers-et de leurs objets transportés-ayant accès aux aéronefs ou à des biens emportés à bord des aéronefs ;</p><p>-inspection-filtrage et protection des bagages de soute ;</p><p>-vérification de concordance entre passagers et bagages de soute ;</p><p>-fouille de sûreté et protection des aéronefs ;</p><p>-contrôles de sûreté, inspection-filtrage et protection du fret et du courrier ;</p><p>-contrôles de sûreté, inspection-filtrage et protection du courrier de transporteur aérien et du matériel de transporteur aérien ;</p><p>-contrôles de sûreté, inspection-filtrage et protection des approvisionnements de bord ;</p><p>-recrutement et formation du personnel chargé des mesures de sûreté ;</p><p>-équipements de sûreté et règles d'utilisation de ces équipements. </p><p></p><p>III.-Dans un délai fixé par l'arrêté mentionné au I qui, sauf urgence, ne peut être inférieur à vingt et un jours, les entreprises de transport aérien modifient leur programme de sûreté afin de décrire les méthodes et les procédures qu'elles entendent suivre pour mettre en œuvre les mesures de sûreté supplémentaires qui leur sont imposées. </p><p>IV.-Une traçabilité des mesures de sûreté supplémentaires mises en œuvre au départ de l'aérodrome étranger est assurée par l'entreprise de transport aérien pour chaque vol. </p><p>Le document par lequel est assurée cette traçabilité est signé par la ou les personnes désignées par l'entreprise de transport aérien comme responsables de la mise en œuvre de ces mesures. Les informations devant figurer dans ce document sont fixées par l'arrêté mentionné au I. </p><p>Ce document est conservé à bord de l'aéronef effectuant le vol desservant le territoire national. Il est remis par le commandant de bord aux agents civils et militaires de l'Etat mentionnés au V sur demande de ceux-ci, ou archivé par l'entreprise de transport aérien sur l'aérodrome de destination situé sur le territoire national pour une durée minimale d'un an et tenu à disposition des agents civils et militaires de l'Etat susmentionnés. </p><p>Une copie de ce document est également conservée pendant la durée du vol et au minimum pendant vingt-quatre heures en un lieu qui n'est pas situé à bord de l'aéronef. </p><p>V.-Les agents civils et militaires de l'Etat ainsi que les organismes ou personnes agissant pour le compte et sous le contrôle de l'administration et certifiés à cet effet par l'autorité administrative compétente vérifient, dans les conditions prévues à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023086525&idArticle=LEGIARTI000023075726&dateTexte=&categorieLien=cid' title='Code des transports - art. L6341-1 (V)'>L. 6341-1</a> du code des transports, que les entreprises de transport aérien respectent les mesures de sûreté imposées en vertu du I. </p><p>VI.-En cas de non-respect des mesures imposées en vertu du I, le ministre chargé de l'aviation civile peut imposer des mesures restrictives d'exploitation ou des mesures correctives ou de nature à compenser la non-conformité relevée à l'encontre de l'entreprise de transport aérien. Sauf en cas d'urgence, l'entreprise de transport aérien concernée est préalablement avisée de la mesure envisagée et dispose d'un délai de dix jours ouvrés pour présenter ses observations écrites ou orales.</p><p></p>",
            "num": "R213-7",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1428192000000,
            "dateFin": 1650585600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1967-04-09",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108722",
                        "id": "LEGISCTA000006108722",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1967-04-09",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : AERODROMES.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129148",
                        "id": "LEGISCTA000006129148",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1967-04-09",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : DISPOSITIONS GENERALES.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006144064",
                        "id": "LEGISCTA000006144064",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1974-02-02",
                        "fin": "2999-01-01",
                        "titre": "CHAPITRE III : POLICE DES AERODROMES ET DES INSTALLATIONS A USAGE AERONAUTIQUE.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159864",
                        "id": "LEGISCTA000006159864",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-04-05",
                        "fin": "2999-01-01",
                        "titre": "Section 7 : Mesures de sûreté applicables aux entreprises de transport aérien desservant le territoire national au départ d'aérodromes étrangers, en cas de menace pour la sécurité nationale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000030441259",
                        "id": "LEGISCTA000030441262",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1967-04-09",
                        "fin": "2999-01-01",
                        "titre": "Code de l'aviation civile",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074234",
                        "id": "LEGITEXT000006074234",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000030441264",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000030441259",
            "sectionParentId": "LEGISCTA000030441262",
            "sectionParentTitre": "Section 7 : Mesures de sûreté applicables aux entreprises de transport aérien desservant le territoire national au départ d'aérodromes étrangers, en cas de menace pour la sécurité nationale",
            "fullSectionsTitre": "Partie réglementaire - Décrets en Conseil d'Etat &gt; LIVRE II : AERODROMES. &gt; TITRE Ier : DISPOSITIONS GENERALES. &gt; CHAPITRE III : POLICE DES AERODROMES ET DES INSTALLATIONS A USAGE AERONAUTIQUE. &gt; Section 7 : Mesures de sûreté applicables aux entreprises de transport aérien desservant le territoire national au départ d'aérodromes étrangers, en cas de menace pour la sécurité nationale",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000030441271",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074234",
                    "titre": "Code de l'aviation civile",
                    "titreLong": "Code de l'aviation civile",
                    "etat": "VIGUEUR",
                    "dateDebut": -86227200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074234",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000030439272",
                    "textTitle": "DÉCRET n°2015-383 du 3 avril 2015 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000030441159",
                    "natureText": "DECRET",
                    "datePubliTexte": "2015-04-04",
                    "dateSignaTexte": "2015-04-03",
                    "dateDebutCible": "2015-04-05"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R217-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R217-3",
                    "articleId": "LEGIARTI000036571386",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1517616000000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L6341-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L6341-1",
                    "articleId": "LEGIARTI000023075726",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1291161600000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L6341-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L6341-4",
                    "articleId": "LEGIARTI000029756879",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465084800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000030441271",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1428192000000,
                    "dateFin": 1650585600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000045621044",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1650585600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R213-7",
                "213-7"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}