{
    "cid": "LEGIARTI000006909087",
    "num": "R1233-5",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112927",
                        "id": "LEGISCTA000006112927",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Protection générale de la santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132378",
                        "id": "LEGISCTA000006132378",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Don et utilisation des éléments et produits du corps humain",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145468",
                        "id": "LEGISCTA000006145468",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Organes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160953",
                        "id": "LEGISCTA000006160953",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-06",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Etablissements autorisés à prélever des organes ou participant à cette activité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006178487",
                        "id": "LEGISCTA000006178487",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-06",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Procédure d'autorisation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006190953",
                        "id": "LEGISCTA000006190953",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000022049634",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R671-12 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "R671-12",
                    "articleId": "LEGIARTI000006801988",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R671-12 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "R671-12",
                    "articleId": "LEGIARTI000006801988",
                    "natureText": "CODE"
                }
            ],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000022041034",
                    "textTitle": "Décret n°2010-344\n du 31 mars 2010 - art. 17",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "17",
                    "articleId": "LEGIARTI000022043561",
                    "natureText": "DECRET",
                    "datePubliTexte": "2010-04-01",
                    "dateSignaTexte": "2010-03-31",
                    "dateDebutCible": "2010-04-02"
                }
            ],
            "num": "R1233-5",
            "origine": "LEGI",
            "texte": "La demande d'autorisation ou de renouvellement de l'autorisation est adressée en  cinq exemplaires, sous pli recommandé avec demande d'avis de réception, au  directeur général de l'agence régionale de santé. Elle peut également être  déposée contre récépissé. La demande de renouvellement de l'autorisation est  adressée au directeur général de l'agence régionale de santé sept mois avant la  fin de la date d'expiration de l'autorisation. La demande d'autorisation ou  de renouvellement d'autorisation n'est instruite et transmise pour avis au  directeur général de l'agence de la biomédecine que si elle est accompagnée d'un  dossier complet, dont le modèle est défini par arrêté du ministre chargé de la  santé ; Ce dossier doit notamment comprendre des informations relatives aux  modalités d'organisation de l'activité de prélèvement et faire apparaître les  engagements du demandeur en ce qui concerne les effectifs et la qualification  des personnels nécessaires. Le dossier est réputé complet si, dans le délai  d'un mois à compter de sa réception, le directeur général de l'agence régionale  de santé n'a pas fait connaître au demandeur, par lettre recommandée avec  demande d'avis de réception, la liste des pièces manquantes ou incomplètes. L'absence de réponse du directeur général de l'agence de la biomédecine dans un  délai de trois mois vaut avis favorable. Pour les besoins de l'instruction,  le directeur général de l'agence régionale de santé peut procéder ou faire  procéder à toute investigation et demander toute pièce complémentaire.",
            "texteHtml": "La demande d'autorisation ou de renouvellement de l'autorisation est adressée en  cinq exemplaires, sous pli recommandé avec demande d'avis de réception, au  directeur général de l'agence régionale de santé. Elle peut également être  déposée contre récépissé. La demande de renouvellement de l'autorisation est  adressée au directeur général de l'agence régionale de santé sept mois avant la  fin de la date d'expiration de l'autorisation.<br/><br/> La demande d'autorisation ou  de renouvellement d'autorisation n'est instruite et transmise pour avis au  directeur général de l'agence de la biomédecine que si elle est accompagnée d'un  dossier complet, dont le modèle est défini par arrêté du ministre chargé de la  santé ; Ce dossier doit notamment comprendre des informations relatives aux  modalités d'organisation de l'activité de prélèvement et faire apparaître les  engagements du demandeur en ce qui concerne les effectifs et la qualification  des personnels nécessaires.<br/><br/> Le dossier est réputé complet si, dans le délai  d'un mois à compter de sa réception, le directeur général de l'agence régionale  de santé n'a pas fait connaître au demandeur, par lettre recommandée avec  demande d'avis de réception, la liste des pièces manquantes ou incomplètes.<br/><br/>  L'absence de réponse du directeur général de l'agence de la biomédecine dans un  délai de trois mois vaut avis favorable.<br/><br/> Pour les besoins de l'instruction,  le directeur général de l'agence régionale de santé peut procéder ou faire  procéder à toute investigation et demander toute pièce complémentaire. <p></p>",
            "type": "AUTONOME",
            "dateDebut": "2010-04-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112927",
                        "id": "LEGISCTA000006112927",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Protection générale de la santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132378",
                        "id": "LEGISCTA000006132378",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Don et utilisation des éléments et produits du corps humain",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145468",
                        "id": "LEGISCTA000006145468",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Organes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160953",
                        "id": "LEGISCTA000006160953",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-06",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Etablissements autorisés à prélever des organes ou participant à cette activité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006178487",
                        "id": "LEGISCTA000006178487",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2005-08-06",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Procédure d'autorisation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006190953",
                        "id": "LEGISCTA000006190953",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000006909088",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R671-12 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "R671-12",
                    "articleId": "LEGIARTI000006801988",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R671-12 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "R671-12",
                    "articleId": "LEGIARTI000006801988",
                    "natureText": "CODE"
                }
            ],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000412528",
                    "textTitle": "Décret 2003-462 2003-05-21",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000412528",
                    "natureText": "DECRET",
                    "datePubliTexte": "2003-05-27",
                    "dateSignaTexte": "2003-05-21",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000449123",
                    "textTitle": "Décret n°2005-949 du 2 août 2005 - art. 2 () JORF 6 août 2005",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006243781",
                    "natureText": "DECRET",
                    "datePubliTexte": "2005-08-06",
                    "dateSignaTexte": "2005-08-02",
                    "dateDebutCible": "2005-08-06"
                }
            ],
            "num": "R1233-5",
            "origine": "LEGI",
            "texte": "La demande d'autorisation ou de renouvellement de l'autorisation est adressée en cinq exemplaires, sous pli recommandé avec demande d'avis de réception, au directeur de l'agence régionale de l'hospitalisation sous couvert du préfet du département d'implantation. Elle peut également être déposée contre récépissé à la préfecture du département. La demande de renouvellement de l'autorisation est adressée au directeur de l'agence régionale de l'hospitalisation sous couvert du préfet du département d'implantation sept mois avant la fin de la date d'expiration de l'autorisation. La demande d'autorisation ou de renouvellement d'autorisation n'est transmise par le préfet du département au directeur de l'agence régionale de l'hospitalisation que si elle est accompagnée d'un dossier complet, dont le modèle est défini par arrêté du ministre chargé de la santé. Ce dossier doit notamment comprendre des informations relatives aux modalités d'organisation de l'activité de prélèvement et faire apparaître les engagements du demandeur en ce qui concerne les effectifs et la qualification des personnels nécessaires. Le dossier est réputé complet si, dans le délai d'un mois à compter de sa réception, le préfet du département n'a pas fait connaître au demandeur, par lettre recommandée avec demande d'avis de réception, la liste des pièces manquantes ou incomplètes. Le préfet du département transmet simultanément le dossier, pour avis, au directeur général de l'agence de la biomédecine et, pour décision, au directeur de l'agence régionale de l'hospitalisation. Le directeur général de l'agence de la biomédecine transmet son avis au directeur de l'agence régionale de l'hospitalisation dans un délai de trois mois à compter de la date à laquelle le dossier lui a été transmis par le préfet du département. L'absence de réponse du directeur général de l'agence de la biomédecine dans ce délai vaut avis favorable. Pour les besoins de l'instruction, le directeur de l'agence régionale de l'hospitalisation peut procéder ou faire procéder à toute investigation et demander toute pièce complémentaire.",
            "texteHtml": "<p></p>   La demande d'autorisation ou de renouvellement de l'autorisation est adressée en cinq exemplaires, sous pli recommandé avec demande d'avis de réception, au directeur de l'agence régionale de l'hospitalisation sous couvert du préfet du département d'implantation. Elle peut également être déposée contre récépissé à la préfecture du département. La demande de renouvellement de l'autorisation est adressée au directeur de l'agence régionale de l'hospitalisation sous couvert du préfet du département d'implantation sept mois avant la fin de la date d'expiration de l'autorisation.<p></p><p></p>   La demande d'autorisation ou de renouvellement d'autorisation n'est transmise par le préfet du département au directeur de l'agence régionale de l'hospitalisation que si elle est accompagnée d'un dossier complet, dont le modèle est défini par arrêté du ministre chargé de la santé. Ce dossier doit notamment comprendre des informations relatives aux modalités d'organisation de l'activité de prélèvement et faire apparaître les engagements du demandeur en ce qui concerne les effectifs et la qualification des personnels nécessaires.<p></p><p></p>   Le dossier est réputé complet si, dans le délai d'un mois à compter de sa réception, le préfet du département n'a pas fait connaître au demandeur, par lettre recommandée avec demande d'avis de réception, la liste des pièces manquantes ou incomplètes.<p></p><p></p>   Le préfet du département transmet simultanément le dossier, pour avis, au directeur général de l'agence de la biomédecine et, pour décision, au directeur de l'agence régionale de l'hospitalisation. Le directeur général de l'agence de la biomédecine transmet son avis au directeur de l'agence régionale de l'hospitalisation dans un délai de trois mois à compter de la date à laquelle le dossier lui a été transmis par le préfet du département. L'absence de réponse du directeur général de l'agence de la biomédecine dans ce délai vaut avis favorable.<p></p><p></p>   Pour les besoins de l'instruction, le directeur de l'agence régionale de l'hospitalisation peut procéder ou faire procéder à toute investigation et demander toute pièce complémentaire.<p></p>",
            "type": "AUTONOME",
            "dateDebut": "2005-08-06T00:00:00.000Z",
            "dateFin": "2010-04-01T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112927",
                        "id": "LEGISCTA000006112927",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-12-23",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Protection générale de la santé",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132378",
                        "id": "LEGISCTA000006132378",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Don et utilisation des éléments et produits du corps humain",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145468",
                        "id": "LEGISCTA000006145468",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Organes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160953",
                        "id": "LEGISCTA000006160953",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2005-08-06",
                        "titre": "Chapitre III : Etablissements autorisés à prélever des organes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006178486",
                        "id": "LEGISCTA000006178486",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2003-05-27",
                        "fin": "2005-08-06",
                        "titre": "Section 1 : Procédure d'autorisation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006190249",
                        "id": "LEGISCTA000006190249",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000006909087",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R671-12 (Ab)",
                    "linkType": "CONCORDE",
                    "linkOrientation": "cible",
                    "articleNum": "R671-12",
                    "articleId": "LEGIARTI000006801988",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R671-12 (Ab)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "R671-12",
                    "articleId": "LEGIARTI000006801988",
                    "natureText": "CODE"
                }
            ],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000412528",
                    "textTitle": "Décret 2003-462 2003-05-21",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000412528",
                    "natureText": "DECRET",
                    "datePubliTexte": "2003-05-27",
                    "dateSignaTexte": "2003-05-21",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "num": "R1233-5",
            "origine": "LEGI",
            "texte": "La demande d'autorisation ou de renouvellement de l'autorisation est adressée en cinq exemplaires, sous pli recommandé avec demande d'avis de réception, au directeur de l'agence régionale de l'hospitalisation sous couvert du préfet du département d'implantation. Elle peut également être déposée contre récépissé à la préfecture du département. La demande d'autorisation n'est transmise par le préfet du département au directeur de l'agence régionale de l'hospitalisation que si elle est accompagnée d'un dossier complet, dont le modèle est défini par arrêté du ministre chargé de la santé. Ce dossier doit notamment comprendre des informations relatives aux modalités d'organisation de l'activité de prélèvement et faire apparaître les engagements du demandeur en ce qui concerne les effectifs et la qualification des personnels nécessaires. Le dossier est réputé complet si, dans le délai d'un mois à compter de sa réception, le préfet du département n'a pas fait connaître au demandeur, par lettre recommandée avec demande d'avis de réception, la liste des pièces manquantes ou incomplètes. Le préfet du département transmet simultanément le dossier, pour avis, au directeur général de l'Etablissement français des greffes et, pour décision, au directeur de l'agence régionale de l'hospitalisation. Le directeur général de l'Etablissement français des greffes transmet son avis au directeur de l'agence régionale de l'hospitalisation dans un délai de trois mois à compter de la date à laquelle le dossier lui a été transmis par le préfet du département. L'absence de réponse du directeur général de l'Etablissement français des greffes dans ce délai vaut avis favorable. Pour les besoins de l'instruction, le directeur de l'agence régionale de l'hospitalisation peut procéder ou faire procéder à toute investigation et demander toute pièce complémentaire.",
            "texteHtml": "<p></p>   La demande d'autorisation ou de renouvellement de l'autorisation est adressée en cinq exemplaires, sous pli recommandé avec demande d'avis de réception, au directeur de l'agence régionale de l'hospitalisation sous couvert du préfet du département d'implantation. Elle peut également être déposée contre récépissé à la préfecture du département.<p></p><p></p>   La demande d'autorisation n'est transmise par le préfet du département au directeur de l'agence régionale de l'hospitalisation que si elle est accompagnée d'un dossier complet, dont le modèle est défini par arrêté du ministre chargé de la santé. Ce dossier doit notamment comprendre des informations relatives aux modalités d'organisation de l'activité de prélèvement et faire apparaître les engagements du demandeur en ce qui concerne les effectifs et la qualification des personnels nécessaires.<p></p><p></p>   Le dossier est réputé complet si, dans le délai d'un mois à compter de sa réception, le préfet du département n'a pas fait connaître au demandeur, par lettre recommandée avec demande d'avis de réception, la liste des pièces manquantes ou incomplètes.<p></p><p></p>   Le préfet du département transmet simultanément le dossier, pour avis, au directeur général de l'Etablissement français des greffes et, pour décision, au directeur de l'agence régionale de l'hospitalisation. Le directeur général de l'Etablissement français des greffes transmet son avis au directeur de l'agence régionale de l'hospitalisation dans un délai de trois mois à compter de la date à laquelle le dossier lui a été transmis par le préfet du département. L'absence de réponse du directeur général de l'Etablissement français des greffes dans ce délai vaut avis favorable.<p></p><p></p>   Pour les besoins de l'instruction, le directeur de l'agence régionale de l'hospitalisation peut procéder ou faire procéder à toute investigation et demander toute pièce complémentaire.<p></p>",
            "type": "AUTONOME",
            "dateDebut": "2003-05-27T00:00:00.000Z",
            "dateFin": "2005-08-06T00:00:00.000Z"
        }
    ]
}