{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000038612228",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Sous réserve des dispositions propres aux bénéfices professionnels, les plus-values réalisées par les personnes physiques domiciliées fiscalement en France au sens de l'article 4 B , directement ou par personne interposée, lors d'une cession à titre onéreux d'actifs numériques mentionnés à l'article L. 54-10-1 du code monétaire et financier ou de droits s'y rapportant sont passibles de l'impôt sur le revenu dans les conditions prévues au présent article. II. – A. – Les dispositions du I du présent article ne sont pas applicables, au titre de l'année d'échange, aux opérations d'échange sans soulte entre actifs numériques définis au même I ou droits s'y rapportant. B. – Les personnes réalisant des cessions dont la somme des prix, tels que définis au A du III, n'excède pas 305 € au cours de l'année d'imposition hors opérations mentionnées au A du présent II, sont exonérées. III. – La plus ou moins-value brute réalisée lors de la cession de biens ou droits mentionnés au I est égale à la différence entre, d'une part, le prix de cession et, d'autre part, le produit du prix total d'acquisition de l'ensemble du portefeuille d'actifs numériques par le quotient du prix de cession sur la valeur globale de ce portefeuille. A. – Le prix de cession à retenir est le prix réel perçu ou la valeur de la contrepartie obtenue par le cédant, le cas échéant comprenant la soulte qu'il a reçue ou minoré de la soulte qu'il a versée lors de cette cession. Le prix de cession est réduit, sur justificatifs, des frais supportés par le cédant à l'occasion de cette cession. B. – Le prix total d'acquisition du portefeuille d'actifs numériques est égal à la somme des prix effectivement acquittés en monnaie ayant cours légal à l'occasion de l'ensemble des acquisitions d'actifs numériques ou de droits s'y rapportant réalisées avant la cession et de la valeur de chacun des services et des biens, autres que des actifs numériques ou droits s'y rapportant remis lors d'échanges ayant bénéficié du sursis d'imposition prévu au A du II, comprenant le cas échéant les soultes versées, remis en contrepartie d'actifs numériques ou de droits s'y rapportant avant cette même cession. En cas d'acquisition à titre gratuit, le prix d'acquisition à retenir s'entend de la valeur retenue pour la détermination des droits de mutation à titre gratuit ou, à défaut, de la valeur réelle des actifs numériques ou des droits s'y rapportant déterminée au moment de leur entrée dans le patrimoine du cédant. Le prix total d'acquisition déterminé par application des deux premiers alinéas du présent B est réduit de la somme des fractions de capital initial contenues dans la valeur ou le prix de chacune des différentes cessions d'actifs numériques ou droits s'y rapportant, à titre gratuit ou onéreux hors échanges ayant bénéficié du sursis d'imposition prévu au A du II, antérieurement réalisées. Lorsqu'un ou plusieurs échanges avec soulte reçue par le cédant ont été réalisés antérieurement à la cession imposable, le prix total d'acquisition est minoré du montant des soultes. C. – La valeur globale du portefeuille d'actifs numériques est égale à la somme des valeurs, évaluées au moment de la cession imposable, des différents actifs numériques et droits s'y rapportant détenus par le cédant avant de procéder à la cession. IV. – Les moins-values brutes subies au cours d'une année d'imposition au titre des cessions de biens ou droits mentionnés au I, autres que celles entrant dans le champ du II, sont imputées exclusivement sur les plus-values brutes de même nature, réalisées au titre de cette même année. V. – A. – L'impôt sur le revenu correspondant à la plus-value mentionnée au présent article est versé par la personne physique qui réalise, directement ou par personne interposée, la cession. Les redevables portent sur la déclaration annuelle prévue à l'article 170 le montant global de la plus ou moins-value réalisée au titre des cessions imposables de l'année. Ils joignent à cette déclaration une annexe conforme à un modèle établi par l'administration, sur laquelle ils mentionnent et évaluent l'ensemble des plus ou moins-values réalisées à l'occasion de chacune des cessions imposables effectuées au cours de l'année ou les prix de chacune des cessions exonérées en application du B du II. B. – Un décret détermine les obligations déclaratives incombant aux redevables et aux personnes interposées mentionnées au I. VI. – (Abrogé).",
            "texteHtml": "<p>I. – Sous réserve des dispositions propres aux bénéfices professionnels, les plus-values réalisées par les personnes physiques domiciliées fiscalement en France au sens de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006302201&dateTexte=&categorieLien=cid'>4 B</a>, directement ou par personne interposée, lors d'une cession à titre onéreux d'actifs numériques mentionnés à l'article L. 54-10-1 du code monétaire et financier ou de droits s'y rapportant sont passibles de l'impôt sur le revenu dans les conditions prévues au présent article.</p><p>II. – A. – Les dispositions du I du présent article ne sont pas applicables, au titre de l'année d'échange, aux opérations d'échange sans soulte entre actifs numériques définis au même I ou droits s'y rapportant.</p><p>B. – Les personnes réalisant des cessions dont la somme des prix, tels que définis au A du III, n'excède pas 305 € au cours de l'année d'imposition hors opérations mentionnées au A du présent II, sont exonérées.</p><p>III. – La plus ou moins-value brute réalisée lors de la cession de biens ou droits mentionnés au I est égale à la différence entre, d'une part, le prix de cession et, d'autre part, le produit du prix total d'acquisition de l'ensemble du portefeuille d'actifs numériques par le quotient du prix de cession sur la valeur globale de ce portefeuille.</p><p>A. – Le prix de cession à retenir est le prix réel perçu ou la valeur de la contrepartie obtenue par le cédant, le cas échéant comprenant la soulte qu'il a reçue ou minoré de la soulte qu'il a versée lors de cette cession.</p><p>Le prix de cession est réduit, sur justificatifs, des frais supportés par le cédant à l'occasion de cette cession.</p><p>B. – Le prix total d'acquisition du portefeuille d'actifs numériques est égal à la somme des prix effectivement acquittés en monnaie ayant cours légal à l'occasion de l'ensemble des acquisitions d'actifs numériques ou de droits s'y rapportant réalisées avant la cession et de la valeur de chacun des services et des biens, autres que des actifs numériques ou droits s'y rapportant remis lors d'échanges ayant bénéficié du sursis d'imposition prévu au A du II, comprenant le cas échéant les soultes versées, remis en contrepartie d'actifs numériques ou de droits s'y rapportant avant cette même cession.</p><p>En cas d'acquisition à titre gratuit, le prix d'acquisition à retenir s'entend de la valeur retenue pour la détermination des droits de mutation à titre gratuit ou, à défaut, de la valeur réelle des actifs numériques ou des droits s'y rapportant déterminée au moment de leur entrée dans le patrimoine du cédant.</p><p>Le prix total d'acquisition déterminé par application des deux premiers alinéas du présent B est réduit de la somme des fractions de capital initial contenues dans la valeur ou le prix de chacune des différentes cessions d'actifs numériques ou droits s'y rapportant, à titre gratuit ou onéreux hors échanges ayant bénéficié du sursis d'imposition prévu au A du II, antérieurement réalisées. Lorsqu'un ou plusieurs échanges avec soulte reçue par le cédant ont été réalisés antérieurement à la cession imposable, le prix total d'acquisition est minoré du montant des soultes.</p><p>C. – La valeur globale du portefeuille d'actifs numériques est égale à la somme des valeurs, évaluées au moment de la cession imposable, des différents actifs numériques et droits s'y rapportant détenus par le cédant avant de procéder à la cession.</p><p>IV. – Les moins-values brutes subies au cours d'une année d'imposition au titre des cessions de biens ou droits mentionnés au I, autres que celles entrant dans le champ du II, sont imputées exclusivement sur les plus-values brutes de même nature, réalisées au titre de cette même année.</p><p>V. – A. – L'impôt sur le revenu correspondant à la plus-value mentionnée au présent article est versé par la personne physique qui réalise, directement ou par personne interposée, la cession.</p><p>Les redevables portent sur la déclaration annuelle prévue à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006308214&dateTexte=&categorieLien=cid'>170 </a>le montant global de la plus ou moins-value réalisée au titre des cessions imposables de l'année. Ils joignent à cette déclaration une annexe conforme à un modèle établi par l'administration, sur laquelle ils mentionnent et évaluent l'ensemble des plus ou moins-values réalisées à l'occasion de chacune des cessions imposables effectuées au cours de l'année ou les prix de chacune des cessions exonérées en application du B du II.</p><p>B. – Un décret détermine les obligations déclaratives incombant aux redevables et aux personnes interposées mentionnées au I.</p><p>VI. – (Abrogé).</p>",
            "num": "150 VH bis",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1558656000000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Section II : Revenus imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162523",
                        "id": "LEGISCTA000006162523",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179572",
                        "id": "LEGISCTA000006179572",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "VII ter : Plus-values de cession à titre onéreux de biens ou de droits de toute nature",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191580",
                        "id": "LEGISCTA000006191580",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2019-01-01",
                        "fin": "2999-01-01",
                        "titre": "3. Actifs numériques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000037943229",
                        "id": "LEGISCTA000037943257",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000037943236",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000037943229",
            "sectionParentId": "LEGISCTA000037943257",
            "sectionParentTitre": "3. Actifs numériques",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section II : Revenus imposables &gt; 1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus &gt; VII ter : Plus-values de cession à titre onéreux de biens ou de droits de toute nature &gt; 3. Actifs numériques",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000038612228",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000038496102",
                    "textTitle": "LOI n°2019-486 du 22 mai 2019 - art. 86 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "86",
                    "articleId": "LEGIARTI000038497525",
                    "natureText": "LOI",
                    "datePubliTexte": "2019-05-23",
                    "dateSignaTexte": "2019-05-22",
                    "dateDebutCible": "2019-05-24"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000038695963",
                    "textTitle": "Décret n°2019-656 du 27 juin 2019 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000038699428",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2019-656",
                    "datePubli": 1561680000000,
                    "dateDebut": 1561766400000
                },
                {
                    "textCid": "JORFTEXT000038695963",
                    "textTitle": "Décret n°2019-656 du 27 juin 2019 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000038699439",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2019-656",
                    "datePubli": 1561680000000,
                    "dateDebut": 1561766400000
                },
                {
                    "textCid": "JORFTEXT000038695963",
                    "textTitle": "Décret n°2019-656 du 27 juin 2019 - art. 2",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000038699441",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2019-656",
                    "datePubli": 1561680000000,
                    "dateDebut": 1561766400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 158 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "158",
                    "articleId": "LEGIARTI000047622551",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1685750400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1649 bis C (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1649 bis C",
                    "articleId": "LEGIARTI000037988279",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 170",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "170",
                    "articleId": "LEGIARTI000006308214",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 200 C (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "200 C",
                    "articleId": "LEGIARTI000044983192",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1672531200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 4 B",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "4 B",
                    "articleId": "LEGIARTI000006302201",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577664000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 344 G decies (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "344 G decies",
                    "articleId": "LEGIARTI000038701956",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 41 duovicies J (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "41 duovicies J",
                    "articleId": "LEGIARTI000038700154",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1561766400000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 41 duovicies K (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "41 duovicies K",
                    "articleId": "LEGIARTI000038700156",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1561766400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L211-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L211-1",
                    "articleId": "LEGIARTI000006646457",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1475280000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L223-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L223-1",
                    "articleId": "LEGIARTI000006651972",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1475280000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000037943263",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 1558656000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038612228",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1558656000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "150 VH bis",
                "150"
            ],
            "versionPrecedente": "LEGIARTI000037943263",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000037943263",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Sous réserve des dispositions propres aux bénéfices professionnels, les plus-values réalisées par les personnes physiques domiciliées fiscalement en France au sens de l'article 4 B , directement ou par personne interposée, lors d'une cession à titre onéreux d'actifs numériques mentionnés au VI du présent article ou de droits s'y rapportant sont passibles de l'impôt sur le revenu dans les conditions prévues au présent article. II. – A. – Les dispositions du I ne sont pas applicables, au titre de l'année d'échange, aux opérations d'échange sans soulte entre actifs numériques définis au même I ou droits s'y rapportant. B. – Les personnes réalisant des cessions dont la somme des prix, tels que définis au A du III, n'excède pas 305 € au cours de l'année d'imposition hors opérations mentionnées au A du présent II, sont exonérées. III. – La plus ou moins-value brute réalisée lors de la cession de biens ou droits mentionnés au I est égale à la différence entre, d'une part, le prix de cession et, d'autre part, le produit du prix total d'acquisition de l'ensemble du portefeuille d'actifs numériques par le quotient du prix de cession sur la valeur globale de ce portefeuille. A. – Le prix de cession à retenir est le prix réel perçu ou la valeur de la contrepartie obtenue par le cédant, le cas échéant comprenant la soulte qu'il a reçue ou minoré de la soulte qu'il a versée lors de cette cession. Le prix de cession est réduit, sur justificatifs, des frais supportés par le cédant à l'occasion de cette cession. B. – Le prix total d'acquisition du portefeuille d'actifs numériques est égal à la somme des prix effectivement acquittés en monnaie ayant cours légal à l'occasion de l'ensemble des acquisitions d'actifs numériques ou de droits s'y rapportant réalisées avant la cession et de la valeur de chacun des services et des biens, autres que des actifs numériques ou droits s'y rapportant remis lors d'échanges ayant bénéficié du sursis d'imposition prévu au A du II, comprenant le cas échéant les soultes versées, remis en contrepartie d'actifs numériques ou de droits s'y rapportant avant cette même cession. En cas d'acquisition à titre gratuit, le prix d'acquisition à retenir s'entend de la valeur retenue pour la détermination des droits de mutation à titre gratuit ou, à défaut, de la valeur réelle des actifs numériques ou des droits s'y rapportant déterminée au moment de leur entrée dans le patrimoine du cédant. Le prix total d'acquisition déterminé par application des deux premiers alinéas du présent B est réduit de la somme des fractions de capital initial contenues dans la valeur ou le prix de chacune des différentes cessions d'actifs numériques ou droits s'y rapportant, à titre gratuit ou onéreux hors échanges ayant bénéficié du sursis d'imposition prévu au A du II, antérieurement réalisées. Lorsqu'un ou plusieurs échanges avec soulte reçue par le cédant ont été réalisés antérieurement à la cession imposable, le prix total d'acquisition est minoré du montant des soultes. C. – La valeur globale du portefeuille d'actifs numériques est égale à la somme des valeurs, évaluées au moment de la cession imposable, des différents actifs numériques et droits s'y rapportant détenus par le cédant avant de procéder à la cession. IV. – Les moins-values brutes subies au cours d'une année d'imposition au titre des cessions de biens ou droits mentionnés au I, autres que celles entrant dans le champ du II, sont imputées exclusivement sur les plus-values brutes de même nature, réalisées au titre de cette même année. V. – A. – L'impôt sur le revenu correspondant à la plus-value mentionnée au présent article est versé par la personne physique qui réalise, directement ou par personne interposée, la cession. Les redevables portent sur la déclaration annuelle prévue à l'article 170 le montant global de la plus ou moins-value réalisée au titre des cessions imposables de l'année. Ils joignent à cette déclaration une annexe conforme à un modèle établi par l'administration, sur laquelle ils mentionnent et évaluent l'ensemble des plus ou moins-values réalisées à l'occasion de chacune des cessions imposables effectuées au cours de l'année ou les prix de chacune des cessions exonérées en application du B du II. B. – Un décret détermine les obligations déclaratives incombant aux redevables et aux personnes interposées mentionnées au I. VI. – Les actifs numériques comprennent : 1° Les jetons, à l'exclusion de ceux remplissant les caractéristiques des instruments financiers mentionnés à l'article L. 211-1 du code monétaire et financier et des bons de caisse mentionnés à l'article L. 223-1 du même code. Pour l'application du premier alinéa du présent 1°, constitue un jeton tout bien incorporel représentant, sous forme numérique, un ou plusieurs droits, pouvant être émis, inscrits, conservés ou transférés au moyen d'un dispositif d'enregistrement électronique partagé permettant d'identifier, directement ou indirectement, le propriétaire dudit bien ; 2° Toute représentation numérique d'une valeur qui n'est pas émise ou garantie par une banque centrale ou par une autorité publique, qui n'est pas nécessairement attachée à une monnaie ayant cours légal et qui ne possède pas le statut juridique d'une monnaie, mais qui est acceptée par des personnes physiques ou morales comme un moyen d'échange et qui peut être transférée, stockée ou échangée électroniquement.",
            "texteHtml": "<p>I. – Sous réserve des dispositions propres aux bénéfices professionnels, les plus-values réalisées par les personnes physiques domiciliées fiscalement en France au sens de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006302201&dateTexte=&categorieLien=cid'>4 B</a>, directement ou par personne interposée, lors d'une cession à titre onéreux d'actifs numériques mentionnés au VI du présent article ou de droits s'y rapportant sont passibles de l'impôt sur le revenu dans les conditions prévues au présent article. <br/><br/>II. – A. – Les dispositions du I ne sont pas applicables, au titre de l'année d'échange, aux opérations d'échange sans soulte entre actifs numériques définis au même I ou droits s'y rapportant. <br/><br/>B. – Les personnes réalisant des cessions dont la somme des prix, tels que définis au A du III, n'excède pas 305 € au cours de l'année d'imposition hors opérations mentionnées au A du présent II, sont exonérées. <br/><br/>III. – La plus ou moins-value brute réalisée lors de la cession de biens ou droits mentionnés au I est égale à la différence entre, d'une part, le prix de cession et, d'autre part, le produit du prix total d'acquisition de l'ensemble du portefeuille d'actifs numériques par le quotient du prix de cession sur la valeur globale de ce portefeuille. <br/><br/>A. – Le prix de cession à retenir est le prix réel perçu ou la valeur de la contrepartie obtenue par le cédant, le cas échéant comprenant la soulte qu'il a reçue ou minoré de la soulte qu'il a versée lors de cette cession. <br/><br/>Le prix de cession est réduit, sur justificatifs, des frais supportés par le cédant à l'occasion de cette cession. <br/><br/>B. – Le prix total d'acquisition du portefeuille d'actifs numériques est égal à la somme des prix effectivement acquittés en monnaie ayant cours légal à l'occasion de l'ensemble des acquisitions d'actifs numériques ou de droits s'y rapportant réalisées avant la cession et de la valeur de chacun des services et des biens, autres que des actifs numériques ou droits s'y rapportant remis lors d'échanges ayant bénéficié du sursis d'imposition prévu au A du II, comprenant le cas échéant les soultes versées, remis en contrepartie d'actifs numériques ou de droits s'y rapportant avant cette même cession. <br/><br/>En cas d'acquisition à titre gratuit, le prix d'acquisition à retenir s'entend de la valeur retenue pour la détermination des droits de mutation à titre gratuit ou, à défaut, de la valeur réelle des actifs numériques ou des droits s'y rapportant déterminée au moment de leur entrée dans le patrimoine du cédant. <br/><br/>Le prix total d'acquisition déterminé par application des deux premiers alinéas du présent B est réduit de la somme des fractions de capital initial contenues dans la valeur ou le prix de chacune des différentes cessions d'actifs numériques ou droits s'y rapportant, à titre gratuit ou onéreux hors échanges ayant bénéficié du sursis d'imposition prévu au A du II, antérieurement réalisées. Lorsqu'un ou plusieurs échanges avec soulte reçue par le cédant ont été réalisés antérieurement à la cession imposable, le prix total d'acquisition est minoré du montant des soultes. <br/><br/>C. – La valeur globale du portefeuille d'actifs numériques est égale à la somme des valeurs, évaluées au moment de la cession imposable, des différents actifs numériques et droits s'y rapportant détenus par le cédant avant de procéder à la cession. <br/><br/>IV. – Les moins-values brutes subies au cours d'une année d'imposition au titre des cessions de biens ou droits mentionnés au I, autres que celles entrant dans le champ du II, sont imputées exclusivement sur les plus-values brutes de même nature, réalisées au titre de cette même année. <br/><br/>V. – A. – L'impôt sur le revenu correspondant à la plus-value mentionnée au présent article est versé par la personne physique qui réalise, directement ou par personne interposée, la cession. <br/><br/>Les redevables portent sur la déclaration annuelle prévue à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006308214&dateTexte=&categorieLien=cid'>170 </a>le montant global de la plus ou moins-value réalisée au titre des cessions imposables de l'année. Ils joignent à cette déclaration une annexe conforme à un modèle établi par l'administration, sur laquelle ils mentionnent et évaluent l'ensemble des plus ou moins-values réalisées à l'occasion de chacune des cessions imposables effectuées au cours de l'année ou les prix de chacune des cessions exonérées en application du B du II. <br/><br/>B. – Un décret détermine les obligations déclaratives incombant aux redevables et aux personnes interposées mentionnées au I. <br/><br/>VI. – Les actifs numériques comprennent : <br/><br/>1° Les jetons, à l'exclusion de ceux remplissant les caractéristiques des instruments financiers mentionnés à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006646457&dateTexte=&categorieLien=cid'>L. 211-1 </a>du code monétaire et financier et des bons de caisse mentionnés à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006651972&dateTexte=&categorieLien=cid'>L. 223-1 </a>du même code. <br/><br/>Pour l'application du premier alinéa du présent 1°, constitue un jeton tout bien incorporel représentant, sous forme numérique, un ou plusieurs droits, pouvant être émis, inscrits, conservés ou transférés au moyen d'un dispositif d'enregistrement électronique partagé permettant d'identifier, directement ou indirectement, le propriétaire dudit bien ; <br/><br/>2° Toute représentation numérique d'une valeur qui n'est pas émise ou garantie par une banque centrale ou par une autorité publique, qui n'est pas nécessairement attachée à une monnaie ayant cours légal et qui ne possède pas le statut juridique d'une monnaie, mais qui est acceptée par des personnes physiques ou morales comme un moyen d'échange et qui peut être transférée, stockée ou échangée électroniquement.</p>",
            "num": "150 VH bis",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1546300800000,
            "dateFin": 1558656000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Impôt sur le revenu",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006147017",
                        "id": "LEGISCTA000006147017",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Section II : Revenus imposables",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162523",
                        "id": "LEGISCTA000006162523",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179572",
                        "id": "LEGISCTA000006179572",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "VII ter : Plus-values de cession à titre onéreux de biens ou de droits de toute nature",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191580",
                        "id": "LEGISCTA000006191580",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2019-01-01",
                        "fin": "2999-01-01",
                        "titre": "3. Actifs numériques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000037943229",
                        "id": "LEGISCTA000037943257",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000037943236",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000037943229",
            "sectionParentId": "LEGISCTA000037943257",
            "sectionParentTitre": "3. Actifs numériques",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre premier : Impôt sur le revenu &gt; Section II : Revenus imposables &gt; 1re Sous-section : Détermination des bénéfices ou revenus nets des diverses catégories de revenus &gt; VII ter : Plus-values de cession à titre onéreux de biens ou de droits de toute nature &gt; 3. Actifs numériques",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000037943263",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l’article 41 II Ade la loi n° 2018-1317 du 28 décembre 2018, ces dispositions s'appliquent aux cessions réalisées à compter du 1er janvier 2019.",
            "notaHtml": "<p>Conformément à l’article 41 II Ade la loi n° 2018-1317 du 28 décembre 2018, ces dispositions s'appliquent aux cessions réalisées à compter du 1er janvier 2019.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000037882341",
                    "textTitle": "LOI n° 2018-1317 du 28 décembre 2018 - art. 41 (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "41",
                    "articleId": "LEGIARTI000037935514",
                    "natureText": "LOI",
                    "datePubliTexte": "2018-12-30",
                    "dateSignaTexte": "2018-12-28",
                    "dateDebutCible": "2018-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000038695963",
                    "textTitle": "Décret n°2019-656 du 27 juin 2019 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000038699428",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2019-656",
                    "datePubli": 1561680000000,
                    "dateDebut": 1561766400000
                },
                {
                    "textCid": "JORFTEXT000038695963",
                    "textTitle": "Décret n°2019-656 du 27 juin 2019 - art. 1",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000038699439",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2019-656",
                    "datePubli": 1561680000000,
                    "dateDebut": 1561766400000
                },
                {
                    "textCid": "JORFTEXT000038695963",
                    "textTitle": "Décret n°2019-656 du 27 juin 2019 - art. 2",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000038699441",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2019-656",
                    "datePubli": 1561680000000,
                    "dateDebut": 1561766400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 158 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "158",
                    "articleId": "LEGIARTI000047622551",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1685750400000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 1649 bis C (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1649 bis C",
                    "articleId": "LEGIARTI000037988279",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 170",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "170",
                    "articleId": "LEGIARTI000006308214",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1546300800000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 200 C (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "200 C",
                    "articleId": "LEGIARTI000044983192",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1672531200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 4 B",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "4 B",
                    "articleId": "LEGIARTI000006302201",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577664000000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 344 G decies (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "344 G decies",
                    "articleId": "LEGIARTI000038701956",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 41 duovicies J (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "41 duovicies J",
                    "articleId": "LEGIARTI000038700154",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1561766400000
                },
                {
                    "textCid": "LEGITEXT000006069574",
                    "textTitle": "Code général des impôts, annexe 3, CGIAN3. - art. 41 duovicies K (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "41 duovicies K",
                    "articleId": "LEGIARTI000038700156",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1561766400000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L211-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L211-1",
                    "articleId": "LEGIARTI000006646457",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1475280000000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L223-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L223-1",
                    "articleId": "LEGIARTI000006651972",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1475280000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000037943263",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1546300800000,
                    "dateFin": 1558656000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000038612228",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1558656000000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "150 VH bis",
                "150"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}