{
    "cid": "LEGIARTI000033019807",
    "num": "L412-18",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108630",
                        "id": "LEGISCTA000006108630",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2010-07-14",
                        "titre": "Livre IV : Faune et flore",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129025",
                        "id": "LEGISCTA000006129025",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-07-14",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Patrimoine naturel",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129025",
                        "id": "LEGISCTA000022495757",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2010-07-14",
                        "titre": "Titre Ier : Protection de la faune et de la flore",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143745",
                        "id": "LEGISCTA000006143745",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2010-07-14",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Protection du patrimoine naturel",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143745",
                        "id": "LEGISCTA000022495755",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-09-21",
                        "fin": "2016-08-10",
                        "titre": "Chapitre II : Activités soumises à autorisation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159251",
                        "id": "LEGISCTA000006159251",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-08-10",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Encadrement des usages du patrimoine naturel",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159251",
                        "id": "LEGISCTA000033033933",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-08-10",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Accès aux ressources génétiques et aux connaissances traditionnelles associées et partage des avantages découlant de leur utilisation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000033019573",
                        "id": "LEGISCTA000033019573",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-08-10",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 3 :  Règles relatives à l'utilisation de ressources génétiques et de connaissances traditionnelles associées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000033019805",
                        "id": "LEGISCTA000033019805",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de l'environnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074220",
                        "id": "LEGITEXT000006074220",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000033019807",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000033016237",
                    "textTitle": "LOI n°2016-1087 du 8 août 2016 - art. 37",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "37",
                    "articleId": "LEGIARTI000033018596",
                    "natureText": "LOI",
                    "datePubliTexte": "2016-08-09",
                    "dateSignaTexte": "2016-08-08",
                    "dateDebutCible": "2016-08-10"
                }
            ],
            "num": "L412-18",
            "origine": "LEGI",
            "texte": "I. – La présente sous-section ne s'applique ni dans le cadre de l'utilisation des ressources génétiques issues des opérations de sélection animale, y compris les opérations de conservation des races animales, réalisées en application du chapitre III du titre V du livre VI du code rural et de la pêche maritime, ni dans le cadre de l'utilisation de variétés végétales qui sont ou qui ont été légalement commercialisées. II. – Un décret désigne une ou plusieurs autorités compétentes chargées de l'application du règlement (UE) n° 511/2014 du Parlement européen et du Conseil du 16 avril 2014 relatif aux mesures concernant le respect par les utilisateurs dans l'Union du protocole de Nagoya sur l'accès aux ressources génétiques et le partage juste et équitable des avantages découlant de leur utilisation, en particulier des fonctions décrites aux articles 5, 7, 9 à 13 de ce règlement, ainsi qu'aux articles 3 à 7 du règlement d'exécution (UE) 2015/1866 de la Commission du 13 octobre 2015 portant modalités d'application du règlement (UE) n° 511/2014 du Parlement européen et du Conseil en ce qui concerne le registre des collections, la surveillance du respect des règles par l'utilisateur et les bonnes pratiques. Les utilisateurs de ressources génétiques et de connaissances traditionnelles associées présentent à la ou aux autorités compétentes mentionnées au premier alinéa du présent II les informations prévues à l'article 4 du règlement (UE) n° 511/2014 du 16 avril 2014 précité, dans les cas suivants : 1° Lorsqu'ils reçoivent un financement pour des travaux de recherche impliquant l'utilisation de ressources génétiques et de connaissances traditionnelles associées aux ressources génétiques. L'acte administratif accordant le financement public prévoit obligatoirement une clause de remboursement des sommes versées au titre de l'appui aux travaux de recherche utilisant des ressources génétiques ou des connaissances traditionnelles associées en cas de non-respect des obligations définies au présent II ; 2° Lors du développement final d'un produit élaboré grâce à l'utilisation de ressources génétiques et de connaissances traditionnelles associées aux ressources génétiques. Lorsque cette utilisation conduit à une demande de brevet, les informations mentionnées au premier alinéa du présent II sont adressées à l'Institut national de la propriété industrielle à la seule initiative du déclarant. L'Institut national de la propriété industrielle procède aux démarches normales de l'examen de la demande de brevet et à l'attribution d'une date de dépôt et transmet les informations sans examen à l'autorité compétente chargée de l'application des règles édictées par l'Union européenne visant à ce que chaque Etat membre contrôle que l'utilisateur sur son territoire de ressources génétiques et, le cas échéant, de connaissances traditionnelles associées à ces ressources y a eu accès dans le respect de toute disposition législative ou réglementaire alors applicable. Lorsque cette utilisation conduit à une demande d'autorisation de mise sur le marché, les informations mentionnées au même premier alinéa sont recueillies par l'autorité compétente pour la mise sur le marché, qui les transmet sans examen à l'autorité compétente mentionnée à l'avant-dernier alinéa du présent II.",
            "texteHtml": "<p align='left'>I. – La présente sous-section ne s'applique ni dans le cadre de l'utilisation des ressources génétiques issues des opérations de sélection animale, y compris les opérations de conservation des races animales, réalisées en application du chapitre III du titre V du livre VI du code rural et de la pêche maritime, ni dans le cadre de l'utilisation de variétés végétales qui sont ou qui ont été légalement commercialisées.</p><p>II. – Un décret désigne une ou plusieurs autorités compétentes chargées de l'application du règlement (UE) n° 511/2014 du Parlement européen et du Conseil du 16 avril 2014 relatif aux mesures concernant le respect par les utilisateurs dans l'Union du protocole de Nagoya sur l'accès aux ressources génétiques et le partage juste et équitable des avantages découlant de leur utilisation, en particulier des fonctions décrites aux articles 5, 7, 9 à 13 de ce règlement, ainsi qu'aux articles 3 à 7 du règlement d'exécution (UE) 2015/1866 de la Commission du 13 octobre 2015 portant modalités d'application du règlement (UE) n° 511/2014 du Parlement européen et du Conseil en ce qui concerne le registre des collections, la surveillance du respect des règles par l'utilisateur et les bonnes pratiques.</p><p>Les utilisateurs de ressources génétiques et de connaissances traditionnelles associées présentent à la ou aux autorités compétentes mentionnées au premier alinéa du présent II les informations prévues à l'article 4 du règlement (UE) n° 511/2014 du 16 avril 2014 précité, dans les cas suivants :</p><p>1° Lorsqu'ils reçoivent un financement pour des travaux de recherche impliquant l'utilisation de ressources génétiques et de connaissances traditionnelles associées aux ressources génétiques.</p><p>L'acte administratif accordant le financement public prévoit obligatoirement une clause de remboursement des sommes versées au titre de l'appui aux travaux de recherche utilisant des ressources génétiques ou des connaissances traditionnelles associées en cas de non-respect des obligations définies au présent II ;</p><p>2° Lors du développement final d'un produit élaboré grâce à l'utilisation de ressources génétiques et de connaissances traditionnelles associées aux ressources génétiques.</p><p>Lorsque cette utilisation conduit à une demande de brevet, les informations mentionnées au premier alinéa du présent II sont adressées à l'Institut national de la propriété industrielle à la seule initiative du déclarant. L'Institut national de la propriété industrielle procède aux démarches normales de l'examen de la demande de brevet et à l'attribution d'une date de dépôt et transmet les informations sans examen à l'autorité compétente chargée de l'application des règles édictées par l'Union européenne visant à ce que chaque Etat membre contrôle que l'utilisateur sur son territoire de ressources génétiques et, le cas échéant, de connaissances traditionnelles associées à ces ressources y a eu accès dans le respect de toute disposition législative ou réglementaire alors applicable.</p><p>Lorsque cette utilisation conduit à une demande d'autorisation de mise sur le marché, les informations mentionnées au même premier alinéa sont recueillies par l'autorité compétente pour la mise sur le marché, qui les transmet sans examen à l'autorité compétente mentionnée à l'avant-dernier alinéa du présent II.</p>",
            "type": "AUTONOME",
            "dateDebut": "2016-08-10T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}