{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000046086720",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Sous réserve des dispositions qui suivent, la déduction opérée dans les conditions mentionnées aux articles 205 et 206 est définitivement acquise à l'entreprise. II. – 1. Pour les biens immobilisés, une régularisation de la taxe initialement déduite est opérée chaque année pendant cinq ans, dont celle au cours de laquelle ils ont été acquis, importés, achevés, utilisés pour la première fois ou transférés entre secteurs d'activité constitués en application de l'article 209. 2. Chaque année, la régularisation est égale au cinquième du produit de la taxe initiale par la différence entre le coefficient de déduction de l'année et le coefficient de déduction de référence mentionné au 2 du V. Elle prend la forme d'une déduction complémentaire si cette différence est positive, d'un reversement dans le cas contraire. 3. Par dérogation à la durée mentionnée au 1 et à la fraction mentionnée au 2, cette régularisation s'opère pour les immeubles immobilisés par vingtième pendant vingt années. Toutefois, pour les immeubles donnés en location dans les conditions prévues au 2 de l'article L. 313-7 du code monétaire et financier, cette durée est égale au nombre d'années qui courent jusqu'à l'échéance du contrat de bail, arrondi à l'entier supérieur, sans pouvoir excéder vingt années, et la régularisation s'opère par fractions égales à l'inverse de cette durée. 4. La régularisation doit être effectuée avant le 25 avril de l'année suivante. Aucune régularisation n'est effectuée si la différence entre le produit des coefficients d'assujettissement et de taxation de l'année, d'une part, et le produit des coefficients d'assujettissement et de taxation de référence mentionnés au 2 du V, d'autre part, n'est pas supérieure, en valeur absolue, à un dixième. Lorsque l'option prévue au 2° du 1 du V de l'article 206 est exercée pour un membre d'un assujetti unique constitué en application de l'article 256 C du code général des impôts, la régularisation est effectuée avant le 25 mai de l'année suivante. 5. Les dispositions qui précèdent ne sont pas applicables : 1° Aux biens immobilisés dont le coefficient d'assujettissement de référence est nul ; 2° Aux immeubles livrés, acquis, apportés ou utilisés pour la première fois avant le 1er janvier 1996. 6. Pour la détermination des coefficients de référence mentionnés au 2 et au 4, il n'est pas tenu compte des dispositions du 1° et du 2° du 2 du V au titre de l'année où il est fait application de ces dispositions. III. – 1. Une régularisation de la taxe initialement déduite et grevant un bien immobilisé est également opérée : 1° Lorsqu'il est cédé ou apporté, sans que cette opération soit soumise à la taxe sur le prix total, sur la valeur totale ou dans les conditions fixées à l'article 268 du code général des impôts, ou est transféré entre secteurs d'activité constitués en application de l'article 209 ; 2° Lorsqu'il est cédé ou apporté, et que cette opération est soumise à la taxe sur le prix total, sur la valeur totale ou dans les conditions fixées à l'article 268 du code général des impôts ; 3° Lorsque la réglementation modifie la valeur de son coefficient d'admission en cours d'utilisation ; 4° Lorsqu'il vient en cours d'utilisation à être utilisé à des opérations ouvrant droit à déduction ou, sous réserve du 5°, lorsqu'il cesse d'être utilisé à des opérations ouvrant droit à déduction ; 5° Lorsqu'il cesse d'être utilisé à des opérations imposables. 2. Cette régularisation est égale à la somme des régularisations qui auraient été effectuées jusqu'au terme de la période de régularisation en application des 1,2,3 et 5 du II, en considérant que pour chacune des années restantes de cette période : 1° Dans les cas visés au 1° du 1, le coefficient de taxation est égal à zéro ; 2° Dans les cas visés au 2° du 1, le coefficient de déduction est égal à l'unité ; 3° Dans le cas visé au 3° du 1, le coefficient d'admission est égal à sa nouvelle valeur ; 4° Dans les cas visés au 4° du 1, le coefficient de taxation est égal à sa nouvelle valeur ; 5° Dans le cas visé au 5° du 1, le coefficient d'assujettissement est égal à zéro. 3. Dans les cas visés au 1° du 1, sous réserve que le bien constitue également une immobilisation pour le bénéficiaire de la cession, de l'apport ou du transfert, celui-ci peut déduire une fraction du montant de taxe sur la valeur ajoutée ayant grevé initialement le bien, à proportion du rapport entre le nombre d'années restant à courir, pour le cédant ou l'apporteur, jusqu'au terme de la période de régularisation et le nombre d'années total de celle-ci. A cette fin, le cédant ou l'apporteur délivre au bénéficiaire une attestation mentionnant le montant de la taxe qu'il est en droit de déduire. Cette déduction est opérée dans les conditions prévues à l'article 206. 4. Les dispositions des 1 à 3 ne sont pas applicables : 1° Aux cessions ou apports dispensés de taxe sur la valeur ajoutée en application de l'article 257 bis du code général des impôts ; 2° Aux biens immobilisés : a. Qui ont été volés ou détruits, dès lors qu'il est justifié du vol ou de la destruction ; b. Dont le coefficient d'assujettissement de référence est nul. IV. – 1. (alinéa abrogé) 2. Lorsqu'un bien en stock, ou un bien immobilisé non encore utilisé, vient à être utilisé à des opérations ouvrant droit à déduction, la taxe initiale peut être déduite à proportion du coefficient de déduction résultant de ce changement. 3. Pour l'application du II et des 1° et 2° du 1 du III, un immeuble ou une fraction d'immeuble en stock est considéré comme immobilisé lorsque, au 31 décembre de la deuxième année qui suit celle au cours de laquelle est intervenu l'achèvement de l'immeuble, il est utilisé pendant plus d'un an pour une opération relevant d'une activité économique mentionnée à l'article 256 A du code général des impôts. V. – 1. La taxe initiale s'entend, selon le cas, de la taxe mentionnée au 1 du II de l'article 271 du code général des impôts ou de la fraction de taxe mentionnée sur les attestations prévues au 3 du III du présent article. 2. Les coefficients d'assujettissement, de taxation et d'admission de référence sont initialement égaux aux coefficients retenus pour le calcul de la déduction opérée en application de l'article 206 lors de l'acquisition, de l'importation ou de la livraison à soi-même du bien. Le cas échéant : 1° Après chaque déduction opérée en application des dispositions du 3 du III du présent article lors d'un transfert entre secteurs d'activité mentionné au 1° du 1 de ce même III, ils prennent la valeur des coefficients retenus pour la détermination du montant de cette déduction ; 2° Après chaque régularisation opérée en application des dispositions des 3° à 5° du 1 du III du présent article, ils prennent la valeur des coefficients mentionnés respectivement aux 3° à 5° du 2 de ce même III. Le coefficient de déduction de référence est égal au produit des coefficients d'assujettissement, de taxation et d'admission de référence résultant des dispositions qui précèdent. VI. – Le montant de la taxe dont la déduction a déjà été opérée doit être reversé dans les cas suivants : 1° Lorsque les marchandises ont disparu ; 2° Lorsque les biens ou services ayant fait l'objet d'une déduction de la taxe qui les avait grevés ont été utilisés pour une opération qui n'est pas effectivement soumise à l'impôt. Ce reversement doit être opéré avant le 25 du mois qui suit celui au cours duquel l'événement qui motive le reversement est intervenu. Toutefois, ces reversements ne sont pas exigés lorsque les biens ont été détruits avant toute utilisation ou cession, ou volés, et qu'il est justifié de cette destruction ou de ce vol.",
            "texteHtml": "<p>I. – Sous réserve des dispositions qui suivent, la déduction opérée dans les conditions mentionnées aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069569&idArticle=LEGIARTI000006294406&dateTexte=&categorieLien=cid'>205 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069569&idArticle=LEGIARTI000046086731&dateTexte=&categorieLien=id' title='Code général des impôts, annexe 2, CGIAN2. - art. 206 (VD)'>206 </a>est définitivement acquise à l'entreprise.</p><p>II. – 1. Pour les biens immobilisés, une régularisation de la taxe initialement déduite est opérée chaque année pendant cinq ans, dont celle au cours de laquelle ils ont été acquis, importés, achevés, utilisés pour la première fois ou transférés entre secteurs d'activité constitués en application de l'article 209.</p><p>2. Chaque année, la régularisation est égale au cinquième du produit de la taxe initiale par la différence entre le coefficient de déduction de l'année et le coefficient de déduction de référence mentionné au 2 du V. Elle prend la forme d'une déduction complémentaire si cette différence est positive, d'un reversement dans le cas contraire.</p><p>3. Par dérogation à la durée mentionnée au 1 et à la fraction mentionnée au 2, cette régularisation s'opère pour les immeubles immobilisés par vingtième pendant vingt années.</p><p>Toutefois, pour les immeubles donnés en location dans les conditions prévues au 2 de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006652098&dateTexte=&categorieLien=cid'>L. 313-7 </a>du code monétaire et financier, cette durée est égale au nombre d'années qui courent jusqu'à l'échéance du contrat de bail, arrondi à l'entier supérieur, sans pouvoir excéder vingt années, et la régularisation s'opère par fractions égales à l'inverse de cette durée.</p><p>4. La régularisation doit être effectuée avant le 25 avril de l'année suivante. Aucune régularisation n'est effectuée si la différence entre le produit des coefficients d'assujettissement et de taxation de l'année, d'une part, et le produit des coefficients d'assujettissement et de taxation de référence mentionnés au 2 du V, d'autre part, n'est pas supérieure, en valeur absolue, à un dixième.</p><p>Lorsque l'option prévue au 2° du 1 du V de l'article 206 est exercée pour un membre d'un assujetti unique constitué en application de l'article 256 C du code général des impôts, la régularisation est effectuée avant le 25 mai de l'année suivante.</p><p>5. Les dispositions qui précèdent ne sont pas applicables :</p><p>1° Aux biens immobilisés dont le coefficient d'assujettissement de référence est nul ;</p><p>2° Aux immeubles livrés, acquis, apportés ou utilisés pour la première fois avant le 1er janvier 1996.</p><p>6. Pour la détermination des coefficients de référence mentionnés au 2 et au 4, il n'est pas tenu compte des dispositions du 1° et du 2° du 2 du V au titre de l'année où il est fait application de ces dispositions.</p><p>III. – 1. Une régularisation de la taxe initialement déduite et grevant un bien immobilisé est également opérée :</p><p>1° Lorsqu'il est cédé ou apporté, sans que cette opération soit soumise à la taxe sur le prix total, sur la valeur totale ou dans les conditions fixées à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006304292&dateTexte=&categorieLien=cid'>268 </a>du code général des impôts, ou est transféré entre secteurs d'activité constitués en application de l'article 209 ;</p><p>2° Lorsqu'il est cédé ou apporté, et que cette opération est soumise à la taxe sur le prix total, sur la valeur totale ou dans les conditions fixées à l'article 268 du code général des impôts ;</p><p>3° Lorsque la réglementation modifie la valeur de son coefficient d'admission en cours d'utilisation ;</p><p>4° Lorsqu'il vient en cours d'utilisation à être utilisé à des opérations ouvrant droit à déduction ou, sous réserve du 5°, lorsqu'il cesse d'être utilisé à des opérations ouvrant droit à déduction ;</p><p>5° Lorsqu'il cesse d'être utilisé à des opérations imposables.</p><p>2. Cette régularisation est égale à la somme des régularisations qui auraient été effectuées jusqu'au terme de la période de régularisation en application des 1,2,3 et 5 du II, en considérant que pour chacune des années restantes de cette période :</p><p>1° Dans les cas visés au 1° du 1, le coefficient de taxation est égal à zéro ;</p><p>2° Dans les cas visés au 2° du 1, le coefficient de déduction est égal à l'unité ;</p><p>3° Dans le cas visé au 3° du 1, le coefficient d'admission est égal à sa nouvelle valeur ;</p><p>4° Dans les cas visés au 4° du 1, le coefficient de taxation est égal à sa nouvelle valeur ;</p><p>5° Dans le cas visé au 5° du 1, le coefficient d'assujettissement est égal à zéro.</p><p>3. Dans les cas visés au 1° du 1, sous réserve que le bien constitue également une immobilisation pour le bénéficiaire de la cession, de l'apport ou du transfert, celui-ci peut déduire une fraction du montant de taxe sur la valeur ajoutée ayant grevé initialement le bien, à proportion du rapport entre le nombre d'années restant à courir, pour le cédant ou l'apporteur, jusqu'au terme de la période de régularisation et le nombre d'années total de celle-ci. A cette fin, le cédant ou l'apporteur délivre au bénéficiaire une attestation mentionnant le montant de la taxe qu'il est en droit de déduire. Cette déduction est opérée dans les conditions prévues à l'article 206.</p><p>4. Les dispositions des 1 à 3 ne sont pas applicables :</p><p>1° Aux cessions ou apports dispensés de taxe sur la valeur ajoutée en application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006304234&dateTexte=&categorieLien=cid'>257 bis </a>du code général des impôts ;</p><p>2° Aux biens immobilisés :</p><p>a. Qui ont été volés ou détruits, dès lors qu'il est justifié du vol ou de la destruction ;</p><p>b. Dont le coefficient d'assujettissement de référence est nul.</p><p>IV. – 1. (alinéa abrogé)</p><p>2. Lorsqu'un bien en stock, ou un bien immobilisé non encore utilisé, vient à être utilisé à des opérations ouvrant droit à déduction, la taxe initiale peut être déduite à proportion du coefficient de déduction résultant de ce changement.</p><p>3. Pour l'application du II et des 1° et 2° du 1 du III, un immeuble ou une fraction d'immeuble en stock est considéré comme immobilisé lorsque, au 31 décembre de la deuxième année qui suit celle au cours de laquelle est intervenu l'achèvement de l'immeuble, il est utilisé pendant plus d'un an pour une opération relevant d'une activité économique mentionnée à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006304231&dateTexte=&categorieLien=cid'>256 A </a>du code général des impôts.</p><p>V. – 1. La taxe initiale s'entend, selon le cas, de la taxe mentionnée au 1 du II de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006309451&dateTexte=&categorieLien=cid'>271</a> du code général des impôts ou de la fraction de taxe mentionnée sur les attestations prévues au 3 du III du présent article.</p><p>2. Les coefficients d'assujettissement, de taxation et d'admission de référence sont initialement égaux aux coefficients retenus pour le calcul de la déduction opérée en application de l'article 206 lors de l'acquisition, de l'importation ou de la livraison à soi-même du bien. Le cas échéant :</p><p>1° Après chaque déduction opérée en application des dispositions du 3 du III du présent article lors d'un transfert entre secteurs d'activité mentionné au 1° du 1 de ce même III, ils prennent la valeur des coefficients retenus pour la détermination du montant de cette déduction ;</p><p>2° Après chaque régularisation opérée en application des dispositions des 3° à 5° du 1 du III du présent article, ils prennent la valeur des coefficients mentionnés respectivement aux 3° à 5° du 2 de ce même III.</p><p>Le coefficient de déduction de référence est égal au produit des coefficients d'assujettissement, de taxation et d'admission de référence résultant des dispositions qui précèdent.</p><p>VI. – Le montant de la taxe dont la déduction a déjà été opérée doit être reversé dans les cas suivants :</p><p>1° Lorsque les marchandises ont disparu ;</p><p>2° Lorsque les biens ou services ayant fait l'objet d'une déduction de la taxe qui les avait grevés ont été utilisés pour une opération qui n'est pas effectivement soumise à l'impôt.</p><p>Ce reversement doit être opéré avant le 25 du mois qui suit celui au cours duquel l'événement qui motive le reversement est intervenu. Toutefois, ces reversements ne sont pas exigés lorsque les biens ont été détruits avant toute utilisation ou cession, ou volés, et qu'il est justifié de cette destruction ou de ce vol.</p>",
            "num": "207",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "8.0",
            "etat": "VIGUEUR",
            "dateDebut": 1672531200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 536870911,
            "context": {
                "titresTM": [
                    {
                        "debut": "1967-09-16",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084153",
                        "id": "LEGISCTA000006084153",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1967-09-16",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Impôts d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114389",
                        "id": "LEGISCTA000006114389",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Taxes sur le chiffre d'affaires et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133666",
                        "id": "LEGISCTA000006133666",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Taxe sur la valeur ajoutée",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146666",
                        "id": "LEGISCTA000006146666",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section III : Liquidation de la taxe",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162003",
                        "id": "LEGISCTA000006162003",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "II : Déductions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179225",
                        "id": "LEGISCTA000006179225",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "1 : Modalités d'exercice",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191257",
                        "id": "LEGISCTA000006191257",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-01-01",
                        "fin": "2999-01-01",
                        "titre": "B : Régularisations et reversements",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000022895423",
                        "id": "LEGISCTA000022895423",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1967-09-16",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe II",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069569",
                        "id": "LEGITEXT000006069569",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006295449",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000022895423",
            "sectionParentId": "LEGISCTA000022895423",
            "sectionParentTitre": "B : Régularisations et reversements",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première partie : Impôts d'Etat &gt; Titre II : Taxes sur le chiffre d'affaires et taxes assimilées &gt; Chapitre premier : Taxe sur la valeur ajoutée &gt; Section III : Liquidation de la taxe &gt; II : Déductions &gt; 1 : Modalités d'exercice &gt; B : Régularisations et reversements",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000046086720",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069569",
                    "titre": "Code général des impôts, annexe II, CGIANII.",
                    "titreLong": "Code général des impôts, annexe II",
                    "etat": "VIGUEUR",
                    "dateDebut": -72403200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069569",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 3 du décret n° 2022-1033 du 20 juillet 2022, ces dispositions entrent en vigueur après consultation du comité consultatif de la taxe sur la valeur ajoutée mentionné à l'article 398 de la directive 2006/112/CE du Conseil du 28 novembre 2006 et, au plus tôt, le 1er janvier 2023.",
            "notaHtml": "<p>Conformément à l'article 3 du décret n° 2022-1033 du 20 juillet 2022, ces dispositions entrent en vigueur après consultation du comité consultatif de la taxe sur la valeur ajoutée mentionné à l'article 398 de la directive 2006/112/CE du Conseil du 28 novembre 2006 et, au plus tôt, le 1er janvier 2023.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000046081100",
                    "textTitle": "Décret n°2022-1033 du 20 juillet 2022 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000046084750",
                    "natureText": "DECRET",
                    "datePubliTexte": "2022-07-23",
                    "dateSignaTexte": "2022-07-20",
                    "dateDebutCible": "2022-07-24"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000030967290",
                    "textTitle": "DÉCRET n°2015-965 du 31 juillet 2015, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000030967290",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-965",
                    "datePubli": 1438732800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 206 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "206",
                    "articleId": "LEGIARTI000046086731",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1672531200000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 208 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "208",
                    "articleId": "LEGIARTI000043663240",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1623456000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 209 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "209",
                    "articleId": "LEGIARTI000046086713",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1672531200000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 260 K (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "260 K",
                    "articleId": "LEGIARTI000006294564",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1199145600000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe II, CGIANII. - art. 205",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "205",
                    "articleId": "LEGIARTI000006294406",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 256 A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "256 A",
                    "articleId": "LEGIARTI000006304231",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 257 bis",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "257 bis",
                    "articleId": "LEGIARTI000006304234",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 268",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "268",
                    "articleId": "LEGIARTI000006304292",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 271",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "271",
                    "articleId": "LEGIARTI000006309451",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L313-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L313-7",
                    "articleId": "LEGIARTI000006652098",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006295449",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 299635200000,
                    "dateFin": 315446400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006295450",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 315446400000,
                    "dateFin": 671500800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006295451",
                    "etat": "PERIME",
                    "version": "3.0",
                    "dateDebut": 677721600000,
                    "dateFin": 778464000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006295452",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1199145600000,
                    "dateFin": 1284336000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022816560",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1284336000000,
                    "dateFin": 1438819200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030974903",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1438819200000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031699880",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1672531200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000046086720",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1672531200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "207"
            ],
            "versionPrecedente": "LEGIARTI000031699880",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000031699880",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Sous réserve des dispositions qui suivent, la déduction opérée dans les conditions mentionnées aux articles 205 et 206 est définitivement acquise à l'entreprise. II. – 1. Pour les biens immobilisés, une régularisation de la taxe initialement déduite est opérée chaque année pendant cinq ans, dont celle au cours de laquelle ils ont été acquis, importés, achevés, utilisés pour la première fois ou transférés entre secteurs d'activité constitués en application de l'article 209. 2. Chaque année, la régularisation est égale au cinquième du produit de la taxe initiale par la différence entre le coefficient de déduction de l'année et le coefficient de déduction de référence mentionné au 2 du V. Elle prend la forme d'une déduction complémentaire si cette différence est positive, d'un reversement dans le cas contraire. 3. Par dérogation à la durée mentionnée au 1 et à la fraction mentionnée au 2, cette régularisation s'opère pour les immeubles immobilisés par vingtième pendant vingt années. Toutefois, pour les immeubles donnés en location dans les conditions prévues au 2 de l'article L. 313-7 du code monétaire et financier, cette durée est égale au nombre d'années qui courent jusqu'à l'échéance du contrat de bail, arrondi à l'entier supérieur, sans pouvoir excéder vingt années, et la régularisation s'opère par fractions égales à l'inverse de cette durée. 4. La régularisation doit être effectuée avant le 25 avril de l'année suivante. Aucune régularisation n'est effectuée si la différence entre le produit des coefficients d'assujettissement et de taxation de l'année, d'une part, et le produit des coefficients d'assujettissement et de taxation de référence mentionnés au 2 du V, d'autre part, n'est pas supérieure, en valeur absolue, à un dixième. 5. Les dispositions qui précèdent ne sont pas applicables : 1° Aux biens immobilisés dont le coefficient d'assujettissement de référence est nul ; 2° Aux immeubles livrés, acquis, apportés ou utilisés pour la première fois avant le 1er janvier 1996. 6. Pour la détermination des coefficients de référence mentionnés au 2 et au 4, il n'est pas tenu compte des dispositions du 1° et du 2° du 2 du V au titre de l'année où il est fait application de ces dispositions. III. – 1. Une régularisation de la taxe initialement déduite et grevant un bien immobilisé est également opérée : 1° Lorsqu'il est cédé ou apporté, sans que cette opération soit soumise à la taxe sur le prix total, sur la valeur totale ou dans les conditions fixées à l'article 268 du code général des impôts, ou est transféré entre secteurs d'activité constitués en application de l'article 209 ; 2° Lorsqu'il est cédé ou apporté, et que cette opération est soumise à la taxe sur le prix total, sur la valeur totale ou dans les conditions fixées à l'article 268 du code général des impôts ; 3° Lorsque la réglementation modifie la valeur de son coefficient d'admission en cours d'utilisation ; 4° Lorsqu'il vient en cours d'utilisation à être utilisé à des opérations ouvrant droit à déduction ou, sous réserve du 5°, lorsqu'il cesse d'être utilisé à des opérations ouvrant droit à déduction ; 5° Lorsqu'il cesse d'être utilisé à des opérations imposables. 2. Cette régularisation est égale à la somme des régularisations qui auraient été effectuées jusqu'au terme de la période de régularisation en application des 1,2,3 et 5 du II, en considérant que pour chacune des années restantes de cette période : 1° Dans les cas visés au 1° du 1, le coefficient de taxation est égal à zéro ; 2° Dans les cas visés au 2° du 1, le coefficient de déduction est égal à l'unité ; 3° Dans le cas visé au 3° du 1, le coefficient d'admission est égal à sa nouvelle valeur ; 4° Dans les cas visés au 4° du 1, le coefficient de taxation est égal à sa nouvelle valeur ; 5° Dans le cas visé au 5° du 1, le coefficient d'assujettissement est égal à zéro. 3. Dans les cas visés au 1° du 1, sous réserve que le bien constitue également une immobilisation pour le bénéficiaire de la cession, de l'apport ou du transfert, celui-ci peut déduire une fraction du montant de taxe sur la valeur ajoutée ayant grevé initialement le bien, à proportion du rapport entre le nombre d'années restant à courir, pour le cédant ou l'apporteur, jusqu'au terme de la période de régularisation et le nombre d'années total de celle-ci. A cette fin, le cédant ou l'apporteur délivre au bénéficiaire une attestation mentionnant le montant de la taxe qu'il est en droit de déduire. Cette déduction est opérée dans les conditions prévues à l'article 206. 4. Les dispositions des 1 à 3 ne sont pas applicables : 1° Aux cessions ou apports dispensés de taxe sur la valeur ajoutée en application de l'article 257 bis du code général des impôts ; 2° Aux biens immobilisés : a. Qui ont été volés ou détruits, dès lors qu'il est justifié du vol ou de la destruction ; b. Dont le coefficient d'assujettissement de référence est nul. IV. – 1. (alinéa abrogé) 2. Lorsqu'un bien en stock, ou un bien immobilisé non encore utilisé, vient à être utilisé à des opérations ouvrant droit à déduction, la taxe initiale peut être déduite à proportion du coefficient de déduction résultant de ce changement. 3. Pour l'application du II et des 1° et 2° du 1 du III, un immeuble ou une fraction d'immeuble en stock est considéré comme immobilisé lorsque, au 31 décembre de la deuxième année qui suit celle au cours de laquelle est intervenu l'achèvement de l'immeuble, il est utilisé pendant plus d'un an pour une opération relevant d'une activité économique mentionnée à l'article 256 A du code général des impôts. V. – 1. La taxe initiale s'entend, selon le cas, de la taxe mentionnée au 1 du II de l'article 271 du code général des impôts ou de la fraction de taxe mentionnée sur les attestations prévues au 3 du III du présent article. 2. Les coefficients d'assujettissement, de taxation et d'admission de référence sont initialement égaux aux coefficients retenus pour le calcul de la déduction opérée en application de l'article 206 lors de l'acquisition, de l'importation ou de la livraison à soi-même du bien. Le cas échéant : 1° Après chaque déduction opérée en application des dispositions du 3 du III du présent article lors d'un transfert entre secteurs d'activité mentionné au 1° du 1 de ce même III, ils prennent la valeur des coefficients retenus pour la détermination du montant de cette déduction ; 2° Après chaque régularisation opérée en application des dispositions des 3° à 5° du 1 du III du présent article, ils prennent la valeur des coefficients mentionnés respectivement aux 3° à 5° du 2 de ce même III. Le coefficient de déduction de référence est égal au produit des coefficients d'assujettissement, de taxation et d'admission de référence résultant des dispositions qui précèdent. VI. – Le montant de la taxe dont la déduction a déjà été opérée doit être reversé dans les cas suivants : 1° Lorsque les marchandises ont disparu ; 2° Lorsque les biens ou services ayant fait l'objet d'une déduction de la taxe qui les avait grevés ont été utilisés pour une opération qui n'est pas effectivement soumise à l'impôt. Ce reversement doit être opéré avant le 25 du mois qui suit celui au cours duquel l'événement qui motive le reversement est intervenu. Toutefois, ces reversements ne sont pas exigés lorsque les biens ont été détruits avant toute utilisation ou cession, ou volés, et qu'il est justifié de cette destruction ou de ce vol.",
            "texteHtml": "<p>I. – Sous réserve des dispositions qui suivent, la déduction opérée dans les conditions mentionnées aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069569&idArticle=LEGIARTI000006294406&dateTexte=&categorieLien=cid'>205 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069569&idArticle=LEGIARTI000006294403&dateTexte=&categorieLien=cid'>206 </a>est définitivement acquise à l'entreprise. </p><p>II. – 1. Pour les biens immobilisés, une régularisation de la taxe initialement déduite est opérée chaque année pendant cinq ans, dont celle au cours de laquelle ils ont été acquis, importés, achevés, utilisés pour la première fois ou transférés entre secteurs d'activité constitués en application de l'article 209.</p><p>2. Chaque année, la régularisation est égale au cinquième du produit de la taxe initiale par la différence entre le coefficient de déduction de l'année et le coefficient de déduction de référence mentionné au 2 du V. Elle prend la forme d'une déduction complémentaire si cette différence est positive, d'un reversement dans le cas contraire. </p><p>3. Par dérogation à la durée mentionnée au 1 et à la fraction mentionnée au 2, cette régularisation s'opère pour les immeubles immobilisés par vingtième pendant vingt années. </p><p>Toutefois, pour les immeubles donnés en location dans les conditions prévues au 2 de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006652098&dateTexte=&categorieLien=cid'>L. 313-7 </a>du code monétaire et financier, cette durée est égale au nombre d'années qui courent jusqu'à l'échéance du contrat de bail, arrondi à l'entier supérieur, sans pouvoir excéder vingt années, et la régularisation s'opère par fractions égales à l'inverse de cette durée. </p><p>4. La régularisation doit être effectuée avant le 25 avril de l'année suivante. Aucune régularisation n'est effectuée si la différence entre le produit des coefficients d'assujettissement et de taxation de l'année, d'une part, et le produit des coefficients d'assujettissement et de taxation de référence mentionnés au 2 du V, d'autre part, n'est pas supérieure, en valeur absolue, à un dixième. </p><p>5. Les dispositions qui précèdent ne sont pas applicables : </p><p>1° Aux biens immobilisés dont le coefficient d'assujettissement de référence est nul ; </p><p>2° Aux immeubles livrés, acquis, apportés ou utilisés pour la première fois avant le 1er janvier 1996.</p><p>6. Pour la détermination des coefficients de référence mentionnés au 2 et au 4, il n'est pas tenu compte des dispositions du 1° et du 2° du 2 du V au titre de l'année où il est fait application de ces dispositions. </p><p>III. – 1. Une régularisation de la taxe initialement déduite et grevant un bien immobilisé est également opérée : </p><p>1° Lorsqu'il est cédé ou apporté, sans que cette opération soit soumise à la taxe sur le prix total, sur la valeur totale ou dans les conditions fixées à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006304292&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 268 (V)'>268 </a>du code général des impôts, ou est transféré entre secteurs d'activité constitués en application de l'article 209 ; </p><p>2° Lorsqu'il est cédé ou apporté, et que cette opération est soumise à la taxe sur le prix total, sur la valeur totale ou dans les conditions fixées à l'article 268 du code général des impôts ; </p><p>3° Lorsque la réglementation modifie la valeur de son coefficient d'admission en cours d'utilisation ; </p><p>4° Lorsqu'il vient en cours d'utilisation à être utilisé à des opérations ouvrant droit à déduction ou, sous réserve du 5°, lorsqu'il cesse d'être utilisé à des opérations ouvrant droit à déduction ; </p><p>5° Lorsqu'il cesse d'être utilisé à des opérations imposables. </p><p>2. Cette régularisation est égale à la somme des régularisations qui auraient été effectuées jusqu'au terme de la période de régularisation en application des 1,2,3 et 5 du II, en considérant que pour chacune des années restantes de cette période : </p><p>1° Dans les cas visés au 1° du 1, le coefficient de taxation est égal à zéro ; </p><p>2° Dans les cas visés au 2° du 1, le coefficient de déduction est égal à l'unité ; </p><p>3° Dans le cas visé au 3° du 1, le coefficient d'admission est égal à sa nouvelle valeur ; </p><p>4° Dans les cas visés au 4° du 1, le coefficient de taxation est égal à sa nouvelle valeur ; </p><p>5° Dans le cas visé au 5° du 1, le coefficient d'assujettissement est égal à zéro. </p><p>3. Dans les cas visés au 1° du 1, sous réserve que le bien constitue également une immobilisation pour le bénéficiaire de la cession, de l'apport ou du transfert, celui-ci peut déduire une fraction du montant de taxe sur la valeur ajoutée ayant grevé initialement le bien, à proportion du rapport entre le nombre d'années restant à courir, pour le cédant ou l'apporteur, jusqu'au terme de la période de régularisation et le nombre d'années total de celle-ci. A cette fin, le cédant ou l'apporteur délivre au bénéficiaire une attestation mentionnant le montant de la taxe qu'il est en droit de déduire. Cette déduction est opérée dans les conditions prévues à l'article 206.</p><p>4. Les dispositions des 1 à 3 ne sont pas applicables : </p><p>1° Aux cessions ou apports dispensés de taxe sur la valeur ajoutée en application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006304234&dateTexte=&categorieLien=cid'>257 bis </a>du code général des impôts ; </p><p>2° Aux biens immobilisés : </p><p>a. Qui ont été volés ou détruits, dès lors qu'il est justifié du vol ou de la destruction ; </p><p>b. Dont le coefficient d'assujettissement de référence est nul. </p><p>IV. – 1. (alinéa abrogé) </p><p>2. Lorsqu'un bien en stock, ou un bien immobilisé non encore utilisé, vient à être utilisé à des opérations ouvrant droit à déduction, la taxe initiale peut être déduite à proportion du coefficient de déduction résultant de ce changement. </p><p>3. Pour l'application du II et des 1° et 2° du 1 du III, un immeuble ou une fraction d'immeuble en stock est considéré comme immobilisé lorsque, au 31 décembre de la deuxième année qui suit celle au cours de laquelle est intervenu l'achèvement de l'immeuble, il est utilisé pendant plus d'un an pour une opération relevant d'une activité économique mentionnée à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006304231&dateTexte=&categorieLien=cid'>256 A </a>du code général des impôts. </p><p>V. – 1. La taxe initiale s'entend, selon le cas, de la taxe mentionnée au 1 du II de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006309451&dateTexte=&categorieLien=cid' title='Code général des impôts, CGI. - art. 271 (V)'>271</a> du code général des impôts ou de la fraction de taxe mentionnée sur les attestations prévues au 3 du III du présent article. </p><p>2. Les coefficients d'assujettissement, de taxation et d'admission de référence sont initialement égaux aux coefficients retenus pour le calcul de la déduction opérée en application de l'article 206 lors de l'acquisition, de l'importation ou de la livraison à soi-même du bien. Le cas échéant : </p><p>1° Après chaque déduction opérée en application des dispositions du 3 du III du présent article lors d'un transfert entre secteurs d'activité mentionné au 1° du 1 de ce même III, ils prennent la valeur des coefficients retenus pour la détermination du montant de cette déduction ; </p><p>2° Après chaque régularisation opérée en application des dispositions des 3° à 5° du 1 du III du présent article, ils prennent la valeur des coefficients mentionnés respectivement aux 3° à 5° du 2 de ce même III. </p><p>Le coefficient de déduction de référence est égal au produit des coefficients d'assujettissement, de taxation et d'admission de référence résultant des dispositions qui précèdent. </p><p>VI. – Le montant de la taxe dont la déduction a déjà été opérée doit être reversé dans les cas suivants : </p><p>1° Lorsque les marchandises ont disparu ; </p><p>2° Lorsque les biens ou services ayant fait l'objet d'une déduction de la taxe qui les avait grevés ont été utilisés pour une opération qui n'est pas effectivement soumise à l'impôt. </p><p>Ce reversement doit être opéré avant le 25 du mois qui suit celui au cours duquel l'événement qui motive le reversement est intervenu. Toutefois, ces reversements ne sont pas exigés lorsque les biens ont été détruits avant toute utilisation ou cession, ou volés, et qu'il est justifié de cette destruction ou de ce vol.</p>",
            "num": "207",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "7.0",
            "etat": "MODIFIE",
            "dateDebut": 1451606400000,
            "dateFin": 1672531200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 536870911,
            "context": {
                "titresTM": [
                    {
                        "debut": "1967-09-16",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084153",
                        "id": "LEGISCTA000006084153",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1967-09-16",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Impôts d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114389",
                        "id": "LEGISCTA000006114389",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Taxes sur le chiffre d'affaires et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133666",
                        "id": "LEGISCTA000006133666",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Taxe sur la valeur ajoutée",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146666",
                        "id": "LEGISCTA000006146666",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section III : Liquidation de la taxe",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162003",
                        "id": "LEGISCTA000006162003",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "II : Déductions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179225",
                        "id": "LEGISCTA000006179225",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "1 : Modalités d'exercice",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191257",
                        "id": "LEGISCTA000006191257",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-01-01",
                        "fin": "2999-01-01",
                        "titre": "B : Régularisations et reversements",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000022895423",
                        "id": "LEGISCTA000022895423",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1967-09-16",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe II",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069569",
                        "id": "LEGITEXT000006069569",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006295449",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000022895423",
            "sectionParentId": "LEGISCTA000022895423",
            "sectionParentTitre": "B : Régularisations et reversements",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première partie : Impôts d'Etat &gt; Titre II : Taxes sur le chiffre d'affaires et taxes assimilées &gt; Chapitre premier : Taxe sur la valeur ajoutée &gt; Section III : Liquidation de la taxe &gt; II : Déductions &gt; 1 : Modalités d'exercice &gt; B : Régularisations et reversements",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000031699880",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069569",
                    "titre": "Code général des impôts, annexe II, CGIANII.",
                    "titreLong": "Code général des impôts, annexe II",
                    "etat": "VIGUEUR",
                    "dateDebut": -72403200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069569",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 2 du décret n° 2015-1763 du 24 décembre 2015, les présentes dispositions s'appliquent aux dépenses d'investissements publics mis à disposition de délégataires de service public en application de contrats de délégation conclus à compter du 1er janvier 2016 et aux dépenses d'édification ou d'acquisition d'immeubles par des sociétés civiles d'attribution pour lesquels un état descriptif de division a été établi à compter de cette date.",
            "notaHtml": "<p>Conformément à l'article 2 du décret n° 2015-1763 du 24 décembre 2015, les présentes dispositions s'appliquent aux dépenses d'investissements publics mis à disposition de délégataires de service public en application de contrats de délégation conclus à compter du 1er janvier 2016 et aux dépenses d'édification ou d'acquisition d'immeubles par des sociétés civiles d'attribution pour lesquels un état descriptif de division a été établi à compter de cette date.</p><p></p><p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000031691677",
                    "textTitle": "Décret n°2015-1763 du 24 décembre 2015 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000031694673",
                    "natureText": "DECRET",
                    "datePubliTexte": "2015-12-27",
                    "dateSignaTexte": "2015-12-24",
                    "dateDebutCible": "2015-12-28"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000030967290",
                    "textTitle": "DÉCRET n°2015-965 du 31 juillet 2015, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000030967290",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-965",
                    "datePubli": 1438732800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 208 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "208",
                    "articleId": "LEGIARTI000043663240",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1623456000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 209 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "209",
                    "articleId": "LEGIARTI000024182263",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1307836800000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 260 K (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "260 K",
                    "articleId": "LEGIARTI000006294564",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1199145600000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe II, CGIANII. - art. 205",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "205",
                    "articleId": "LEGIARTI000006294406",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe II, CGIANII. - art. 206",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "206",
                    "articleId": "LEGIARTI000006294403",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465776000000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 256 A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "256 A",
                    "articleId": "LEGIARTI000006304231",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 257 bis",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "257 bis",
                    "articleId": "LEGIARTI000006304234",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 268 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "268",
                    "articleId": "LEGIARTI000006304292",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 271 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "271",
                    "articleId": "LEGIARTI000006309451",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L313-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L313-7",
                    "articleId": "LEGIARTI000006652098",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006295449",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 299635200000,
                    "dateFin": 315446400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006295450",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 315446400000,
                    "dateFin": 671500800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006295451",
                    "etat": "PERIME",
                    "version": "3.0",
                    "dateDebut": 677721600000,
                    "dateFin": 778464000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006295452",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1199145600000,
                    "dateFin": 1284336000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022816560",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1284336000000,
                    "dateFin": 1438819200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030974903",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1438819200000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031699880",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1672531200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000046086720",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1672531200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "207"
            ],
            "versionPrecedente": "LEGIARTI000030974903",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000030974903",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Sous réserve des dispositions qui suivent, la déduction opérée dans les conditions mentionnées aux articles 205 et 206 est définitivement acquise à l'entreprise. II.-1. Pour les biens immobilisés, une régularisation de la taxe initialement déduite est opérée chaque année pendant cinq ans, dont celle au cours de laquelle ils ont été acquis, importés, achevés, utilisés pour la première fois ou transférés entre secteurs d'activité constitués en application de l'article 209. 2. Chaque année, la régularisation est égale au cinquième du produit de la taxe initiale par la différence entre le coefficient de déduction de l'année et le coefficient de déduction de référence mentionné au 2 du V. Elle prend la forme d'une déduction complémentaire si cette différence est positive, d'un reversement dans le cas contraire. 3. Par dérogation à la durée mentionnée au 1 et à la fraction mentionnée au 2, cette régularisation s'opère pour les immeubles immobilisés par vingtième pendant vingt années. Toutefois, pour les immeubles donnés en location dans les conditions prévues au 2 de l'article L. 313-7 du code monétaire et financier, cette durée est égale au nombre d'années qui courent jusqu'à l'échéance du contrat de bail, arrondi à l'entier supérieur, sans pouvoir excéder vingt années, et la régularisation s'opère par fractions égales à l'inverse de cette durée. 4. La régularisation doit être effectuée avant le 25 avril de l'année suivante. Aucune régularisation n'est effectuée si la différence entre le produit des coefficients d'assujettissement et de taxation de l'année, d'une part, et le produit des coefficients d'assujettissement et de taxation de référence mentionnés au 2 du V, d'autre part, n'est pas supérieure, en valeur absolue, à un dixième. 5. Les dispositions qui précèdent ne sont pas applicables : 1° Aux biens immobilisés dont le coefficient d'assujettissement de référence est nul ; 2° Aux immeubles livrés, acquis, apportés ou utilisés pour la première fois avant le 1er janvier 1996. 6. Pour la détermination des coefficients de référence mentionnés au 2 et au 4, il n'est pas tenu compte des dispositions du 1° et du 2° du 2 du V au titre de l'année où il est fait application de ces dispositions. III.-1. Une régularisation de la taxe initialement déduite et grevant un bien immobilisé est également opérée : 1° Lorsqu'il est cédé ou apporté, sans que cette opération soit soumise à la taxe sur le prix total, sur la valeur totale ou dans les conditions fixées à l'article 268 du code général des impôts, ou est transféré entre secteurs d'activité constitués en application de l'article 209 ; 2° Lorsqu'il est cédé ou apporté, et que cette opération est soumise à la taxe sur le prix total, sur la valeur totale ou dans les conditions fixées à l'article 268 du code général des impôts ; 3° Lorsque la réglementation modifie la valeur de son coefficient d'admission en cours d'utilisation ; 4° Lorsqu'il vient en cours d'utilisation à être utilisé à des opérations ouvrant droit à déduction ou, sous réserve du 5°, lorsqu'il cesse d'être utilisé à des opérations ouvrant droit à déduction ; 5° Lorsqu'il cesse d'être utilisé à des opérations imposables. 2. Cette régularisation est égale à la somme des régularisations qui auraient été effectuées jusqu'au terme de la période de régularisation en application des 1, 2, 3 et 5 du II, en considérant que pour chacune des années restantes de cette période : 1° Dans les cas visés au 1° du 1, le coefficient de taxation est égal à zéro ; 2° Dans les cas visés au 2° du 1, le coefficient de déduction est égal à l'unité ; 3° Dans le cas visé au 3° du 1, le coefficient d'admission est égal à sa nouvelle valeur ; 4° Dans les cas visés au 4° du 1, le coefficient de taxation est égal à sa nouvelle valeur ; 5° Dans le cas visé au 5° du 1, le coefficient d'assujettissement est égal à zéro. 3. Dans les cas visés au 1° du 1, sous réserve que le bien constitue également une immobilisation pour le bénéficiaire de la cession, de l'apport ou du transfert, celui-ci peut déduire une fraction du montant de taxe sur la valeur ajoutée ayant grevé initialement le bien, à proportion du rapport entre le nombre d'années restant à courir, pour le cédant ou l'apporteur, jusqu'au terme de la période de régularisation et le nombre d'années total de celle-ci.A cette fin, le cédant ou l'apporteur délivre au bénéficiaire une attestation mentionnant le montant de la taxe qu'il est en droit de déduire. Cette déduction est opérée dans les conditions prévues à l'article 206. 4. Les dispositions des 1 à 3 ne sont pas applicables : 1° Aux cessions ou apports dispensés de taxe sur la valeur ajoutée en application de l'article 257 bis du code général des impôts ; 2° Aux biens immobilisés : a. Qui ont été volés ou détruits, dès lors qu'il est justifié du vol ou de la destruction ; b. Dont le coefficient d'assujettissement de référence est nul. IV.-1. (alinéa abrogé) 2. Lorsqu'un bien en stock, ou un bien immobilisé non encore utilisé, vient à être utilisé à des opérations ouvrant droit à déduction, la taxe initiale peut être déduite à proportion du coefficient de déduction résultant de ce changement. 3. Pour l'application du II et des 1° et 2° du 1 du III, un immeuble ou une fraction d'immeuble en stock est considéré comme immobilisé lorsque, au 31 décembre de la deuxième année qui suit celle au cours de laquelle est intervenu l'achèvement de l'immeuble, il est utilisé pendant plus d'un an pour une opération relevant d'une activité économique mentionnée à l'article 256 A du code général des impôts. V.-1. La taxe initiale s'entend, selon le cas, de la taxe mentionnée au 1 du II de l'article 271 du code général des impôts ou de la fraction de taxe mentionnée sur les attestations prévues au 3 du III du présent article ou au 3 du I de l'article 210 . 2. Les coefficients d'assujettissement, de taxation et d'admission de référence sont initialement égaux aux coefficients retenus pour le calcul de la déduction opérée en application de l'article 206 lors de l'acquisition, de l'importation ou de la livraison à soi-même du bien. Le cas échéant : 1° Après chaque déduction opérée en application des dispositions du 3 du III du présent article lors d'un transfert entre secteurs d'activité mentionné au 1° du 1 de ce même III, ils prennent la valeur des coefficients retenus pour la détermination du montant de cette déduction ; 2° Après chaque régularisation opérée en application des dispositions des 3° à 5° du 1 du III du présent article, ils prennent la valeur des coefficients mentionnés respectivement aux 3° à 5° du 2 de ce même III. Le coefficient de déduction de référence est égal au produit des coefficients d'assujettissement, de taxation et d'admission de référence résultant des dispositions qui précèdent. VI.-Le montant de la taxe dont la déduction a déjà été opérée doit être reversé dans les cas suivants : 1° Lorsque les marchandises ont disparu ; 2° Lorsque les biens ou services ayant fait l'objet d'une déduction de la taxe qui les avait grevés ont été utilisés pour une opération qui n'est pas effectivement soumise à l'impôt. Ce reversement doit être opéré avant le 25 du mois qui suit celui au cours duquel l'événement qui motive le reversement est intervenu. Toutefois, ces reversements ne sont pas exigés lorsque les biens ont été détruits avant toute utilisation ou cession, ou volés, et qu'il est justifié de cette destruction ou de ce vol.",
            "texteHtml": "<p></p><p>I.-Sous réserve des dispositions qui suivent, la déduction opérée dans les conditions mentionnées aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069569&idArticle=LEGIARTI000006294406&dateTexte=&categorieLien=cid'>205 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069569&idArticle=LEGIARTI000006294403&dateTexte=&categorieLien=cid'>206 </a>est définitivement acquise à l'entreprise. </p><p></p><p></p><p>II.-1. Pour les biens immobilisés, une régularisation de la taxe initialement déduite est opérée chaque année pendant cinq ans, dont celle au cours de laquelle ils ont été acquis, importés, achevés, utilisés pour la première fois ou transférés entre secteurs d'activité constitués en application de l'article 209. </p><p></p><p></p><p>2. Chaque année, la régularisation est égale au cinquième du produit de la taxe initiale par la différence entre le coefficient de déduction de l'année et le coefficient de déduction de référence mentionné au 2 du V. Elle prend la forme d'une déduction complémentaire si cette différence est positive, d'un reversement dans le cas contraire. </p><p></p><p></p><p>3. Par dérogation à la durée mentionnée au 1 et à la fraction mentionnée au 2, cette régularisation s'opère pour les immeubles immobilisés par vingtième pendant vingt années. </p><p>Toutefois, pour les immeubles donnés en location dans les conditions prévues au 2 de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006652098&dateTexte=&categorieLien=cid'>L. 313-7 </a>du code monétaire et financier, cette durée est égale au nombre d'années qui courent jusqu'à l'échéance du contrat de bail, arrondi à l'entier supérieur, sans pouvoir excéder vingt années, et la régularisation s'opère par fractions égales à l'inverse de cette durée. </p><p></p><p></p><p>4. La régularisation doit être effectuée avant le 25 avril de l'année suivante. Aucune régularisation n'est effectuée si la différence entre le produit des coefficients d'assujettissement et de taxation de l'année, d'une part, et le produit des coefficients d'assujettissement et de taxation de référence mentionnés au 2 du V, d'autre part, n'est pas supérieure, en valeur absolue, à un dixième. </p><p></p><p></p><p>5. Les dispositions qui précèdent ne sont pas applicables : </p><p></p><p></p><p>1° Aux biens immobilisés dont le coefficient d'assujettissement de référence est nul ; </p><p></p><p></p><p>2° Aux immeubles livrés, acquis, apportés ou utilisés pour la première fois avant le 1er janvier 1996. </p><p></p><p></p><p>6. Pour la détermination des coefficients de référence mentionnés au 2 et au 4, il n'est pas tenu compte des dispositions du 1° et du 2° du 2 du V au titre de l'année où il est fait application de ces dispositions. </p><p></p><p></p><p>III.-1. Une régularisation de la taxe initialement déduite et grevant un bien immobilisé est également opérée : </p><p></p><p></p><p>1° Lorsqu'il est cédé ou apporté, sans que cette opération soit soumise à la taxe sur le prix total, sur la valeur totale ou dans les conditions fixées à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069569&idArticle=LEGIARTI000006295617&dateTexte=&categorieLien=cid'>268 </a>du code général des impôts, ou est transféré entre secteurs d'activité constitués en application de l'article 209 ; </p><p></p><p></p><p>2° Lorsqu'il est cédé ou apporté, et que cette opération est soumise à la taxe sur le prix total, sur la valeur totale ou dans les conditions fixées à l'article 268 du code général des impôts ; </p><p></p><p></p><p>3° Lorsque la réglementation modifie la valeur de son coefficient d'admission en cours d'utilisation ; </p><p></p><p></p><p>4° Lorsqu'il vient en cours d'utilisation à être utilisé à des opérations ouvrant droit à déduction ou, sous réserve du 5°, lorsqu'il cesse d'être utilisé à des opérations ouvrant droit à déduction ; </p><p></p><p></p><p>5° Lorsqu'il cesse d'être utilisé à des opérations imposables. </p><p></p><p></p><p>2. Cette régularisation est égale à la somme des régularisations qui auraient été effectuées jusqu'au terme de la période de régularisation en application des 1, 2, 3 et 5 du II, en considérant que pour chacune des années restantes de cette période : </p><p></p><p></p><p>1° Dans les cas visés au 1° du 1, le coefficient de taxation est égal à zéro ; </p><p></p><p></p><p>2° Dans les cas visés au 2° du 1, le coefficient de déduction est égal à l'unité ; </p><p></p><p></p><p>3° Dans le cas visé au 3° du 1, le coefficient d'admission est égal à sa nouvelle valeur ; </p><p></p><p></p><p>4° Dans les cas visés au 4° du 1, le coefficient de taxation est égal à sa nouvelle valeur ; </p><p></p><p></p><p>5° Dans le cas visé au 5° du 1, le coefficient d'assujettissement est égal à zéro. </p><p></p><p></p><p>3. Dans les cas visés au 1° du 1, sous réserve que le bien constitue également une immobilisation pour le bénéficiaire de la cession, de l'apport ou du transfert, celui-ci peut déduire une fraction du montant de taxe sur la valeur ajoutée ayant grevé initialement le bien, à proportion du rapport entre le nombre d'années restant à courir, pour le cédant ou l'apporteur, jusqu'au terme de la période de régularisation et le nombre d'années total de celle-ci.A cette fin, le cédant ou l'apporteur délivre au bénéficiaire une attestation mentionnant le montant de la taxe qu'il est en droit de déduire. Cette déduction est opérée dans les conditions prévues à l'article 206. </p><p></p><p></p><p>4. Les dispositions des 1 à 3 ne sont pas applicables : </p><p></p><p></p><p>1° Aux cessions ou apports dispensés de taxe sur la valeur ajoutée en application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006304234&dateTexte=&categorieLien=cid'>257 bis </a>du code général des impôts ; </p><p></p><p></p><p>2° Aux biens immobilisés : </p><p></p><p></p><p>a. Qui ont été volés ou détruits, dès lors qu'il est justifié du vol ou de la destruction ; </p><p></p><p></p><p>b. Dont le coefficient d'assujettissement de référence est nul. </p><p></p><p></p><p>IV.-1. (alinéa abrogé) </p><p>2. Lorsqu'un bien en stock, ou un bien immobilisé non encore utilisé, vient à être utilisé à des opérations ouvrant droit à déduction, la taxe initiale peut être déduite à proportion du coefficient de déduction résultant de ce changement. </p><p>3. Pour l'application du II et des 1° et 2° du 1 du III, un immeuble ou une fraction d'immeuble en stock est considéré comme immobilisé lorsque, au 31 décembre de la deuxième année qui suit celle au cours de laquelle est intervenu l'achèvement de l'immeuble, il est utilisé pendant plus d'un an pour une opération relevant d'une activité économique mentionnée à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006304231&dateTexte=&categorieLien=cid'>256 A </a>du code général des impôts.</p><p></p><p></p><p>V.-1. La taxe initiale s'entend, selon le cas, de la taxe mentionnée au 1 du II de l'article 271 du code général des impôts ou de la fraction de taxe mentionnée sur les attestations prévues au 3 du III du présent article ou au 3 du I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069569&idArticle=LEGIARTI000006295459&dateTexte=&categorieLien=cid'>210</a>. </p><p></p><p></p><p>2. Les coefficients d'assujettissement, de taxation et d'admission de référence sont initialement égaux aux coefficients retenus pour le calcul de la déduction opérée en application de l'article 206 lors de l'acquisition, de l'importation ou de la livraison à soi-même du bien. Le cas échéant : </p><p></p><p></p><p>1° Après chaque déduction opérée en application des dispositions du 3 du III du présent article lors d'un transfert entre secteurs d'activité mentionné au 1° du 1 de ce même III, ils prennent la valeur des coefficients retenus pour la détermination du montant de cette déduction ; </p><p></p><p></p><p>2° Après chaque régularisation opérée en application des dispositions des 3° à 5° du 1 du III du présent article, ils prennent la valeur des coefficients mentionnés respectivement aux 3° à 5° du 2 de ce même III. </p><p></p><p></p><p>Le coefficient de déduction de référence est égal au produit des coefficients d'assujettissement, de taxation et d'admission de référence résultant des dispositions qui précèdent. </p><p></p><p></p><p>VI.-Le montant de la taxe dont la déduction a déjà été opérée doit être reversé dans les cas suivants : </p><p></p><p></p><p>1° Lorsque les marchandises ont disparu ; </p><p></p><p></p><p>2° Lorsque les biens ou services ayant fait l'objet d'une déduction de la taxe qui les avait grevés ont été utilisés pour une opération qui n'est pas effectivement soumise à l'impôt. </p><p></p><p></p><p>Ce reversement doit être opéré avant le 25 du mois qui suit celui au cours duquel l'événement qui motive le reversement est intervenu. Toutefois, ces reversements ne sont pas exigés lorsque les biens ont été détruits avant toute utilisation ou cession, ou volés, et qu'il est justifié de cette destruction ou de ce vol.</p><p></p>",
            "num": "207",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "6.0",
            "etat": "MODIFIE",
            "dateDebut": 1438819200000,
            "dateFin": 1451606400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 536870911,
            "context": {
                "titresTM": [
                    {
                        "debut": "1967-09-16",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084153",
                        "id": "LEGISCTA000006084153",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1967-09-16",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Impôts d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114389",
                        "id": "LEGISCTA000006114389",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Taxes sur le chiffre d'affaires et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133666",
                        "id": "LEGISCTA000006133666",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Taxe sur la valeur ajoutée",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146666",
                        "id": "LEGISCTA000006146666",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section III : Liquidation de la taxe",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162003",
                        "id": "LEGISCTA000006162003",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "II : Déductions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179225",
                        "id": "LEGISCTA000006179225",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "1 : Modalités d'exercice",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191257",
                        "id": "LEGISCTA000006191257",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-01-01",
                        "fin": "2999-01-01",
                        "titre": "B : Régularisations et reversements",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000022895423",
                        "id": "LEGISCTA000022895423",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1967-09-16",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe II",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069569",
                        "id": "LEGITEXT000006069569",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006295449",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000022895423",
            "sectionParentId": "LEGISCTA000022895423",
            "sectionParentTitre": "B : Régularisations et reversements",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première partie : Impôts d'Etat &gt; Titre II : Taxes sur le chiffre d'affaires et taxes assimilées &gt; Chapitre premier : Taxe sur la valeur ajoutée &gt; Section III : Liquidation de la taxe &gt; II : Déductions &gt; 1 : Modalités d'exercice &gt; B : Régularisations et reversements",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000030974903",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069569",
                    "titre": "Code général des impôts, annexe II, CGIANII.",
                    "titreLong": "Code général des impôts, annexe II",
                    "etat": "VIGUEUR",
                    "dateDebut": -72403200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069569",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000030967290",
                    "textTitle": "DÉCRET n°2015-965 du 31 juillet 2015 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000030969697",
                    "natureText": "DECRET",
                    "datePubliTexte": "2015-08-05",
                    "dateSignaTexte": "2015-07-31",
                    "dateDebutCible": "2015-08-06"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000030967290",
                    "textTitle": "DÉCRET n°2015-965 du 31 juillet 2015, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000030967290",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-965",
                    "datePubli": 1438732800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 208 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "208",
                    "articleId": "LEGIARTI000043663240",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1623456000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 209 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "209",
                    "articleId": "LEGIARTI000030974888",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1438819200000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 260 K (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "260 K",
                    "articleId": "LEGIARTI000006294564",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1199145600000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe II, CGIANII. - art. 205",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "205",
                    "articleId": "LEGIARTI000006294406",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe II, CGIANII. - art. 206",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "206",
                    "articleId": "LEGIARTI000006294403",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465776000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe II, CGIANII. - art. 210",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "210",
                    "articleId": "LEGIARTI000006295459",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe II, CGIANII. - art. 268",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "268",
                    "articleId": "LEGIARTI000006295617",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 256 A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "256 A",
                    "articleId": "LEGIARTI000006304231",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 257 bis",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "257 bis",
                    "articleId": "LEGIARTI000006304234",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L313-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L313-7",
                    "articleId": "LEGIARTI000006652098",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006295449",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 299635200000,
                    "dateFin": 315446400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006295450",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 315446400000,
                    "dateFin": 671500800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006295451",
                    "etat": "PERIME",
                    "version": "3.0",
                    "dateDebut": 677721600000,
                    "dateFin": 778464000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006295452",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1199145600000,
                    "dateFin": 1284336000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022816560",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1284336000000,
                    "dateFin": 1438819200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030974903",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1438819200000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031699880",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1672531200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000046086720",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1672531200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "207"
            ],
            "versionPrecedente": "LEGIARTI000022816560",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000022816560",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Sous réserve des dispositions qui suivent, la déduction opérée dans les conditions mentionnées aux articles 205 et 206 est définitivement acquise à l'entreprise. II.-1. Pour les biens immobilisés, une régularisation de la taxe initialement déduite est opérée chaque année pendant cinq ans, dont celle au cours de laquelle ils ont été acquis, importés, achevés, utilisés pour la première fois ou transférés entre secteurs d'activité constitués en application de l'article 209. 2. Chaque année, la régularisation est égale au cinquième du produit de la taxe initiale par la différence entre le coefficient de déduction de l'année et le coefficient de déduction de référence mentionné au 2 du V. Elle prend la forme d'une déduction complémentaire si cette différence est positive, d'un reversement dans le cas contraire. 3. Par dérogation à la durée mentionnée au 1 et à la fraction mentionnée au 2, cette régularisation s'opère pour les immeubles immobilisés par vingtième pendant vingt années. Toutefois, pour les immeubles donnés en location dans les conditions prévues au 2 de l'article L. 313-7 du code monétaire et financier, cette durée est égale au nombre d'années qui courent jusqu'à l'échéance du contrat de bail, arrondi à l'entier supérieur, sans pouvoir excéder vingt années, et la régularisation s'opère par fractions égales à l'inverse de cette durée. 4. La régularisation doit être effectuée avant le 25 avril de l'année suivante. Aucune régularisation n'est effectuée si la différence entre le produit des coefficients d'assujettissement et de taxation de l'année, d'une part, et le produit des coefficients d'assujettissement et de taxation de référence mentionnés au 2 du V, d'autre part, n'est pas supérieure, en valeur absolue, à un dixième. 5. Les dispositions qui précèdent ne sont pas applicables : 1° Aux biens immobilisés dont le coefficient d'assujettissement de référence est nul ; 2° Aux immeubles livrés, acquis, apportés ou utilisés pour la première fois avant le 1er janvier 1996. 6. Pour la détermination des coefficients de référence mentionnés au 2 et au 4, il n'est pas tenu compte des dispositions du 1° et du 2° du 2 du V au titre de l'année où il est fait application de ces dispositions. III.-1. Une régularisation de la taxe initialement déduite et grevant un bien immobilisé est également opérée : 1° Lorsqu'il est cédé ou apporté, sans que cette opération soit soumise à la taxe sur le prix total, sur la valeur totale ou dans les conditions fixées à l'article 268 du code général des impôts, ou est transféré entre secteurs d'activité constitués en application de l'article 209 ; 2° Lorsqu'il est cédé ou apporté, et que cette opération est soumise à la taxe sur le prix total, sur la valeur totale ou dans les conditions fixées à l'article 268 du code général des impôts ; 3° Lorsque la réglementation modifie la valeur de son coefficient d'admission en cours d'utilisation ; 4° Lorsqu'il vient en cours d'utilisation à être utilisé à des opérations ouvrant droit à déduction ou, sous réserve du 5°, lorsqu'il cesse d'être utilisé à des opérations ouvrant droit à déduction ; 5° Lorsqu'il cesse d'être utilisé à des opérations imposables. 2. Cette régularisation est égale à la somme des régularisations qui auraient été effectuées jusqu'au terme de la période de régularisation en application des 1, 2, 3 et 5 du II, en considérant que pour chacune des années restantes de cette période : 1° Dans les cas visés au 1° du 1, le coefficient de taxation est égal à zéro ; 2° Dans les cas visés au 2° du 1, le coefficient de déduction est égal à l'unité ; 3° Dans le cas visé au 3° du 1, le coefficient d'admission est égal à sa nouvelle valeur ; 4° Dans les cas visés au 4° du 1, le coefficient de taxation est égal à sa nouvelle valeur ; 5° Dans le cas visé au 5° du 1, le coefficient d'assujettissement est égal à zéro. 3. Dans les cas visés au 1° du 1, sous réserve que le bien constitue également une immobilisation pour le bénéficiaire de la cession, de l'apport ou du transfert, celui-ci peut déduire une fraction du montant de taxe sur la valeur ajoutée ayant grevé initialement le bien, à proportion du rapport entre le nombre d'années restant à courir, pour le cédant ou l'apporteur, jusqu'au terme de la période de régularisation et le nombre d'années total de celle-ci.A cette fin, le cédant ou l'apporteur délivre au bénéficiaire une attestation mentionnant le montant de la taxe qu'il est en droit de déduire. Cette déduction est opérée dans les conditions prévues à l'article 206. 4. Les dispositions des 1 à 3 ne sont pas applicables : 1° Aux cessions ou apports dispensés de taxe sur la valeur ajoutée en application de l'article 257 bis du code général des impôts ; 2° Aux biens immobilisés : a. Qui ont été volés ou détruits, dès lors qu'il est justifié du vol ou de la destruction ; b. Dont le coefficient d'assujettissement de référence est nul. IV.-1. (alinéa abrogé) 2. Lorsqu'un bien en stock, ou un bien immobilisé non encore utilisé, vient à être utilisé à des opérations ouvrant droit à déduction, la taxe initiale peut être déduite à proportion du coefficient de déduction résultant de ce changement. 3. Pour l'application du II et des 1° et 2° du 1 du III, un immeuble ou une fraction d'immeuble en stock est considéré comme immobilisé lorsque, au-delà de la date d'échéance mentionnée au II de l'article 270 du code général des impôts, il est utilisé pendant plus d'un an pour une opération relevant d'une activité économique mentionnée à l'article 256 A du code général des impôts. V.-1. La taxe initiale s'entend, selon le cas, de la taxe mentionnée au 1 du II de l'article 271 du code général des impôts ou de la fraction de taxe mentionnée sur les attestations prévues au 3 du III du présent article ou au 3 du I de l'article 210 . 2. Les coefficients d'assujettissement, de taxation et d'admission de référence sont initialement égaux aux coefficients retenus pour le calcul de la déduction opérée en application de l'article 206 lors de l'acquisition, de l'importation ou de la livraison à soi-même du bien. Le cas échéant : 1° Après chaque déduction opérée en application des dispositions du 3 du III du présent article lors d'un transfert entre secteurs d'activité mentionné au 1° du 1 de ce même III, ils prennent la valeur des coefficients retenus pour la détermination du montant de cette déduction ; 2° Après chaque régularisation opérée en application des dispositions des 3° à 5° du 1 du III du présent article, ils prennent la valeur des coefficients mentionnés respectivement aux 3° à 5° du 2 de ce même III. Le coefficient de déduction de référence est égal au produit des coefficients d'assujettissement, de taxation et d'admission de référence résultant des dispositions qui précèdent. VI.-Le montant de la taxe dont la déduction a déjà été opérée doit être reversé dans les cas suivants : 1° Lorsque les marchandises ont disparu ; 2° Lorsque les biens ou services ayant fait l'objet d'une déduction de la taxe qui les avait grevés ont été utilisés pour une opération qui n'est pas effectivement soumise à l'impôt. Ce reversement doit être opéré avant le 25 du mois qui suit celui au cours duquel l'événement qui motive le reversement est intervenu. Toutefois, ces reversements ne sont pas exigés lorsque les biens ont été détruits avant toute utilisation ou cession, ou volés, et qu'il est justifié de cette destruction ou de ce vol.",
            "texteHtml": "<p>I.-Sous réserve des dispositions qui suivent, la déduction opérée dans les conditions mentionnées aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069569&idArticle=LEGIARTI000006294406&dateTexte=&categorieLien=cid'>205 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069569&idArticle=LEGIARTI000006294403&dateTexte=&categorieLien=cid'>206 </a>est définitivement acquise à l'entreprise. </p><p></p><p>II.-1. Pour les biens immobilisés, une régularisation de la taxe initialement déduite est opérée chaque année pendant cinq ans, dont celle au cours de laquelle ils ont été acquis, importés, achevés, utilisés pour la première fois ou transférés entre secteurs d'activité constitués en application de l'article 209. </p><p></p><p>2. Chaque année, la régularisation est égale au cinquième du produit de la taxe initiale par la différence entre le coefficient de déduction de l'année et le coefficient de déduction de référence mentionné au 2 du V. Elle prend la forme d'une déduction complémentaire si cette différence est positive, d'un reversement dans le cas contraire. </p><p></p><p>3. Par dérogation à la durée mentionnée au 1 et à la fraction mentionnée au 2, cette régularisation s'opère pour les immeubles immobilisés par vingtième pendant vingt années. </p><p>Toutefois, pour les immeubles donnés en location dans les conditions prévues au 2 de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006072026&idArticle=LEGIARTI000006652098&dateTexte=&categorieLien=cid'>L. 313-7 </a>du code monétaire et financier, cette durée est égale au nombre d'années qui courent jusqu'à l'échéance du contrat de bail, arrondi à l'entier supérieur, sans pouvoir excéder vingt années, et la régularisation s'opère par fractions égales à l'inverse de cette durée. </p><p></p><p>4. La régularisation doit être effectuée avant le 25 avril de l'année suivante. Aucune régularisation n'est effectuée si la différence entre le produit des coefficients d'assujettissement et de taxation de l'année, d'une part, et le produit des coefficients d'assujettissement et de taxation de référence mentionnés au 2 du V, d'autre part, n'est pas supérieure, en valeur absolue, à un dixième. </p><p></p><p>5. Les dispositions qui précèdent ne sont pas applicables : </p><p></p><p>1° Aux biens immobilisés dont le coefficient d'assujettissement de référence est nul ; </p><p></p><p>2° Aux immeubles livrés, acquis, apportés ou utilisés pour la première fois avant le 1er janvier 1996. </p><p></p><p>6. Pour la détermination des coefficients de référence mentionnés au 2 et au 4, il n'est pas tenu compte des dispositions du 1° et du 2° du 2 du V au titre de l'année où il est fait application de ces dispositions. </p><p></p><p>III.-1. Une régularisation de la taxe initialement déduite et grevant un bien immobilisé est également opérée : </p><p></p><p>1° Lorsqu'il est cédé ou apporté, sans que cette opération soit soumise à la taxe sur le prix total, sur la valeur totale ou dans les conditions fixées à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069569&idArticle=LEGIARTI000006295617&dateTexte=&categorieLien=cid'>268 </a>du code général des impôts, ou est transféré entre secteurs d'activité constitués en application de l'article 209 ; </p><p></p><p>2° Lorsqu'il est cédé ou apporté, et que cette opération est soumise à la taxe sur le prix total, sur la valeur totale ou dans les conditions fixées à l'article 268 du code général des impôts ; </p><p></p><p>3° Lorsque la réglementation modifie la valeur de son coefficient d'admission en cours d'utilisation ; </p><p></p><p>4° Lorsqu'il vient en cours d'utilisation à être utilisé à des opérations ouvrant droit à déduction ou, sous réserve du 5°, lorsqu'il cesse d'être utilisé à des opérations ouvrant droit à déduction ; </p><p></p><p>5° Lorsqu'il cesse d'être utilisé à des opérations imposables. </p><p></p><p>2. Cette régularisation est égale à la somme des régularisations qui auraient été effectuées jusqu'au terme de la période de régularisation en application des 1, 2, 3 et 5 du II, en considérant que pour chacune des années restantes de cette période : </p><p></p><p>1° Dans les cas visés au 1° du 1, le coefficient de taxation est égal à zéro ; </p><p></p><p>2° Dans les cas visés au 2° du 1, le coefficient de déduction est égal à l'unité ; </p><p></p><p>3° Dans le cas visé au 3° du 1, le coefficient d'admission est égal à sa nouvelle valeur ; </p><p></p><p>4° Dans les cas visés au 4° du 1, le coefficient de taxation est égal à sa nouvelle valeur ; </p><p></p><p>5° Dans le cas visé au 5° du 1, le coefficient d'assujettissement est égal à zéro. </p><p></p><p>3. Dans les cas visés au 1° du 1, sous réserve que le bien constitue également une immobilisation pour le bénéficiaire de la cession, de l'apport ou du transfert, celui-ci peut déduire une fraction du montant de taxe sur la valeur ajoutée ayant grevé initialement le bien, à proportion du rapport entre le nombre d'années restant à courir, pour le cédant ou l'apporteur, jusqu'au terme de la période de régularisation et le nombre d'années total de celle-ci.A cette fin, le cédant ou l'apporteur délivre au bénéficiaire une attestation mentionnant le montant de la taxe qu'il est en droit de déduire. Cette déduction est opérée dans les conditions prévues à l'article 206. </p><p></p><p>4. Les dispositions des 1 à 3 ne sont pas applicables : </p><p></p><p>1° Aux cessions ou apports dispensés de taxe sur la valeur ajoutée en application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006304234&dateTexte=&categorieLien=cid'>257 bis </a>du code général des impôts ; </p><p></p><p>2° Aux biens immobilisés : </p><p></p><p>a. Qui ont été volés ou détruits, dès lors qu'il est justifié du vol ou de la destruction ; </p><p></p><p>b. Dont le coefficient d'assujettissement de référence est nul. </p><p></p><p>IV.-1. (alinéa abrogé) </p><p>2. Lorsqu'un bien en stock, ou un bien immobilisé non encore utilisé, vient à être utilisé à des opérations ouvrant droit à déduction, la taxe initiale peut être déduite à proportion du coefficient de déduction résultant de ce changement. </p><p>3. Pour l'application du II et des 1° et 2° du 1 du III, un immeuble ou une fraction d'immeuble en stock est considéré comme immobilisé lorsque, au-delà de la date d'échéance mentionnée au II de l'article 270 du code général des impôts, il est utilisé pendant plus d'un an pour une opération relevant d'une activité économique mentionnée à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069577&idArticle=LEGIARTI000006304231&dateTexte=&categorieLien=cid'>256 A </a>du code général des impôts.</p><p></p><p>V.-1. La taxe initiale s'entend, selon le cas, de la taxe mentionnée au 1 du II de l'article 271 du code général des impôts ou de la fraction de taxe mentionnée sur les attestations prévues au 3 du III du présent article ou au 3 du I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069569&idArticle=LEGIARTI000006295459&dateTexte=&categorieLien=cid'>210</a>. </p><p></p><p>2. Les coefficients d'assujettissement, de taxation et d'admission de référence sont initialement égaux aux coefficients retenus pour le calcul de la déduction opérée en application de l'article 206 lors de l'acquisition, de l'importation ou de la livraison à soi-même du bien. Le cas échéant : </p><p></p><p>1° Après chaque déduction opérée en application des dispositions du 3 du III du présent article lors d'un transfert entre secteurs d'activité mentionné au 1° du 1 de ce même III, ils prennent la valeur des coefficients retenus pour la détermination du montant de cette déduction ; </p><p></p><p>2° Après chaque régularisation opérée en application des dispositions des 3° à 5° du 1 du III du présent article, ils prennent la valeur des coefficients mentionnés respectivement aux 3° à 5° du 2 de ce même III. </p><p></p><p>Le coefficient de déduction de référence est égal au produit des coefficients d'assujettissement, de taxation et d'admission de référence résultant des dispositions qui précèdent. </p><p></p><p>VI.-Le montant de la taxe dont la déduction a déjà été opérée doit être reversé dans les cas suivants : </p><p></p><p>1° Lorsque les marchandises ont disparu ; </p><p></p><p>2° Lorsque les biens ou services ayant fait l'objet d'une déduction de la taxe qui les avait grevés ont été utilisés pour une opération qui n'est pas effectivement soumise à l'impôt. </p><p></p><p>Ce reversement doit être opéré avant le 25 du mois qui suit celui au cours duquel l'événement qui motive le reversement est intervenu. Toutefois, ces reversements ne sont pas exigés lorsque les biens ont été détruits avant toute utilisation ou cession, ou volés, et qu'il est justifié de cette destruction ou de ce vol.</p><p></p>",
            "num": "207",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "MODIFIE",
            "dateDebut": 1284336000000,
            "dateFin": 1438819200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 536870911,
            "context": {
                "titresTM": [
                    {
                        "debut": "1967-09-16",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084153",
                        "id": "LEGISCTA000006084153",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1967-09-16",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Impôts d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114389",
                        "id": "LEGISCTA000006114389",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Taxes sur le chiffre d'affaires et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133666",
                        "id": "LEGISCTA000006133666",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Taxe sur la valeur ajoutée",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146666",
                        "id": "LEGISCTA000006146666",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section III : Liquidation de la taxe",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162003",
                        "id": "LEGISCTA000006162003",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "II : Déductions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179225",
                        "id": "LEGISCTA000006179225",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "1 : Modalités d'exercice",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191257",
                        "id": "LEGISCTA000006191257",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-01-01",
                        "fin": "2999-01-01",
                        "titre": "B : Régularisations et reversements",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000022895423",
                        "id": "LEGISCTA000022895423",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1967-09-16",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe II",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069569",
                        "id": "LEGITEXT000006069569",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006295449",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000022895423",
            "sectionParentId": "LEGISCTA000022895423",
            "sectionParentTitre": "B : Régularisations et reversements",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première partie : Impôts d'Etat &gt; Titre II : Taxes sur le chiffre d'affaires et taxes assimilées &gt; Chapitre premier : Taxe sur la valeur ajoutée &gt; Section III : Liquidation de la taxe &gt; II : Déductions &gt; 1 : Modalités d'exercice &gt; B : Régularisations et reversements",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000022816560",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069569",
                    "titre": "Code général des impôts, annexe II, CGIANII.",
                    "titreLong": "Code général des impôts, annexe II",
                    "etat": "VIGUEUR",
                    "dateDebut": -72403200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069569",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000022810000",
                    "textTitle": "Décret n°2010-1075\n du 10 septembre 2010 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000022810929",
                    "natureText": "DECRET",
                    "datePubliTexte": "2010-09-12",
                    "dateSignaTexte": "2010-09-10",
                    "dateDebutCible": "2010-09-13"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000030967290",
                    "textTitle": "DÉCRET n°2015-965 du 31 juillet 2015, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000030967290",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-965",
                    "datePubli": 1438732800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 208 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "208",
                    "articleId": "LEGIARTI000043663240",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1623456000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 209 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "209",
                    "articleId": "LEGIARTI000024182263",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1307836800000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 260 K (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "260 K",
                    "articleId": "LEGIARTI000006294564",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1199145600000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe II, CGIANII. - art. 205",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "205",
                    "articleId": "LEGIARTI000006294406",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe II, CGIANII. - art. 206",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "206",
                    "articleId": "LEGIARTI000006294403",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1465776000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe II, CGIANII. - art. 210",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "210",
                    "articleId": "LEGIARTI000006295459",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe II, CGIANII. - art. 268",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "268",
                    "articleId": "LEGIARTI000006295617",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 256 A",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "256 A",
                    "articleId": "LEGIARTI000006304231",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                },
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 257 bis",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "257 bis",
                    "articleId": "LEGIARTI000006304234",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. L313-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L313-7",
                    "articleId": "LEGIARTI000006652098",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 978307200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006295449",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 299635200000,
                    "dateFin": 315446400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006295450",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 315446400000,
                    "dateFin": 671500800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006295451",
                    "etat": "PERIME",
                    "version": "3.0",
                    "dateDebut": 677721600000,
                    "dateFin": 778464000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006295452",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1199145600000,
                    "dateFin": 1284336000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022816560",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1284336000000,
                    "dateFin": 1438819200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030974903",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1438819200000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031699880",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1672531200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000046086720",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1672531200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "207"
            ],
            "versionPrecedente": "LEGIARTI000006295452",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006295452",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Sous réserve des dispositions qui suivent, la déduction opérée dans les conditions mentionnées aux articles 205 et 206 est définitivement acquise à l'entreprise. II. - 1. Pour les biens immobilisés, une régularisation de la taxe initialement déduite est opérée chaque année pendant cinq ans, dont celle au cours de laquelle ils ont été acquis, importés, achevés, utilisés pour la première fois ou transférés entre secteurs d'activité constitués en application de l'article 209. 2. Chaque année, la régularisation est égale au cinquième du produit de la taxe initiale par la différence entre le coefficient de déduction de l'année et le coefficient de déduction de référence mentionné au 2 du V. Elle prend la forme d'une déduction complémentaire si cette différence est positive, d'un reversement dans le cas contraire. 3. Par dérogation à la durée mentionnée au 1 et à la fraction mentionnée au 2, cette régularisation s'opère pour les immeubles immobilisés par vingtième pendant vingt années. 4. La régularisation doit être effectuée avant le 25 avril de l'année suivante. Aucune régularisation n'est effectuée si la différence entre le produit des coefficients d'assujettissement et de taxation de l'année, d'une part, et le produit des coefficients d'assujettissement et de taxation de référence mentionnés au 2 du V, d'autre part, n'est pas supérieure, en valeur absolue, à un dixième. 5. Les dispositions qui précèdent ne sont pas applicables : 1° Aux biens immobilisés dont le coefficient d'assujettissement de référence est nul ; 2° Aux immeubles livrés, acquis, apportés ou utilisés pour la première fois avant le 1er janvier 1996. 6. Pour la détermination des coefficients de référence mentionnés au 2 et au 4, il n'est pas tenu compte des dispositions du 1° et du 2° du 2 du V au titre de l'année où il est fait application de ces dispositions. III. - 1. Une régularisation de la taxe initialement déduite et grevant un bien immobilisé est également opérée : 1° Lorsqu'il est cédé ou apporté, sans que cette opération soit soumise à la taxe sur le prix total ou la valeur totale, ou est transféré entre secteurs d'activité constitués en application de l'article 209 ; 2° Lorsqu'il est cédé ou apporté, et que cette opération est soumise à la taxe sur le prix total ou la valeur totale ; 3° Lorsque la réglementation modifie la valeur de son coefficient d'admission en cours d'utilisation ; 4° Lorsqu'il vient en cours d'utilisation à être utilisé à des opérations ouvrant droit à déduction ou, sous réserve du 5°, lorsqu'il cesse d'être utilisé à des opérations ouvrant droit à déduction ; 5° Lorsqu'il cesse d'être utilisé à des opérations imposables. 2. Cette régularisation est égale à la somme des régularisations qui auraient été effectuées jusqu'au terme de la période de régularisation en application des 1, 2, 3 et 5 du II, en considérant que pour chacune des années restantes de cette période : 1° Dans les cas visés au 1° du 1, le coefficient de taxation est égal à zéro ; 2° Dans les cas visés au 2° du 1, le coefficient de déduction est égal à l'unité ; 3° Dans le cas visé au 3° du 1, le coefficient d'admission est égal à sa nouvelle valeur ; 4° Dans les cas visés au 4° du 1, le coefficient de taxation est égal à sa nouvelle valeur ; 5° Dans le cas visé au 5° du 1, le coefficient d'assujettissement est égal à zéro. 3. Dans les cas visés au 1° du 1, sous réserve que le bien constitue également une immobilisation pour le bénéficiaire de la cession, de l'apport ou du transfert, celui-ci peut déduire une fraction du montant de taxe sur la valeur ajoutée ayant grevé initialement le bien, à proportion du rapport entre le nombre d'années restant à courir, pour le cédant ou l'apporteur, jusqu'au terme de la période de régularisation et le nombre d'années total de celle-ci. A cette fin, le cédant ou l'apporteur délivre au bénéficiaire une attestation mentionnant le montant de la taxe qu'il est en droit de déduire. Cette déduction est opérée dans les conditions prévues à l'article 206. 4. Les dispositions des 1 à 3 ne sont pas applicables : 1° Aux cessions ou apports dispensés de taxe sur la valeur ajoutée en application de l'article 257 bis du code général des impôts ; 2° Aux biens immobilisés : a. Qui ont été volés ou détruits, dès lors qu'il est justifié du vol ou de la destruction ; b. Dont le coefficient d'assujettissement de référence est nul. IV. - 1. Par dérogation au III, en cas de cession ou d'apport soumis à la taxe sur la valeur ajoutée sur le prix total ou la valeur totale d'un immeuble affecté à l'habitation, la taxe initiale peut être déduite intégralement. 2. Lorsqu'un bien en stock, ou un bien immobilisé non encore utilisé, vient à être utilisé à des opérations ouvrant droit à déduction, la taxe initiale peut être déduite à proportion du coefficient de déduction résultant de ce changement. V. - 1. La taxe initiale s'entend, selon le cas, de la taxe mentionnée au 1 du II de l'article 271 du code général des impôts ou de la fraction de taxe mentionnée sur les attestations prévues au 3 du III du présent article ou au 3 du I de l'article 210. 2. Les coefficients d'assujettissement, de taxation et d'admission de référence sont initialement égaux aux coefficients retenus pour le calcul de la déduction opérée en application de l'article 206 lors de l'acquisition, de l'importation ou de la livraison à soi-même du bien. Le cas échéant : 1° Après chaque déduction opérée en application des dispositions du 3 du III du présent article lors d'un transfert entre secteurs d'activité mentionné au 1° du 1 de ce même III, ils prennent la valeur des coefficients retenus pour la détermination du montant de cette déduction ; 2° Après chaque régularisation opérée en application des dispositions des 3° à 5° du 1 du III du présent article, ils prennent la valeur des coefficients mentionnés respectivement aux 3° à 5° du 2 de ce même III. Le coefficient de déduction de référence est égal au produit des coefficients d'assujettissement, de taxation et d'admission de référence résultant des dispositions qui précèdent. VI. - Le montant de la taxe dont la déduction a déjà été opérée doit être reversé dans les cas suivants : 1° Lorsque les marchandises ont disparu ; 2° Lorsque les biens ou services ayant fait l'objet d'une déduction de la taxe qui les avait grevés ont été utilisés pour une opération qui n'est pas effectivement soumise à l'impôt. Ce reversement doit être opéré avant le 25 du mois qui suit celui au cours duquel l'événement qui motive le reversement est intervenu. Toutefois, ces reversements ne sont pas exigés lorsque les biens ont été détruits avant toute utilisation ou cession, ou volés, et qu'il est justifié de cette destruction ou de ce vol.",
            "texteHtml": "<p></p>   I. - Sous réserve des dispositions qui suivent, la déduction opérée dans les conditions mentionnées aux articles 205 et 206 est définitivement acquise à l'entreprise.<p></p><p></p>   II. - 1. Pour les biens immobilisés, une régularisation de la taxe initialement déduite est opérée chaque année pendant cinq ans, dont celle au cours de laquelle ils ont été acquis, importés, achevés, utilisés pour la première fois ou transférés entre secteurs d'activité constitués en application de l'article 209.<p></p><p></p>   2. Chaque année, la régularisation est égale au cinquième du produit de la taxe initiale par la différence entre le coefficient de déduction de l'année et le coefficient de déduction de référence mentionné au 2 du V. Elle prend la forme d'une déduction complémentaire si cette différence est positive, d'un reversement dans le cas contraire.<p></p><p></p>   3. Par dérogation à la durée mentionnée au 1 et à la fraction mentionnée au 2, cette régularisation s'opère pour les immeubles immobilisés par vingtième pendant vingt années.<p></p><p></p>   4. La régularisation doit être effectuée avant le 25 avril de l'année suivante. Aucune régularisation n'est effectuée si la différence entre le produit des coefficients d'assujettissement et de taxation de l'année, d'une part, et le produit des coefficients d'assujettissement et de taxation de référence mentionnés au 2 du V, d'autre part, n'est pas supérieure, en valeur absolue, à un dixième.<p></p><p></p>   5. Les dispositions qui précèdent ne sont pas applicables :<p></p><p></p>   1° Aux biens immobilisés dont le coefficient d'assujettissement de référence est nul ;<p></p><p></p>   2° Aux immeubles livrés, acquis, apportés ou utilisés pour la première fois avant le 1er janvier 1996.<p></p><p></p>   6. Pour la détermination des coefficients de référence mentionnés au 2 et au 4, il n'est pas tenu compte des dispositions du 1° et du 2° du 2 du V au titre de l'année où il est fait application de ces dispositions.<p></p><p></p>   III. - 1. Une régularisation de la taxe initialement déduite et grevant un bien immobilisé est également opérée :<p></p><p></p>   1° Lorsqu'il est cédé ou apporté, sans que cette opération soit soumise à la taxe sur le prix total ou la valeur totale, ou est transféré entre secteurs d'activité constitués en application de l'article 209 ;<p></p><p></p>   2° Lorsqu'il est cédé ou apporté, et que cette opération est soumise à la taxe sur le prix total ou la valeur totale ;<p></p><p></p>   3° Lorsque la réglementation modifie la valeur de son coefficient d'admission en cours d'utilisation ;<p></p><p></p>   4° Lorsqu'il vient en cours d'utilisation à être utilisé à des opérations ouvrant droit à déduction ou, sous réserve du 5°, lorsqu'il cesse d'être utilisé à des opérations ouvrant droit à déduction ;<p></p><p></p>   5° Lorsqu'il cesse d'être utilisé à des opérations imposables.<p></p><p></p>   2. Cette régularisation est égale à la somme des régularisations qui auraient été effectuées jusqu'au terme de la période de régularisation en application des 1, 2, 3 et 5 du II, en considérant que pour chacune des années restantes de cette période :<p></p><p></p>   1° Dans les cas visés au 1° du 1, le coefficient de taxation est égal à zéro ;<p></p><p></p>   2° Dans les cas visés au 2° du 1, le coefficient de déduction est égal à l'unité ;<p></p><p></p>   3° Dans le cas visé au 3° du 1, le coefficient d'admission est égal à sa nouvelle valeur ;<p></p><p></p>   4° Dans les cas visés au 4° du 1, le coefficient de taxation est égal à sa nouvelle valeur ;<p></p><p></p>   5° Dans le cas visé au 5° du 1, le coefficient d'assujettissement est égal à zéro.<p></p><p></p>   3. Dans les cas visés au 1° du 1, sous réserve que le bien constitue également une immobilisation pour le bénéficiaire de la cession, de l'apport ou du transfert, celui-ci peut déduire une fraction du montant de taxe sur la valeur ajoutée ayant grevé initialement le bien, à proportion du rapport entre le nombre d'années restant à courir, pour le cédant ou l'apporteur, jusqu'au terme de la période de régularisation et le nombre d'années total de celle-ci. A cette fin, le cédant ou l'apporteur délivre au bénéficiaire une attestation mentionnant le montant de la taxe qu'il est en droit de déduire. Cette déduction est opérée dans les conditions prévues à l'article 206.<p></p><p></p>   4. Les dispositions des 1 à 3 ne sont pas applicables :<p></p><p></p>   1° Aux cessions ou apports dispensés de taxe sur la valeur ajoutée en application de l'article 257 bis du code général des impôts ;<p></p><p></p>   2° Aux biens immobilisés :<p></p><p></p>   a. Qui ont été volés ou détruits, dès lors qu'il est justifié du vol ou de la destruction ;<p></p><p></p>   b. Dont le coefficient d'assujettissement de référence est nul.<p></p><p></p>   IV. - 1. Par dérogation au III, en cas de cession ou d'apport soumis à la taxe sur la valeur ajoutée sur le prix total ou la valeur totale d'un immeuble affecté à l'habitation, la taxe initiale peut être déduite intégralement.<p></p><p></p>   2. Lorsqu'un bien en stock, ou un bien immobilisé non encore utilisé, vient à être utilisé à des opérations ouvrant droit à déduction, la taxe initiale peut être déduite à proportion du coefficient de déduction résultant de ce changement.<p></p><p></p>   V. - 1. La taxe initiale s'entend, selon le cas, de la taxe mentionnée au 1 du II de l'article 271 du code général des impôts ou de la fraction de taxe mentionnée sur les attestations prévues au 3 du III du présent article ou au 3 du I de l'article 210.<p></p><p></p>   2. Les coefficients d'assujettissement, de taxation et d'admission de référence sont initialement égaux aux coefficients retenus pour le calcul de la déduction opérée en application de l'article 206 lors de l'acquisition, de l'importation ou de la livraison à soi-même du bien. Le cas échéant :<p></p><p></p>   1° Après chaque déduction opérée en application des dispositions du 3 du III du présent article lors d'un transfert entre secteurs d'activité mentionné au 1° du 1 de ce même III, ils prennent la valeur des coefficients retenus pour la détermination du montant de cette déduction ;<p></p><p></p>   2° Après chaque régularisation opérée en application des dispositions des 3° à 5° du 1 du III du présent article, ils prennent la valeur des coefficients mentionnés respectivement aux 3° à 5° du 2 de ce même III.<p></p><p></p>   Le coefficient de déduction de référence est égal au produit des coefficients d'assujettissement, de taxation et d'admission de référence résultant des dispositions qui précèdent.<p></p><p></p>   VI. - Le montant de la taxe dont la déduction a déjà été opérée doit être reversé dans les cas suivants :<p></p><p></p>   1° Lorsque les marchandises ont disparu ;<p></p><p></p>   2° Lorsque les biens ou services ayant fait l'objet d'une déduction de la taxe qui les avait grevés ont été utilisés pour une opération qui n'est pas effectivement soumise à l'impôt.<p></p><p></p>   Ce reversement doit être opéré avant le 25 du mois qui suit celui au cours duquel l'événement qui motive le reversement est intervenu. Toutefois, ces reversements ne sont pas exigés lorsque les biens ont été détruits avant toute utilisation ou cession, ou volés, et qu'il est justifié de cette destruction ou de ce vol.<p></p>",
            "num": "207",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1199145600000,
            "dateFin": 1284336000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 536870911,
            "context": {
                "titresTM": [
                    {
                        "debut": "1967-09-16",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084153",
                        "id": "LEGISCTA000006084153",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1967-09-16",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Impôts d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114389",
                        "id": "LEGISCTA000006114389",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Taxes sur le chiffre d'affaires et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133666",
                        "id": "LEGISCTA000006133666",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Taxe sur la valeur ajoutée",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146666",
                        "id": "LEGISCTA000006146666",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section III : Liquidation de la taxe",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162003",
                        "id": "LEGISCTA000006162003",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "II : Déductions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179225",
                        "id": "LEGISCTA000006179225",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "1 : Modalités d'exercice",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191257",
                        "id": "LEGISCTA000006191257",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-01-01",
                        "fin": "2999-01-01",
                        "titre": "B : Régularisations et reversements",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000022895423",
                        "id": "LEGISCTA000022895423",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1967-09-16",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe II",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069569",
                        "id": "LEGITEXT000006069569",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006295449",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000022895423",
            "sectionParentId": "LEGISCTA000022895423",
            "sectionParentTitre": "B : Régularisations et reversements",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première partie : Impôts d'Etat &gt; Titre II : Taxes sur le chiffre d'affaires et taxes assimilées &gt; Chapitre premier : Taxe sur la valeur ajoutée &gt; Section III : Liquidation de la taxe &gt; II : Déductions &gt; 1 : Modalités d'exercice &gt; B : Régularisations et reversements",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006295452",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069569",
                    "titre": "Code général des impôts, annexe II, CGIANII.",
                    "titreLong": "Code général des impôts, annexe II",
                    "etat": "VIGUEUR",
                    "dateDebut": -72403200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069569",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000795901",
                    "textTitle": "Décret n°2007-566 du 16 avril 2007 - art. 1 () JORF 19 avril 2007 en vigueur le 1er janvier 2008",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006262839",
                    "natureText": "DECRET",
                    "datePubliTexte": "2007-04-19",
                    "dateSignaTexte": "2007-04-16",
                    "dateDebutCible": "2008-01-01"
                },
                {
                    "textCid": "",
                    "textTitle": "L'article sera codifié ultérieurement",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                }
            ],
            "lienCitations": [
                {
                    "textCid": "",
                    "textTitle": "CGI 257 bis, 271",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "",
                    "textTitle": "CGIAN2 205, 206, 209, 210",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": null,
                    "dateDebut": null
                },
                {
                    "textCid": "JORFTEXT000030967290",
                    "textTitle": "DÉCRET n°2015-965 du 31 juillet 2015, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000030967290",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-965",
                    "datePubli": 1438732800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 208 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "208",
                    "articleId": "LEGIARTI000043663240",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1623456000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 209 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "209",
                    "articleId": "LEGIARTI000024182263",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1307836800000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 260 K (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "260 K",
                    "articleId": "LEGIARTI000006294564",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1199145600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006295449",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 299635200000,
                    "dateFin": 315446400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006295450",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 315446400000,
                    "dateFin": 671500800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006295451",
                    "etat": "PERIME",
                    "version": "3.0",
                    "dateDebut": 677721600000,
                    "dateFin": 778464000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006295452",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1199145600000,
                    "dateFin": 1284336000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022816560",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1284336000000,
                    "dateFin": 1438819200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030974903",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1438819200000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031699880",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1672531200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000046086720",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1672531200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "207"
            ],
            "versionPrecedente": "LEGIARTI000006295451",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006295451",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Le droit à déduction prend naissance lorsque la taxe déductible devient exigible chez le redevable. Toutefois, les personnes qui effectuent des opérations occasionnelles soumises à la taxe sur la valeur ajoutée n'exercent le droit à déduction qu'au moment de la livraison.",
            "texteHtml": "<p></p>   Le droit à déduction prend naissance lorsque la taxe déductible devient exigible chez le redevable.<p></p><p></p>   Toutefois, les personnes qui effectuent des opérations occasionnelles soumises à la taxe sur la valeur ajoutée n'exercent le droit à déduction qu'au moment de la livraison.<p></p>",
            "num": "207",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "PERIME",
            "dateDebut": 677721600000,
            "dateFin": 778464000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 536870911,
            "context": {
                "titresTM": [
                    {
                        "debut": "1967-09-16",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084153",
                        "id": "LEGISCTA000006084153",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1967-09-16",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Impôts d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114389",
                        "id": "LEGISCTA000006114389",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Taxes sur le chiffre d'affaires et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133666",
                        "id": "LEGISCTA000006133666",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Taxe sur la valeur ajoutée",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146666",
                        "id": "LEGISCTA000006146666",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section III : Liquidation de la taxe",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162003",
                        "id": "LEGISCTA000006162003",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "II : Déductions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179225",
                        "id": "LEGISCTA000006179225",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "1 : Modalités d'exercice",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191257",
                        "id": "LEGISCTA000006191257",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-01-01",
                        "fin": "2999-01-01",
                        "titre": "B : Régularisations et reversements",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000022895423",
                        "id": "LEGISCTA000022895423",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1967-09-16",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe II",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069569",
                        "id": "LEGITEXT000006069569",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006295449",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000022895423",
            "sectionParentId": "LEGISCTA000022895423",
            "sectionParentTitre": "B : Régularisations et reversements",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première partie : Impôts d'Etat &gt; Titre II : Taxes sur le chiffre d'affaires et taxes assimilées &gt; Chapitre premier : Taxe sur la valeur ajoutée &gt; Section III : Liquidation de la taxe &gt; II : Déductions &gt; 1 : Modalités d'exercice",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006295451",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069569",
                    "titre": "Code général des impôts, annexe II, CGIANII.",
                    "titreLong": "Code général des impôts, annexe II",
                    "etat": "VIGUEUR",
                    "dateDebut": -72403200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069569",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "",
                    "textTitle": "Article sans objet, modification incorporée dans l'édition du 2 septembre 1994",
                    "linkType": "ABROGATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                },
                {
                    "textCid": "",
                    "textTitle": "Décret 91-352 1991-04-119 art. 3 JORF 13 avril 1991",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                },
                {
                    "textCid": "JORFTEXT000000165514",
                    "textTitle": "Décret 94-899 1994-10-17",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000165514",
                    "natureText": "DECRET",
                    "datePubliTexte": "1994-10-19",
                    "dateSignaTexte": "1994-10-17",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "",
                    "textTitle": "Modification directe incorporée dans l'édition du 24 juin 1991",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000030967290",
                    "textTitle": "DÉCRET n°2015-965 du 31 juillet 2015, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000030967290",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-965",
                    "datePubli": 1438732800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 208 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "208",
                    "articleId": "LEGIARTI000043663240",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1623456000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 209 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "209",
                    "articleId": "LEGIARTI000024182263",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1307836800000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 260 K (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "260 K",
                    "articleId": "LEGIARTI000006294564",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1199145600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006295449",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 299635200000,
                    "dateFin": 315446400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006295450",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 315446400000,
                    "dateFin": 671500800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006295451",
                    "etat": "PERIME",
                    "version": "3.0",
                    "dateDebut": 677721600000,
                    "dateFin": 778464000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006295452",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1199145600000,
                    "dateFin": 1284336000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022816560",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1284336000000,
                    "dateFin": 1438819200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030974903",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1438819200000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031699880",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1672531200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000046086720",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1672531200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "207"
            ],
            "versionPrecedente": "LEGIARTI000006295450",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006295450",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Le droit à déduction prend naissance lorsque la taxe déductible devient exigible chez le redevable.",
            "texteHtml": "<p></p>   Le droit à déduction prend naissance lorsque la taxe déductible devient exigible chez le redevable.<p></p><p></p>",
            "num": "207",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 315446400000,
            "dateFin": 671500800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 536870911,
            "context": {
                "titresTM": [
                    {
                        "debut": "1967-09-16",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084153",
                        "id": "LEGISCTA000006084153",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1967-09-16",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Impôts d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114389",
                        "id": "LEGISCTA000006114389",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Taxes sur le chiffre d'affaires et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133666",
                        "id": "LEGISCTA000006133666",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Taxe sur la valeur ajoutée",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146666",
                        "id": "LEGISCTA000006146666",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section III : Liquidation de la taxe",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162003",
                        "id": "LEGISCTA000006162003",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "II : Déductions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179225",
                        "id": "LEGISCTA000006179225",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "1 : Modalités d'exercice",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191257",
                        "id": "LEGISCTA000006191257",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-01-01",
                        "fin": "2999-01-01",
                        "titre": "B : Régularisations et reversements",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000022895423",
                        "id": "LEGISCTA000022895423",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1967-09-16",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe II",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069569",
                        "id": "LEGITEXT000006069569",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006295449",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000022895423",
            "sectionParentId": "LEGISCTA000022895423",
            "sectionParentTitre": "B : Régularisations et reversements",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première partie : Impôts d'Etat &gt; Titre II : Taxes sur le chiffre d'affaires et taxes assimilées &gt; Chapitre premier : Taxe sur la valeur ajoutée &gt; Section III : Liquidation de la taxe &gt; II : Déductions &gt; 1 : Modalités d'exercice",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006295450",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069569",
                    "titre": "Code général des impôts, annexe II, CGIANII.",
                    "titreLong": "Code général des impôts, annexe II",
                    "etat": "VIGUEUR",
                    "dateDebut": -72403200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069569",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000701759",
                    "textTitle": "Décret n°79-1163 du 29 décembre 1979 - art. 2 (V) JORF 31 DECEMBRE 1979",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006323507",
                    "natureText": "DECRET",
                    "datePubliTexte": "1979-12-31",
                    "dateSignaTexte": "1979-12-29",
                    "dateDebutCible": "1979-12-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000030967290",
                    "textTitle": "DÉCRET n°2015-965 du 31 juillet 2015, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000030967290",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-965",
                    "datePubli": 1438732800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 208 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "208",
                    "articleId": "LEGIARTI000043663240",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1623456000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 209 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "209",
                    "articleId": "LEGIARTI000024182263",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1307836800000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 260 K (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "260 K",
                    "articleId": "LEGIARTI000006294564",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1199145600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006295449",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 299635200000,
                    "dateFin": 315446400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006295450",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 315446400000,
                    "dateFin": 671500800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006295451",
                    "etat": "PERIME",
                    "version": "3.0",
                    "dateDebut": 677721600000,
                    "dateFin": 778464000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006295452",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1199145600000,
                    "dateFin": 1284336000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022816560",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1284336000000,
                    "dateFin": 1438819200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030974903",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1438819200000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031699880",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1672531200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000046086720",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1672531200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "207"
            ],
            "versionPrecedente": "LEGIARTI000006295449",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006295449",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Le droit à déduction prend naissance lorsque intervient le fait générateur de la taxe applicable aux biens, services ou travaux acquis, importés ou livrés à soi-même.",
            "texteHtml": "<p></p>     Le droit à déduction prend naissance lorsque intervient le fait générateur de la taxe applicable aux biens, services ou travaux acquis, importés ou livrés à soi-même.<p></p><p></p>",
            "num": "207",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 299635200000,
            "dateFin": 315446400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 536870911,
            "context": {
                "titresTM": [
                    {
                        "debut": "1967-09-16",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084153",
                        "id": "LEGISCTA000006084153",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1967-09-16",
                        "fin": "2999-01-01",
                        "titre": "Première partie : Impôts d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114389",
                        "id": "LEGISCTA000006114389",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Taxes sur le chiffre d'affaires et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133666",
                        "id": "LEGISCTA000006133666",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre premier : Taxe sur la valeur ajoutée",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006146666",
                        "id": "LEGISCTA000006146666",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section III : Liquidation de la taxe",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006162003",
                        "id": "LEGISCTA000006162003",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "II : Déductions",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006179225",
                        "id": "LEGISCTA000006179225",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1979-07-01",
                        "fin": "2999-01-01",
                        "titre": "1 : Modalités d'exercice",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006191257",
                        "id": "LEGISCTA000006191257",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-01-01",
                        "fin": "2999-01-01",
                        "titre": "B : Régularisations et reversements",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000022895423",
                        "id": "LEGISCTA000022895423",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 56,
                "titreTxt": [
                    {
                        "debut": "1967-09-16",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts, annexe II",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069569",
                        "id": "LEGITEXT000006069569",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006295449",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000022895423",
            "sectionParentId": "LEGISCTA000022895423",
            "sectionParentTitre": "B : Régularisations et reversements",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première partie : Impôts d'Etat &gt; Titre II : Taxes sur le chiffre d'affaires et taxes assimilées &gt; Chapitre premier : Taxe sur la valeur ajoutée &gt; Section III : Liquidation de la taxe &gt; II : Déductions &gt; 1 : Modalités d'exercice",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006295449",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069569",
                    "titre": "Code général des impôts, annexe II, CGIANII.",
                    "titreLong": "Code général des impôts, annexe II",
                    "etat": "VIGUEUR",
                    "dateDebut": -72403200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069569",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000030967290",
                    "textTitle": "DÉCRET n°2015-965 du 31 juillet 2015, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000030967290",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2015-965",
                    "datePubli": 1438732800000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 208 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "208",
                    "articleId": "LEGIARTI000043663240",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1623456000000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 209 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "209",
                    "articleId": "LEGIARTI000024182263",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1307836800000
                },
                {
                    "textCid": "LEGITEXT000006069569",
                    "textTitle": "Code général des impôts, annexe 2, CGIAN2. - art. 260 K (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "260 K",
                    "articleId": "LEGIARTI000006294564",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1199145600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [
                {
                    "textCid": "",
                    "textTitle": "EDITION 1979-07-01",
                    "linkType": "HISTO",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": ""
                }
            ],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006295449",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 299635200000,
                    "dateFin": 315446400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006295450",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 315446400000,
                    "dateFin": 671500800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006295451",
                    "etat": "PERIME",
                    "version": "3.0",
                    "dateDebut": 677721600000,
                    "dateFin": 778464000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006295452",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1199145600000,
                    "dateFin": 1284336000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000022816560",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1284336000000,
                    "dateFin": 1438819200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000030974903",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1438819200000,
                    "dateFin": 1451606400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031699880",
                    "etat": "MODIFIE",
                    "version": "7.0",
                    "dateDebut": 1451606400000,
                    "dateFin": 1672531200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000046086720",
                    "etat": "VIGUEUR",
                    "version": "8.0",
                    "dateDebut": 1672531200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "207"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}