{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000048804077",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Lorsqu'au cours d'un exercice, ci-après dénommé exercice d'acquisition, une entité devient ou cesse d'être une entité constitutive d'un groupe d'entreprises multinationales ou d'un groupe national à la suite d'un transfert de participations directement ou indirectement détenues dans cette entité ou lorsqu'elle devient l'entité mère ultime d'un nouveau groupe, cette entité est considérée comme un membre du groupe d'entreprises multinationales ou du groupe national, à la condition qu'une partie de ses actifs, de ses passifs, de ses recettes, de ses dépenses et de ses flux de trésorerie soit intégrée, ligne par ligne, dans les états financiers consolidés de l'entité mère ultime. Son taux effectif d'imposition et son impôt complémentaire sont calculés comme suit. 1. Au titre de l'exercice d'acquisition, le groupe d'entreprises multinationales ou le groupe national tient uniquement compte du résultat net comptable et du montant corrigé des impôts couverts de l'entité qui sont inscrits dans les états financiers consolidés de l'entité mère ultime. 2. Au titre de l'exercice d'acquisition et des exercices suivants, le résultat qualifié et le montant corrigé des impôts couverts de l'entité sont déterminés sur la base de la valeur comptable de ses actifs et de ses passifs avant le transfert. 3. Au titre de l'exercice d'acquisition, les frais de personnel de l'entité pris en compte pour la détermination de la déduction prévue à la sous-section 1 de la section IV correspondent aux coûts figurant dans les états financiers consolidés de l'entité mère ultime. 4. Au titre de l'exercice d'acquisition, le calcul de la valeur comptable des actifs corporels de l'entité pris en compte pour la détermination de la déduction prévue à la même sous-section 1 est ajusté, le cas échéant, au prorata de la période pendant laquelle l'entité était membre du groupe d'entreprises multinationales ou du groupe national. 5. A l'exception de l'actif d'impôt différé au titre d'une perte qualifiée nette déterminé dans les conditions prévues au paragraphe 4 de la sous-section 2 de la section III, les actifs et les passifs d'impôts différés de l'entité qui sont transférés entre des groupes d'entreprises multinationales ou des groupes nationaux sont pris en compte par le groupe acquéreur comme s'il contrôlait l'entité lors de leur constatation. 6. Pour l'application de l'article 223 VU sexies, les passifs d'impôts différés de l'entité qui ont précédemment été pris en compte dans le montant total de la correction pour impôts différés, d'une part, sont réputés repris chez le groupe d'entreprises multinationales ou le groupe national cédant et, d'autre part, sont réputés nés chez le groupe acquéreur au cours de l'exercice d'acquisition. Toute régularisation ultérieure de ces passifs d'impôts différés doit, par dérogation au second alinéa du même article 223 VU sexies, être effectuée au titre du cinquième exercice suivant celui d'acquisition, lorsque le passif n'a pas été repris. 7. Lorsque, au cours de l'exercice d'acquisition, l'entité est une entité mère et une entité constitutive d'un groupe faisant partie de plusieurs groupes d'entreprises multinationales ou groupes nationaux, la règle d'inclusion du revenu est appliquée séparément à chacune des parts attribuables d'impôt complémentaire déterminées pour chaque groupe d'entreprises multinationales ou groupe national.",
            "texteHtml": "<p>Lorsqu'au cours d'un exercice, ci-après dénommé exercice d'acquisition, une entité devient ou cesse d'être une entité constitutive d'un groupe d'entreprises multinationales ou d'un groupe national à la suite d'un transfert de participations directement ou indirectement détenues dans cette entité ou lorsqu'elle devient l'entité mère ultime d'un nouveau groupe, cette entité est considérée comme un membre du groupe d'entreprises multinationales ou du groupe national, à la condition qu'une partie de ses actifs, de ses passifs, de ses recettes, de ses dépenses et de ses flux de trésorerie soit intégrée, ligne par ligne, dans les états financiers consolidés de l'entité mère ultime. Son taux effectif d'imposition et son impôt complémentaire sont calculés comme suit.</p><p> 1. Au titre de l'exercice d'acquisition, le groupe d'entreprises multinationales ou le groupe national tient uniquement compte du résultat net comptable et du montant corrigé des impôts couverts de l'entité qui sont inscrits dans les états financiers consolidés de l'entité mère ultime.</p><p> 2. Au titre de l'exercice d'acquisition et des exercices suivants, le résultat qualifié et le montant corrigé des impôts couverts de l'entité sont déterminés sur la base de la valeur comptable de ses actifs et de ses passifs avant le transfert.</p><p> 3. Au titre de l'exercice d'acquisition, les frais de personnel de l'entité pris en compte pour la détermination de la déduction prévue à la sous-section 1 de la section IV correspondent aux coûts figurant dans les états financiers consolidés de l'entité mère ultime.</p><p> 4. Au titre de l'exercice d'acquisition, le calcul de la valeur comptable des actifs corporels de l'entité pris en compte pour la détermination de la déduction prévue à la même sous-section 1 est ajusté, le cas échéant, au prorata de la période pendant laquelle l'entité était membre du groupe d'entreprises multinationales ou du groupe national.</p><p> 5. A l'exception de l'actif d'impôt différé au titre d'une perte qualifiée nette déterminé dans les conditions prévues au paragraphe 4 de la sous-section 2 de la section III, les actifs et les passifs d'impôts différés de l'entité qui sont transférés entre des groupes d'entreprises multinationales ou des groupes nationaux sont pris en compte par le groupe acquéreur comme s'il contrôlait l'entité lors de leur constatation.</p><p> 6. Pour l'application de l'article 223 VU sexies, les passifs d'impôts différés de l'entité qui ont précédemment été pris en compte dans le montant total de la correction pour impôts différés, d'une part, sont réputés repris chez le groupe d'entreprises multinationales ou le groupe national cédant et, d'autre part, sont réputés nés chez le groupe acquéreur au cours de l'exercice d'acquisition. Toute régularisation ultérieure de ces passifs d'impôts différés doit, par dérogation au second alinéa du même article 223 VU sexies, être effectuée au titre du cinquième exercice suivant celui d'acquisition, lorsque le passif n'a pas été repris.</p><p> 7. Lorsque, au cours de l'exercice d'acquisition, l'entité est une entité mère et une entité constitutive d'un groupe faisant partie de plusieurs groupes d'entreprises multinationales ou groupes nationaux, la règle d'inclusion du revenu est appliquée séparément à chacune des parts attribuables d'impôt complémentaire déterminées pour chaque groupe d'entreprises multinationales ou groupe national.</p>",
            "num": "223 WM",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1703980800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Livre premier : Assiette et liquidation de l'impôt",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006084232",
                        "id": "LEGISCTA000006084232",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Première Partie : Impôts d'État",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006114494",
                        "id": "LEGISCTA000006114494",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1954-08-05",
                        "fin": "2999-01-01",
                        "titre": "Titre premier : Impôts directs et taxes assimilées",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006133844",
                        "id": "LEGISCTA000006133844",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2023-12-31",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II bis : Imposition minimale mondiale des groupes d'entreprises multinationales et des groupes nationaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000048779194",
                        "id": "LEGISCTA000048779194",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2023-12-31",
                        "fin": "2999-01-01",
                        "titre": "Section VI :  Règles relatives à l'organisation du groupe et aux restructurations",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000048779504",
                        "id": "LEGISCTA000048804250",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2023-12-31",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 :  Entrées et sorties d'entités constitutives au sein d'un groupe d'entreprises multinationales ou d'un groupe national  ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000048779516",
                        "id": "LEGISCTA000048779516",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1952-02-14",
                        "fin": "2999-01-01",
                        "titre": "Code général des impôts",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006069577",
                        "id": "LEGITEXT000006069577",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000048779518",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000048779516",
            "sectionParentId": "LEGISCTA000048779516",
            "sectionParentTitre": "Sous-section 2 :  Entrées et sorties d'entités constitutives au sein d'un groupe d'entreprises multinationales ou d'un groupe national  ",
            "fullSectionsTitre": "Livre premier : Assiette et liquidation de l'impôt &gt; Première Partie : Impôts d'État &gt; Titre premier : Impôts directs et taxes assimilées &gt; Chapitre II bis : Imposition minimale mondiale des groupes d'entreprises multinationales et des groupes nationaux &gt; Section VI :  Règles relatives à l'organisation du groupe et aux restructurations &gt; Sous-section 2 :  Entrées et sorties d'entités constitutives au sein d'un groupe d'entreprises multinationales ou d'un groupe national  ",
            "refInjection": "MD-20240104_212428_965_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000048804077",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006069577",
                    "titre": "Code général des impôts, CGI.",
                    "titreLong": "Code général des impôts",
                    "etat": "VIGUEUR",
                    "dateDebut": -564278400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006069577",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément au A du IV de l’article 33 de la loi n° 2023-1322 du 29 décembre 2023, ces dispositions s’appliquent aux exercices ouverts à compter du 31 décembre 2023.",
            "notaHtml": "<p>Conformément au A du IV de l’article 33 de la loi n° 2023-1322 du 29 décembre 2023, ces dispositions s’appliquent aux exercices ouverts à compter du 31 décembre 2023.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000048727345",
                    "textTitle": "LOI n°2023-1322 du 29 décembre 2023 - art. 33 (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "33",
                    "articleId": "LEGIARTI000048769583",
                    "natureText": "LOI",
                    "datePubliTexte": "2023-12-30",
                    "dateSignaTexte": "2023-12-29",
                    "dateDebutCible": "2023-12-31"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000048804077",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1703980800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "223 WM",
                "223"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}