{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006655301",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Lorsque la mise hors de portée est assurée par isolation, le recouvrement des conducteurs et pièces sous tension doit être adapté à la tension de l'installation et conserver ses propriétés à l'usage, eu égard aux risques de détériorations auxquels il est exposé. II. - Les canalisations servant au raccordement des appareils amovibles et des parties mobiles des matériels doivent être de type souple et comporter tous les conducteurs actifs et les conducteurs de protection nécessaires au fonctionnement et à la sécurité d'emploi de ces appareils, tous ces conducteurs étant électriquement distincts et matériellement solidaires. Toute canalisation souple doit être pourvue d'une gaine lui permettant de résister aux actions extérieures et spécialement à l'usure et aux contraintes de traction, de flexion, de torsion et de frottement auxquelles elle peut être soumise en service. Si la gaine comporte des éléments métalliques ou est placée dans un tube métallique flexible, ces éléments ou ce tube ne doivent pas risquer de détériorer à l'usage les enveloppes isolantes des conducteurs. Cette gaine doit elle-même être protégée contre les actions extérieures, à moins de n'y être pas vulnérable, soit par nature, soit en raison des conditions d'utilisation de la canalisation. Les appareils ou parties mobiles des appareils raccordés à une canalisation souple ainsi que les fiches de prise de courant ou connecteurs doivent être conçus de façon que cette canalisation ne soit pas exposée, à ses points d'insertion tant dans les appareils que dans les fiches ou connecteurs, à des flexions nuisibles aux isolants et de manière que les conducteurs ne soient pas soumis, en leur point de connexion avec les appareils, aux efforts de traction et de torsion qui peuvent être exercés sur la canalisation souple. III. - Dans le cas de canalisations enterrées, les conducteurs isolés doivent être protégés contre les dégradations résultant du tassement des terres, du contact avec les corps durs, du choc des outils métalliques à main en cas de fouille et, s'il y a lieu, de l'action chimique des couches de terre traversées. Ces canalisations doivent être convenablement écartées de toute autre canalisation enterrée, électrique ou non. Elles doivent être pourvues de marques d'identification, notamment aux extrémités, et leur parcours dans le sol doit être matériellement repéré aux entrées dans les bâtiments ainsi qu'aux changements de direction. Toute canalisation ou couche de canalisations doit être signalée par un dispositif avertisseur inaltérable placé au minimum à 10 centimètres au-dessus d'elle. Lorsque des canalisations ou couches de canalisations sont enterrées à des profondeurs espacées de plus de 10 centimètres, un dispositif avertisseur doit être placé au-dessus de chaque canalisation ou couche de canalisations. Le tracé des canalisations dans le sol doit être relevé sur un plan qui permette de connaître leur emplacement sans avoir à recourir à une fouille.",
            "texteHtml": "<p></p>   I. - Lorsque la mise hors de portée est assurée par isolation, le recouvrement des conducteurs et pièces sous tension doit être adapté à la tension de l'installation et conserver ses propriétés à l'usage, eu égard aux risques de détériorations auxquels il est exposé.<p></p><p></p>   II. - Les canalisations servant au raccordement des appareils amovibles et des parties mobiles des matériels doivent être de type souple et comporter tous les conducteurs actifs et les conducteurs de protection nécessaires au fonctionnement et à la sécurité d'emploi de ces appareils, tous ces conducteurs étant électriquement distincts et matériellement solidaires.<p></p><p></p>   Toute canalisation souple doit être pourvue d'une gaine lui permettant de résister aux actions extérieures et spécialement à l'usure et aux contraintes de traction, de flexion, de torsion et de frottement auxquelles elle peut être soumise en service.<p></p><p></p>   Si la gaine comporte des éléments métalliques ou est placée dans un tube métallique flexible, ces éléments ou ce tube ne doivent pas risquer de détériorer à l'usage les enveloppes isolantes des conducteurs. Cette gaine doit elle-même être protégée contre les actions extérieures, à moins de n'y être pas vulnérable, soit par nature, soit en raison des conditions d'utilisation de la canalisation.<p></p><p></p>   Les appareils ou parties mobiles des appareils raccordés à une canalisation souple ainsi que les fiches de prise de courant ou connecteurs doivent être conçus de façon que cette canalisation ne soit pas exposée, à ses points d'insertion tant dans les appareils que dans les fiches ou connecteurs, à des flexions nuisibles aux isolants et de manière que les conducteurs ne soient pas soumis, en leur point de connexion avec les appareils, aux efforts de traction et de torsion qui peuvent être exercés sur la canalisation souple.<p></p><p></p>   III. - Dans le cas de canalisations enterrées, les conducteurs isolés doivent être protégés contre les dégradations résultant du tassement des terres, du contact avec les corps durs, du choc des outils métalliques à main en cas de fouille et, s'il y a lieu, de l'action chimique des couches de terre traversées.<p></p><p></p>   Ces canalisations doivent être convenablement écartées de toute autre canalisation enterrée, électrique ou non. Elles doivent être pourvues de marques d'identification, notamment aux extrémités, et leur parcours dans le sol doit être matériellement repéré aux entrées dans les bâtiments ainsi qu'aux changements de direction.<p></p><p></p>   Toute canalisation ou couche de canalisations doit être signalée par un dispositif avertisseur inaltérable placé au minimum à 10 centimètres au-dessus d'elle. Lorsque des canalisations ou couches de canalisations sont enterrées à des profondeurs espacées de plus de 10 centimètres, un dispositif avertisseur doit être placé au-dessus de chaque canalisation ou couche de canalisations.<p></p><p></p>   Le tracé des canalisations dans le sol doit être relevé sur un plan qui permette de connaître leur emplacement sans avoir à recourir à une fouille.<p></p>",
            "num": "R236-19",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "ABROGE",
            "dateDebut": 1141257600000,
            "dateFin": 1541548800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1991-12-19",
                        "fin": "2012-11-01",
                        "titre": "Partie réglementaire - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101393",
                        "id": "LEGISCTA000006101393",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2012-11-01",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101393",
                        "id": "LEGISCTA000026563665",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-12-19",
                        "fin": "2018-11-07",
                        "titre": "LIVRE II : Réglementation du travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006123945",
                        "id": "LEGISCTA000006123945",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2004-03-02",
                        "fin": "2018-11-07",
                        "titre": "TITRE III : Hygiène, sécurité et conditions de travail",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006140051",
                        "id": "LEGISCTA000006140051",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2004-03-02",
                        "fin": "2018-11-07",
                        "titre": "CHAPITRE VI : Mesures particulières de protection des salariés dans les établissements qui mettent en oeuvre des courants électriques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154643",
                        "id": "LEGISCTA000006154643",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2004-03-02",
                        "fin": "2018-11-07",
                        "titre": "Section 3 : Protection des salariés contre les risques de contact avec des conducteurs actifs ou des pièces conductrices habituellement sous tension (contact direct)",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170569",
                        "id": "LEGISCTA000006170569",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2006-03-02",
                        "fin": "2018-11-07",
                        "titre": "Mise hors de portée par isolation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006184803",
                        "id": "LEGISCTA000006184803",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1991-03-06",
                        "fin": "2999-01-01",
                        "titre": "Code du travail applicable à Mayotte",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072052",
                        "id": "LEGITEXT000006072052",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006655301",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006184803",
            "sectionParentId": "LEGISCTA000006184803",
            "sectionParentTitre": "Mise hors de portée par isolation.",
            "fullSectionsTitre": "Partie réglementaire",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006655301",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072052",
                    "titre": "Code du travail applicable à Mayotte.",
                    "titreLong": "Code du travail applicable à Mayotte",
                    "etat": "VIGUEUR",
                    "dateDebut": 668217600000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072052",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Décret 2004-196 2004-02-25 art. 2 V : conditions d'application.",
            "notaHtml": "<p></p>  Décret 2004-196 2004-02-25 art. 2 V : conditions d'application.<p></p><p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000246916",
                    "textTitle": "Décret 2004-196 2004-02-25",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000246916",
                    "natureText": "DECRET",
                    "datePubliTexte": "2004-03-02",
                    "dateSignaTexte": "2004-02-25",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000037558787",
                    "textTitle": "Décret n°2018-953 du 31 octobre 2018 - art. 56",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "56",
                    "articleId": "LEGIARTI000037560121",
                    "natureText": "DECRET",
                    "datePubliTexte": "2018-11-06",
                    "dateSignaTexte": "2018-10-31",
                    "dateDebutCible": "2018-11-07"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072052",
                    "textTitle": "Code du travail applicable à Mayotte. - art. R236-21 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R236-21",
                    "articleId": "LEGIARTI000006655303",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1078185600000
                },
                {
                    "textCid": "LEGITEXT000006072052",
                    "textTitle": "Code du travail applicable à Mayotte. - art. R236-55 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R236-55",
                    "articleId": "LEGIARTI000006655348",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1141257600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006655301",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 1141257600000,
                    "dateFin": 1541548800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R236-19",
                "236-19"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}