{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000043340014",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Lorsqu'un distributeur au sens du III de l'article L. 511-1 contacte par téléphone un souscripteur ou un adhérent éventuel en vue de conclure un contrat d'assurance qui n'entre pas dans le cadre de l'activité commerciale ou professionnelle du souscripteur ou de l'adhérent éventuel : 1° Il recueille au début de la conversation, immédiatement après avoir satisfait aux obligations d'information prévues par voie réglementaire, l'accord préalable du souscripteur ou de l'adhérent éventuel à la poursuite de la communication. A défaut d'accord explicite de ce dernier, le distributeur met fin à l'appel sans délai et s'abstient de le contacter à nouveau. Après avoir recueilli l'accord préalable et explicite du souscripteur ou de l'adhérent éventuel à la poursuite de la communication, le distributeur demeure tenu à tout moment de mettre fin sans délai à l'appel dès lors que le souscripteur ou l'adhérent éventuel manifeste une absence d'intérêt ou son souhait de ne pas donner suite à la proposition commerciale. Dans un tel cas, le distributeur s'abstient de le contacter à nouveau ; 2° Il s'assure que le souscripteur ou l'adhérent éventuel peut résilier son contrat en cours concomitamment à la prise d'effet du contrat proposé si son offre concerne un risque déjà couvert ; 3° Il s'assure, avant la conclusion à distance du contrat, de la bonne réception par le souscripteur ou l'adhérent éventuel des documents et informations prévus à l'article L. 112-2 , aux I, III et IV de l'article L. 112-2-1 , aux articles L. 521-2 à L. 521-4 et L. 522-1 à L. 522-6 du présent code et au premier alinéa de l'article L. 222-6 du code de la consommation . Le distributeur est tenu de respecter un délai minimal de vingt-quatre heures entre la réception par le souscripteur ou l'adhérent éventuel des documents et informations mentionnés au 3° du présent I et tout nouveau contact par téléphone fixé après accord exprès du souscripteur ou de l'adhérent éventuel. II.-Le souscripteur ou l'adhérent éventuel ne peut consentir au contrat qu'en le signant. Cette signature ne peut être que manuscrite ou électronique. Elle ne peut intervenir au cours d'un appel téléphonique et moins de vingt-quatre heures après la réception des documents et informations mentionnés au 3° du I. Dans tous les cas, un distributeur ne peut signer un contrat pour le compte du souscripteur ou de l'adhérent éventuel. III.-A la suite de la signature du contrat, le distributeur informe sans délai le souscripteur ou adhérent, par écrit ou sur tout autre support durable, de son engagement, des dates de conclusion et de prise d'effet du contrat, de son éventuel droit de renonciation et des modalités d'exercice de ce droit, notamment l'adresse à laquelle la notification de la renonciation doit être envoyée ainsi que les modalités d'examen des réclamations que le souscripteur peut formuler au sujet du contrat. IV.-Afin de permettre à l'Autorité de contrôle prudentiel et de résolution et à la direction générale de la concurrence, de la consommation et de la répression des fraudes de contrôler le respect des obligations prévues au présent article, les distributeurs enregistrent, conservent et garantissent la traçabilité de l'intégralité des communications téléphoniques intervenues avant la conclusion du contrat d'assurance, pendant une période de deux années. V.-Le présent article n'est pas applicable lorsque le distributeur est lié au souscripteur ou à l'adhérent éventuel par un contrat en cours ou lorsque le souscripteur ou l'adhérent éventuel a sollicité l'appel ou a consenti à être appelé, en engageant de manière claire, libre et sans équivoque une démarche expresse en ce sens. Le distributeur tient à la disposition de l'Autorité de contrôle prudentiel et de résolution et de la direction générale de la concurrence, de la consommation et de la répression des fraudes les pièces justificatives permettant de vérifier le respect des conditions prévues au premier alinéa du présent V. VI.-Les infractions aux dispositions du présent article sont constatées et sanctionnées par l'Autorité de contrôle prudentiel et de résolution dans les conditions prévues à la section 2 du chapitre Ier du titre Ier du livre III. Les infractions constituées par le non-respect par les distributeurs des dispositions relatives au processus de commercialisation, telles que mentionnées aux I à V du présent article, peuvent également être recherchées et constatées par les agents mentionnés aux articles L. 511-3 et L. 511-21 du code de la consommation, dans les conditions prévues à l'article L. 511-6 du même code. Les conditions d'application du présent article sont définies par décret en Conseil d'Etat.",
            "texteHtml": "<p>I.-Lorsqu'un distributeur au sens du III de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006804100&dateTexte=&categorieLien=cid' title='Code des assurances - art. L511-1 (V)'>L. 511-1 </a>contacte par téléphone un souscripteur ou un adhérent éventuel en vue de conclure un contrat d'assurance qui n'entre pas dans le cadre de l'activité commerciale ou professionnelle du souscripteur ou de l'adhérent éventuel : <br/><br/>1° Il recueille au début de la conversation, immédiatement après avoir satisfait aux obligations d'information prévues par voie réglementaire, l'accord préalable du souscripteur ou de l'adhérent éventuel à la poursuite de la communication. A défaut d'accord explicite de ce dernier, le distributeur met fin à l'appel sans délai et s'abstient de le contacter à nouveau. <br/><br/>Après avoir recueilli l'accord préalable et explicite du souscripteur ou de l'adhérent éventuel à la poursuite de la communication, le distributeur demeure tenu à tout moment de mettre fin sans délai à l'appel dès lors que le souscripteur ou l'adhérent éventuel manifeste une absence d'intérêt ou son souhait de ne pas donner suite à la proposition commerciale. Dans un tel cas, le distributeur s'abstient de le contacter à nouveau ; <br/><br/>2° Il s'assure que le souscripteur ou l'adhérent éventuel peut résilier son contrat en cours concomitamment à la prise d'effet du contrat proposé si son offre concerne un risque déjà couvert ; <br/><br/>3° Il s'assure, avant la conclusion à distance du contrat, de la bonne réception par le souscripteur ou l'adhérent éventuel des documents et informations prévus à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006791884&dateTexte=&categorieLien=cid' title='Code des assurances - art. L112-2 (V)'>L. 112-2</a>, aux I, III et IV de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000006791904&dateTexte=&categorieLien=cid' title='Code des assurances - art. L112-2-1 (V)'>L. 112-2-1</a>, aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000036918466&dateTexte=&categorieLien=cid' title='Code des assurances - art. L521-2 (V)'>L. 521-2 à L. 521-4 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006073984&idArticle=LEGIARTI000036918783&dateTexte=&categorieLien=cid' title='Code des assurances - art. L522-1 (V)'>L. 522-1 à L. 522-6 </a>du présent code et au premier alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069565&idArticle=LEGIARTI000032221411&dateTexte=&categorieLien=cid' title='Code de la consommation - art. L222-6 (V)'>L. 222-6 du code de la consommation</a>. <br/><br/>Le distributeur est tenu de respecter un délai minimal de vingt-quatre heures entre la réception par le souscripteur ou l'adhérent éventuel des documents et informations mentionnés au 3° du présent I et tout nouveau contact par téléphone fixé après accord exprès du souscripteur ou de l'adhérent éventuel. <br/><br/>II.-Le souscripteur ou l'adhérent éventuel ne peut consentir au contrat qu'en le signant. Cette signature ne peut être que manuscrite ou électronique. Elle ne peut intervenir au cours d'un appel téléphonique et moins de vingt-quatre heures après la réception des documents et informations mentionnés au 3° du I. <br/><br/>Dans tous les cas, un distributeur ne peut signer un contrat pour le compte du souscripteur ou de l'adhérent éventuel. <br/><br/>III.-A la suite de la signature du contrat, le distributeur informe sans délai le souscripteur ou adhérent, par écrit ou sur tout autre support durable, de son engagement, des dates de conclusion et de prise d'effet du contrat, de son éventuel droit de renonciation et des modalités d'exercice de ce droit, notamment l'adresse à laquelle la notification de la renonciation doit être envoyée ainsi que les modalités d'examen des réclamations que le souscripteur peut formuler au sujet du contrat. <br/><br/>IV.-Afin de permettre à l'Autorité de contrôle prudentiel et de résolution et à la direction générale de la concurrence, de la consommation et de la répression des fraudes de contrôler le respect des obligations prévues au présent article, les distributeurs enregistrent, conservent et garantissent la traçabilité de l'intégralité des communications téléphoniques intervenues avant la conclusion du contrat d'assurance, pendant une période de deux années. <br/><br/>V.-Le présent article n'est pas applicable lorsque le distributeur est lié au souscripteur ou à l'adhérent éventuel par un contrat en cours ou lorsque le souscripteur ou l'adhérent éventuel a sollicité l'appel ou a consenti à être appelé, en engageant de manière claire, libre et sans équivoque une démarche expresse en ce sens. <br/><br/>Le distributeur tient à la disposition de l'Autorité de contrôle prudentiel et de résolution et de la direction générale de la concurrence, de la consommation et de la répression des fraudes les pièces justificatives permettant de vérifier le respect des conditions prévues au premier alinéa du présent V. <br/><br/>VI.-Les infractions aux dispositions du présent article sont constatées et sanctionnées par l'Autorité de contrôle prudentiel et de résolution dans les conditions prévues à la section 2 du chapitre Ier du titre Ier du livre III. <br/><br/>Les infractions constituées par le non-respect par les distributeurs des dispositions relatives au processus de commercialisation, telles que mentionnées aux I à V du présent article, peuvent également être recherchées et constatées par les agents mentionnés aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069565&idArticle=LEGIARTI000032222965&dateTexte=&categorieLien=cid' title='Code de la consommation - art. L511-3 (V)'>L. 511-3 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069565&idArticle=LEGIARTI000032223009&dateTexte=&categorieLien=cid' title='Code de la consommation - art. L511-21 (V)'>L. 511-21 </a>du code de la consommation, dans les conditions prévues à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006069565&idArticle=LEGIARTI000032222973&dateTexte=&categorieLien=cid' title='Code de la consommation - art. L511-6 (VT)'>L. 511-6</a> du même code. <br/><br/>Les conditions d'application du présent article sont définies par décret en Conseil d'Etat.</p>",
            "num": "L112-2-2",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1648771200000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 365066,
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-16",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107964",
                        "id": "LEGISCTA000006107964",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Le contrat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128391",
                        "id": "LEGISCTA000006128391",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2012-07-01",
                        "titre": "Titre Ier : Règles communes aux assurances de dommages non maritimes et aux assurances de personnes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142659",
                        "id": "LEGISCTA000006142659",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2012-07-01",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Règles communes aux assurances de dommages et aux assurances de personnes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142659",
                        "id": "LEGISCTA000024376809",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre II : Conclusion et preuve du contrat d'assurance - Forme et transmission des polices.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006157199",
                        "id": "LEGISCTA000006157199",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000043340008",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006157199",
            "sectionParentId": "LEGISCTA000006157199",
            "sectionParentTitre": "Chapitre II : Conclusion et preuve du contrat d'assurance - Forme et transmission des polices.",
            "fullSectionsTitre": "Partie législative &gt; Livre Ier : Le contrat &gt; Titre Ier : Règles communes aux assurances de dommages et aux assurances de personnes &gt; Chapitre II : Conclusion et preuve du contrat d'assurance - Forme et transmission des polices.",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000043340014",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006073984",
                    "titre": "Code des assurances",
                    "titreLong": "Code des assurances",
                    "etat": "VIGUEUR",
                    "dateDebut": 205891200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006073984",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément au IV de l'article unique de la loi n° 2021-402 du 8 avril 2021, ces dispositions entrent en vigueur le 1er avril 2022.",
            "notaHtml": "<p>Conformément au IV de l'article unique de la loi n° 2021-402 du 8 avril 2021, ces dispositions entrent en vigueur le 1er avril 2022.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000043339224",
                    "textTitle": "LOI n°2021-402 du 8 avril 2021 - art. unique (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "unique",
                    "articleId": "LEGIARTI000043339985",
                    "natureText": "LOI",
                    "datePubliTexte": "2021-04-09",
                    "dateSignaTexte": "2021-04-08",
                    "dateDebutCible": "2021-04-10"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000045010222",
                    "textTitle": "Décret n°2022-34 du 17 janvier 2022 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000045010774",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2022-34",
                    "datePubli": 1642464000000,
                    "dateDebut": 1648771200000
                },
                {
                    "textCid": "LEGITEXT000006069565",
                    "textTitle": "Code de la consommation - art. L222-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L222-6",
                    "articleId": "LEGIARTI000032221411",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1467331200000
                },
                {
                    "textCid": "LEGITEXT000006069565",
                    "textTitle": "Code de la consommation - art. L511-21 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L511-21",
                    "articleId": "LEGIARTI000032223009",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1467331200000
                },
                {
                    "textCid": "LEGITEXT000006069565",
                    "textTitle": "Code de la consommation - art. L511-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L511-3",
                    "articleId": "LEGIARTI000032222965",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1467331200000
                },
                {
                    "textCid": "LEGITEXT000006069565",
                    "textTitle": "Code de la consommation - art. L511-6 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L511-6",
                    "articleId": "LEGIARTI000032222973",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1467331200000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L112-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L112-2",
                    "articleId": "LEGIARTI000006791884",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1522540800000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L112-2-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L112-2-1",
                    "articleId": "LEGIARTI000006791904",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1467331200000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L511-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L511-1",
                    "articleId": "LEGIARTI000006804100",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1475280000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L521-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L521-2",
                    "articleId": "LEGIARTI000036918466",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1538352000000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L522-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L522-1",
                    "articleId": "LEGIARTI000036918783",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1538352000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000043340014",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1648771200000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L112-2-2",
                "112-2-2"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}