{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000020163373",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La norme d'exercice professionnel relative aux constats à l'issue de procédures convenues avec l'entité entrant dans le cadre de diligences directement liées à la mission de commissaire aux comptes, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : NORME D'EXERCICE PROFESSIONNEL RELATIVE AUX CONSTATS À L'ISSUE DE PROCÉDURES CONVENUES AVEC L'ENTITÉ ENTRANT DANS LE CADRE DE DILIGENCES DIRECTEMENT LIÉES À LA MISSION DE COMMISSAIRE AUX COMPTES Introduction 1. L'entité, en dehors de toute obligation légale, peut avoir besoin de constats résultant de procédures de contrôle spécifiques mises en œuvre sur des sujets déterminés en lien avec les comptes. Elle peut demander à son commissaire aux comptes de mettre en œuvre ces procédures de contrôle. Ces procédures, définies en accord entre l'entité et le commissaire aux comptes, sont dénommées procédures convenues et donnent lieu à l'établissement d'un rapport. 2. L'entité demande la réalisation de procédures convenues lorsqu'elle-même, ou un tiers identifié par elle, souhaite tirer ses propres conclusions à partir des constats qui lui sont rapportés. Les procédures convenues ne conduisent pas à une opinion d'audit, à une conclusion d'examen limité ou à une attestation du commissaire aux comptes. Le rapport présentant les constats qui résultent de la mise en œuvre des procédures convenues n'est pas destiné à être rendu public par l'entité. 3. Le commissaire aux comptes peut mettre en œuvre des procédures convenues si, conformément aux dispositions de l'article L. 822-11 -II du code de commerce, la prestation effectuée entre dans les diligences directement liées à sa mission telles que définies par la présente norme d'exercice professionnel et si, en outre, les dispositions du code de déontologie, notamment celles rappelées au paragraphe 09 ci-après, sont respectées. 4. La présente norme a pour objet de définir les conditions dans lesquelles le commissaire aux comptes peut mettre en œuvre des procédures convenues, les travaux qu'il réalise et la formulation des constats qui en découlent. Conditions requises 5. Les constats sont réalisés à la demande de l'entité. 6. Les procédures convenues sont mises en œuvre en utilisant tout ou partie des techniques de contrôle décrites dans la norme d'exercice professionnel relative au caractère probant des éléments collectés. 7. Les procédures convenues ne peuvent porter que sur : ― des comptes, des états comptables ou des éléments des comptes de l'entité, selon les définitions qu'en donne la norme d'exercice professionnel relative à l'audit entrant dans le cadre de diligences directement liées à la mission de commissaire aux comptes ; ― des informations, des données ou des documents de l'entité ayant un lien avec la comptabilité ou avec les données sous-tendant la comptabilité ; ― des éléments du contrôle interne de l'entité relatifs à l'élaboration et au traitement de l'information comptable et financière. 8. Le commissaire aux comptes peut réaliser des constats résultant de procédures convenues relatifs à l'entité elle-même, à une entité qui la contrôle ou à une entité qui est contrôlée par elle au sens des I et II de l'article L. 233-3 du code de commerce. 9. Le commissaire aux comptes se fait préciser le contexte de la demande pour s'assurer : ― que l'intervention demandée respecte les conditions requises par la présente norme ; ― et que les conditions de son intervention et l'utilisation prévue de son rapport sont compatibles avec les dispositions du code de déontologie de la profession qui interdisent, notamment, la représentation de l'entité et de ses dirigeants devant toute juridiction, la mise en œuvre de toute mission d'expertise dans un contentieux dans lequel l'entité ou ses dirigeants seraient impliqués et la prise en charge même partielle d'une prestation d'externalisation. 10. Le commissaire aux comptes s'assure que les conditions de son intervention, notamment les délais pour mettre en œuvre les procédures, sont compatibles avec les ressources dont il dispose. 11. Dans tous les cas, le commissaire aux comptes peut refuser l'intervention. Travaux du commissaire aux comptes 12. Le commissaire aux comptes convient avec l'entité : ― des informations, données, documents ou éléments du contrôle interne sur lesquels portent les procédures à mettre en œuvre ; ― de la nature, de l'étendue et du calendrier des procédures à mettre en œuvre ; ― des modalités de restitution des travaux et des constats qui en résultent ; ― des conditions restrictives de diffusion du rapport. Il peut conditionner son intervention à l'obtention de déclarations écrites de la direction. 13. Le commissaire aux comptes applique les dispositions de la norme d'exercice professionnel relative à la lettre de mission. Si nécessaire, il établit une nouvelle lettre ou une lettre complémentaire, conformément aux principes de la norme susmentionnée, qui comporte les éléments décrits au paragraphe 12 de la présente norme. 14. Le commissaire aux comptes met en œuvre les procédures convenues avec l'entité et relate les constats qui en résultent dans un rapport. Forme du rapport 15. Le commissaire aux comptes, qui n'a pas défini lui-même les procédures à mettre en œuvre et ne peut pas connaître les conclusions qui pourraient être tirées de ses constats, précise clairement dans son rapport la portée et les limites de son intervention afin que les constats relatés dans son rapport ne puissent pas donner lieu à une interprétation inappropriée. 16. Le rapport comporte : ― un titre précisant qu'il s'agit d'un rapport de constats résultant de procédures convenues ; ― l'identité du destinataire du rapport au sein de l'entité ou l'indication de l'organe auquel le rapport est destiné ; ― le rappel de la qualité de commissaire aux comptes ; ― l'identification de l'entité concernée ; ― un exposé sommaire du contexte de l'intervention ; ― l'identification des informations, données, documents ou éléments du contrôle interne de l'entité sur lesquels portent les procédures convenues ; ― la description des procédures mises en œuvre et la mention que celles-ci correspondent aux procédures convenues avec l'entité et ne constituent ni un audit ni un examen limité ; ― la formulation des résultats sous forme de constats ; ― toutes remarques utiles permettant au destinataire final de mesurer la portée et les limites du rapport émis ; ― la date du rapport ; ― l'identification et la signature du commissaire aux comptes. Documentation 17. Le commissaire aux comptes fait figurer dans son dossier les éléments qui : ― permettent d'établir que l'intervention a été réalisée dans le respect de la présente norme d'exercice professionnel ; ― permettent, conformément aux principes de la norme d'exercice professionnel relative à la documentation de l'audit des comptes, à toute personne ayant une expérience de la pratique de l'audit et n'ayant pas participé à l'intervention d'être en mesure de comprendre la nature et l'étendue des procédures mises en œuvre ainsi que les constats qui en résultent. 18. Le commissaire aux comptes applique les dispositions des paragraphes 6 à 8 de la norme d'exercice professionnel relative à la documentation de l'audit des comptes. Co-commissariat aux comptes 19. Lorsque l'entité a désigné plusieurs commissaires aux comptes, l'intervention peut être demandée à un seul commissaire aux comptes. 20. Il appartient alors au commissaire aux comptes qui réalise l'intervention : ― d'informer préalablement les autres commissaires aux comptes de la nature et de l'objet de l'intervention ; ― de leur communiquer une copie du rapport.",
            "texteHtml": "<p>La norme d'exercice professionnel relative aux constats à l'issue de procédures convenues avec l'entité entrant dans le cadre de diligences directement liées à la mission de commissaire aux comptes, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : </p><p align='center'>NORME D'EXERCICE PROFESSIONNEL RELATIVE AUX CONSTATS À L'ISSUE DE PROCÉDURES CONVENUES AVEC L'ENTITÉ ENTRANT DANS LE CADRE DE DILIGENCES DIRECTEMENT LIÉES À LA MISSION DE COMMISSAIRE AUX COMPTES </p><p>Introduction </p><p>1. L'entité, en dehors de toute obligation légale, peut avoir besoin de constats résultant de procédures de contrôle spécifiques mises en œuvre sur des sujets déterminés en lien avec les comptes.</p><p> Elle peut demander à son commissaire aux comptes de mettre en œuvre ces procédures de contrôle.</p><p> Ces procédures, définies en accord entre l'entité et le commissaire aux comptes, sont dénommées procédures convenues et donnent lieu à l'établissement d'un rapport. </p><p>2. L'entité demande la réalisation de procédures convenues lorsqu'elle-même, ou un tiers identifié par elle, souhaite tirer ses propres conclusions à partir des constats qui lui sont rapportés. </p><p>Les procédures convenues ne conduisent pas à une opinion d'audit, à une conclusion d'examen limité ou à une attestation du commissaire aux comptes. </p><p>Le rapport présentant les constats qui résultent de la mise en œuvre des procédures convenues n'est pas destiné à être rendu public par l'entité. </p><p>3. Le commissaire aux comptes peut mettre en œuvre des procédures convenues si, conformément aux dispositions de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242720&dateTexte=&categorieLien=cid'>L. 822-11</a>-II du code de commerce, la prestation effectuée entre dans les diligences directement liées à sa mission telles que définies par la présente norme d'exercice professionnel et si, en outre, les dispositions du code de déontologie, notamment celles rappelées au paragraphe 09 ci-après, sont respectées. </p><p>4. La présente norme a pour objet de définir les conditions dans lesquelles le commissaire aux comptes peut mettre en œuvre des procédures convenues, les travaux qu'il réalise et la formulation des constats qui en découlent. </p><p>Conditions requises </p><p>5. Les constats sont réalisés à la demande de l'entité. </p><p>6. Les procédures convenues sont mises en œuvre en utilisant tout ou partie des techniques de contrôle décrites dans la norme d'exercice professionnel relative au caractère probant des éléments collectés. </p><p>7. Les procédures convenues ne peuvent porter que sur : </p><p>― des comptes, des états comptables ou des éléments des comptes de l'entité, selon les définitions qu'en donne la norme d'exercice professionnel relative à l'audit entrant dans le cadre de diligences directement liées à la mission de commissaire aux comptes ; </p><p>― des informations, des données ou des documents de l'entité ayant un lien avec la comptabilité ou avec les données sous-tendant la comptabilité ; </p><p>― des éléments du contrôle interne de l'entité relatifs à l'élaboration et au traitement de l'information comptable et financière. <br/>8. Le commissaire aux comptes peut réaliser des constats résultant de procédures convenues relatifs à l'entité elle-même, à une entité qui la contrôle ou à une entité qui est contrôlée par elle au sens des I et II de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006229187&dateTexte=&categorieLien=cid'>L. 233-3</a> du code de commerce. </p><p>9. Le commissaire aux comptes se fait préciser le contexte de la demande pour s'assurer : </p><p>― que l'intervention demandée respecte les conditions requises par la présente norme ; </p><p>― et que les conditions de son intervention et l'utilisation prévue de son rapport sont compatibles avec les dispositions du code de déontologie de la profession qui interdisent, notamment, la représentation de l'entité et de ses dirigeants devant toute juridiction, la mise en œuvre de toute mission d'expertise dans un contentieux dans lequel l'entité ou ses dirigeants seraient impliqués et la prise en charge même partielle d'une prestation d'externalisation. </p><p>10. Le commissaire aux comptes s'assure que les conditions de son intervention, notamment les délais pour mettre en œuvre les procédures, sont compatibles avec les ressources dont il dispose. </p><p>11. Dans tous les cas, le commissaire aux comptes peut refuser l'intervention. </p><p>Travaux du commissaire aux comptes </p><p>12. Le commissaire aux comptes convient avec l'entité : </p><p>― des informations, données, documents ou éléments du contrôle interne sur lesquels portent les procédures à mettre en œuvre ; </p><p>― de la nature, de l'étendue et du calendrier des procédures à mettre en œuvre ; </p><p>― des modalités de restitution des travaux et des constats qui en résultent ; </p><p>― des conditions restrictives de diffusion du rapport. </p><p>Il peut conditionner son intervention à l'obtention de déclarations écrites de la direction. </p><p>13. Le commissaire aux comptes applique les dispositions de la norme d'exercice professionnel relative à la lettre de mission. Si nécessaire, il établit une nouvelle lettre ou une lettre complémentaire, conformément aux principes de la norme susmentionnée, qui comporte les éléments décrits au paragraphe 12 de la présente norme. </p><p>14. Le commissaire aux comptes met en œuvre les procédures convenues avec l'entité et relate les constats qui en résultent dans un rapport. </p><p>Forme du rapport </p><p>15. Le commissaire aux comptes, qui n'a pas défini lui-même les procédures à mettre en œuvre et ne peut pas connaître les conclusions qui pourraient être tirées de ses constats, précise clairement dans son rapport la portée et les limites de son intervention afin que les constats relatés dans son rapport ne puissent pas donner lieu à une interprétation inappropriée. </p><p>16. Le rapport comporte : </p><p>― un titre précisant qu'il s'agit d'un rapport de constats résultant de procédures convenues ;</p><p> ― l'identité du destinataire du rapport au sein de l'entité ou l'indication de l'organe auquel le rapport est destiné ; </p><p>― le rappel de la qualité de commissaire aux comptes ; </p><p>― l'identification de l'entité concernée ; </p><p>― un exposé sommaire du contexte de l'intervention ; </p><p>― l'identification des informations, données, documents ou éléments du contrôle interne de l'entité sur lesquels portent les procédures convenues ; </p><p>― la description des procédures mises en œuvre et la mention que celles-ci correspondent aux procédures convenues avec l'entité et ne constituent ni un audit ni un examen limité ; </p><p>― la formulation des résultats sous forme de constats ; </p><p>― toutes remarques utiles permettant au destinataire final de mesurer la portée et les limites du rapport émis ; </p><p>― la date du rapport ; </p><p>― l'identification et la signature du commissaire aux comptes. </p><p>Documentation </p><p>17. Le commissaire aux comptes fait figurer dans son dossier les éléments qui : </p><p>― permettent d'établir que l'intervention a été réalisée dans le respect de la présente norme d'exercice professionnel ; </p><p>― permettent, conformément aux principes de la norme d'exercice professionnel relative à la documentation de l'audit des comptes, à toute personne ayant une expérience de la pratique de l'audit et n'ayant pas participé à l'intervention d'être en mesure de comprendre la nature et l'étendue des procédures mises en œuvre ainsi que les constats qui en résultent. </p><p>18. Le commissaire aux comptes applique les dispositions des paragraphes 6 à 8 de la norme d'exercice professionnel relative à la documentation de l'audit des comptes. </p><p>Co-commissariat aux comptes </p><p>19. Lorsque l'entité a désigné plusieurs commissaires aux comptes, l'intervention peut être demandée à un seul commissaire aux comptes. </p><p>20. Il appartient alors au commissaire aux comptes qui réalise l'intervention : </p><p>― d'informer préalablement les autres commissaires aux comptes de la nature et de l'objet de l'intervention ; </p><p>― de leur communiquer une copie du rapport.</p>",
            "num": "A823-34",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "ABROGE",
            "dateDebut": 1232496000000,
            "dateFin": 1519862400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2080374783,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000020163597",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : De l'exercice du contrôle légal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163158",
                        "id": "LEGISCTA000020163474",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Des modalités d'exercice de la mission",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163169",
                        "id": "LEGISCTA000020163464",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2018-03-01",
                        "titre": "Sous-section 4 : Des diligences directement liées à la mission de commissaire aux comptes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163250",
                        "id": "LEGISCTA000020163383",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020163260",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020163250",
            "sectionParentId": "LEGISCTA000020163383",
            "sectionParentTitre": "Sous-section 4 : Des diligences directement liées à la mission de commissaire aux comptes",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; TITRE II : Des commissaires aux comptes. &gt; Chapitre III : De l'exercice du contrôle légal &gt; Section 3 : Des modalités d'exercice de la mission",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000020163373",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000020152123",
                    "textTitle": "Arrêté du 14 janvier 2009 - art. (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe",
                    "articleId": "LEGIARTI000020154224",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2009-01-20",
                    "dateSignaTexte": "2009-01-14",
                    "dateDebutCible": "2009-01-21"
                },
                {
                    "textCid": "JORFTEXT000036649928",
                    "textTitle": "Arrêté du 20 février 2018 - art. 8",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "8",
                    "articleId": "LEGIARTI000036651598",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2018-02-28",
                    "dateSignaTexte": "2018-02-20",
                    "dateDebutCible": "2018-03-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L233-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L233-3",
                    "articleId": "LEGIARTI000006229187",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L822-11",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L822-11",
                    "articleId": "LEGIARTI000006242720",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1059782400000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000019308460",
                    "textTitle": "Arrêté du 1er août 2008 - art. 1, v. init.",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "JORFARTI000019308462",
                    "natureText": "ARRETE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020163373",
                    "etat": "ABROGE",
                    "version": "1.0",
                    "dateDebut": 1232496000000,
                    "dateFin": 1519862400000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A823-34",
                "823-34"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}