{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000038239723",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Lorsque la modification projetée fait l'objet d'une évaluation environnementale, les dispositions du chapitre II et de la section 1 du chapitre III du titre II du livre Ier s'appliquent, sous réserve des dispositions du présent article. II.-L'Autorité de sûreté nucléaire est l'autorité compétente pour l'application des dispositions du chapitre II du titre II du livre Ier. Pour l'application du V de l'article L. 122-1 , les collectivités territoriales sont celles définies à l'article R. 593-20 . III.-En parallèle de la transmission faite au titre du V de l'article L. 122-1 à l'autorité environnementale par l'Autorité de sûreté nucléaire et aux collectivités territoriales intéressées et à leurs groupements par le préfet dans le département duquel les consultations locales et l'enquête publique doivent être organisées, le préfet transmet, pour avis, le dossier présentant le projet comprenant l'étude d'impact et la demande d'autorisation à la commission locale de l'eau compétente si l'une des communes intéressées est située en tout ou en partie dans le périmètre d'un schéma d'aménagement et de gestion des eaux approuvé ou si la modification projetée a des effets dans un tel périmètre. Si l'avis n'est pas émis dans le délai de quarante-cinq jours, il est réputé favorable. L'Autorité de sûreté nucléaire transmet ce même dossier, pour information, à la commission locale d'information. En même temps qu'elle rend son avis, l'autorité environnementale transmet, pour information, à l'Autorité de sûreté nucléaire les résultats des consultations prévues au III de l'article R. 122-7 . IV.-Le préfet transmet à l'Autorité de sûreté nucléaire les avis qu'il a recueillis en application du III. V.-L'Autorité de sûreté nucléaire transmet la demande de l'exploitant et le dossier dont elle est assortie au préfet dans le département duquel les consultations locales et l'enquête publique doivent être organisées. Lorsque les procédures locales concernent plusieurs départements, elle transmet la demande assortie de son dossier à chacun des préfets territorialement compétents. Les consultations locales et l'enquête publique sont, dans ce cas, ouvertes par arrêté conjoint des préfets compétents. Cet arrêté conjoint peut désigner le préfet chargé de coordonner l'organisation des consultations locales et de l'enquête publique et d'en centraliser les résultats. L'enquête publique est ouverte dans un périmètre défini par le préfet. VI.-Le dossier d'enquête publique comprend, outre les pièces mentionnées à l'article R. 123-8 , la réponse écrite de l'exploitant à l'avis de l'autorité environnementale, l'avis, s'il est requis, reçu au titre du III du présent article et le dossier de demande de l'exploitant, à l'exception de l'éventuelle mise à jour du rapport de sûreté. La mise à jour éventuelle du rapport de sûreté peut être consultée par le public pendant toute la durée de l'enquête publique, selon les modalités fixées par l'arrêté organisant l'enquête. Dès le début de la phase d'enquête publique, l'Autorité de sûreté nucléaire consulte la commission locale d'information. L'avis de cette commission n'est pris en considération que s'il est communiqué à l'autorité dans les quinze jours suivant la clôture de l'enquête. VII.-Lorsqu'une partie du territoire d'un Etat étranger est contiguë au secteur de consultation mentionné à l'article R. 593-5 ou, même si cette condition n'est pas remplie, lorsqu'elle estime, de sa propre initiative ou sur demande des autorités d'un autre Etat membre de l'Union européenne ou partie à la Convention du 25 février 1991 sur l'évaluation de l'impact sur l'environnement dans un contexte transfrontière signée à Espoo, que le projet est susceptible d'avoir des incidences notables sur l'environnement de cet Etat, l'autorité en informe le préfet pour qu'il fasse procéder aux consultations prévues au premier alinéa du I de l'article R. 122-10 . Au plus tard quinze jours après avoir reçu le rapport et les conclusions du commissaire enquêteur, le préfet les transmet à l'autorité, assortis de son avis et des résultats des consultations menées en application du présent article. VIII.-Lorsque la modification projetée, en raison de sa localisation, de sa nature ou de son importance, affecte ou est susceptible d'affecter des éléments du patrimoine archéologique au sens de l' article R. 523-1 du code du patrimoine , l'autorité adresse une copie de la demande et du dossier dont elle est assortie à chaque préfet de région intéressé dans les conditions définies par les dispositions du chapitre III du titre II du livre V du code du patrimoine . IX.-L'autorité, de sa propre initiative ou sur proposition de l'exploitant ou du ministre chargé de l'énergie, exclut du dossier à transmettre les éléments dont il considère que la divulgation serait de nature à porter atteinte à des intérêts mentionnés au I de l'article L. 124-4 et au II de l'article L. 124-5 . Elle en informe l'exploitant.",
            "texteHtml": "<p>I.-Lorsque la modification projetée fait l'objet d'une évaluation environnementale, les dispositions du chapitre II et de la section 1 du chapitre III du titre II du livre Ier s'appliquent, sous réserve des dispositions du présent article. </p><p>II.-L'Autorité de sûreté nucléaire est l'autorité compétente pour l'application des dispositions du chapitre II du titre II du livre Ier. </p><p>Pour l'application du V de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000006832878&dateTexte=&categorieLien=cid' title='Code de l'environnement - art. L122-1 (V)'>L. 122-1</a>, les collectivités territoriales sont celles définies à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000038239062&dateTexte=&categorieLien=cid' title='Code de l'environnement - art. R593-20 (V)'>R. 593-20</a>. </p><p>III.-En parallèle de la transmission faite au titre du V de l'article L. 122-1 à l'autorité environnementale par l'Autorité de sûreté nucléaire et aux collectivités territoriales intéressées et à leurs groupements par le préfet dans le département duquel les consultations locales et l'enquête publique doivent être organisées, le préfet transmet, pour avis, le dossier présentant le projet comprenant l'étude d'impact et la demande d'autorisation à la commission locale de l'eau compétente si l'une des communes intéressées est située en tout ou en partie dans le périmètre d'un schéma d'aménagement et de gestion des eaux approuvé ou si la modification projetée a des effets dans un tel périmètre. Si l'avis n'est pas émis dans le délai de quarante-cinq jours, il est réputé favorable. L'Autorité de sûreté nucléaire transmet ce même dossier, pour information, à la commission locale d'information. </p><p>En même temps qu'elle rend son avis, l'autorité environnementale transmet, pour information, à l'Autorité de sûreté nucléaire les résultats des consultations prévues au III de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000006834954&dateTexte=&categorieLien=cid' title='Code de l'environnement - art. R122-7 (V)'>R. 122-7</a>. </p><p>IV.-Le préfet transmet à l'Autorité de sûreté nucléaire les avis qu'il a recueillis en application du III. </p><p>V.-L'Autorité de sûreté nucléaire transmet la demande de l'exploitant et le dossier dont elle est assortie au préfet dans le département duquel les consultations locales et l'enquête publique doivent être organisées. Lorsque les procédures locales concernent plusieurs départements, elle transmet la demande assortie de son dossier à chacun des préfets territorialement compétents. Les consultations locales et l'enquête publique sont, dans ce cas, ouvertes par arrêté conjoint des préfets compétents. Cet arrêté conjoint peut désigner le préfet chargé de coordonner l'organisation des consultations locales et de l'enquête publique et d'en centraliser les résultats. </p><p>L'enquête publique est ouverte dans un périmètre défini par le préfet. </p><p>VI.-Le dossier d'enquête publique comprend, outre les pièces mentionnées à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000006834992&dateTexte=&categorieLien=cid' title='Code de l'environnement - art. R123-8 (V)'>R. 123-8</a>, la réponse écrite de l'exploitant à l'avis de l'autorité environnementale, l'avis, s'il est requis, reçu au titre du III du présent article et le dossier de demande de l'exploitant, à l'exception de l'éventuelle mise à jour du rapport de sûreté. La mise à jour éventuelle du rapport de sûreté peut être consultée par le public pendant toute la durée de l'enquête publique, selon les modalités fixées par l'arrêté organisant l'enquête. </p><p>Dès le début de la phase d'enquête publique, l'Autorité de sûreté nucléaire consulte la commission locale d'information. L'avis de cette commission n'est pris en considération que s'il est communiqué à l'autorité dans les quinze jours suivant la clôture de l'enquête. </p><p>VII.-Lorsqu'une partie du territoire d'un Etat étranger est contiguë au secteur de consultation mentionné à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000038238985&dateTexte=&categorieLien=cid' title='Code de l'environnement - art. R593-5 (V)'>R. 593-5 </a>ou, même si cette condition n'est pas remplie, lorsqu'elle estime, de sa propre initiative ou sur demande des autorités d'un autre Etat membre de l'Union européenne ou partie à la Convention du 25 février 1991 sur l'évaluation de l'impact sur l'environnement dans un contexte transfrontière signée à Espoo, que le projet est susceptible d'avoir des incidences notables sur l'environnement de cet Etat, l'autorité en informe le préfet pour qu'il fasse procéder aux consultations prévues au premier alinéa du I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000006834966&dateTexte=&categorieLien=cid' title='Code de l'environnement - art. R122-10 (V)'>R. 122-10</a>. </p><p>Au plus tard quinze jours après avoir reçu le rapport et les conclusions du commissaire enquêteur, le préfet les transmet à l'autorité, assortis de son avis et des résultats des consultations menées en application du présent article. </p><p>VIII.-Lorsque la modification projetée, en raison de sa localisation, de sa nature ou de son importance, affecte ou est susceptible d'affecter des éléments du patrimoine archéologique au sens de l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074236&idArticle=LEGIARTI000024241113&dateTexte=&categorieLien=cid'>article R. 523-1 du code du patrimoine</a>, l'autorité adresse une copie de la demande et du dossier dont elle est assortie à chaque préfet de région intéressé dans les conditions définies par les <a href='/affichCode.do?cidTexte=LEGITEXT000006074236&idSectionTA=LEGISCTA000024241108&dateTexte=&categorieLien=cid'>dispositions du chapitre III du titre II du livre V du code du patrimoine</a>. </p><p>IX.-L'autorité, de sa propre initiative ou sur proposition de l'exploitant ou du ministre chargé de l'énergie, exclut du dossier à transmettre les éléments dont il considère que la divulgation serait de nature à porter atteinte à des intérêts mentionnés au I de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000006832925&dateTexte=&categorieLien=cid' title='Code de l'environnement - art. L124-4 (V)'>L. 124-4 </a>et au II de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000006832927&dateTexte=&categorieLien=cid' title='Code de l'environnement - art. L124-5 (V)'>L. 124-5</a>. Elle en informe l'exploitant.</p>",
            "num": "R593-57",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1554076800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1879048191,
            "context": {
                "titresTM": [
                    {
                        "debut": "2003-08-07",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108631",
                        "id": "LEGISCTA000006108631",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-10-16",
                        "fin": "2999-01-01",
                        "titre": "Livre V : Prévention des pollutions, des risques et des nuisances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129034",
                        "id": "LEGISCTA000006129034",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-03-12",
                        "fin": "2999-01-01",
                        "titre": "Titre IX : La sécurité nucléaire et les installations nucléaires de base\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000032184340",
                        "id": "LEGISCTA000032184340",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2016-03-12",
                        "fin": "2019-04-01",
                        "titre": "Chapitre III : Installations nucléaires de base",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000032184392",
                        "id": "LEGISCTA000032184622",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2019-04-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Installations nucléaires de base",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000032184392",
                        "id": "LEGISCTA000038246337",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2019-04-01",
                        "fin": "2999-01-01",
                        "titre": "Section 8 : Modifications notables en cours d'exploitation relevant de l'Autorité de sûreté nucléaire\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000038239715",
                        "id": "LEGISCTA000038239715",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2019-04-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 1 : Modifications soumises à autorisation de l'Autorité de sûreté nucléaire\r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000038239717",
                        "id": "LEGISCTA000038239717",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de l'environnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074220",
                        "id": "LEGITEXT000006074220",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000038239723",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000038239717",
            "sectionParentId": "LEGISCTA000038239717",
            "sectionParentTitre": "Sous-section 1 : Modifications soumises à autorisation de l'Autorité de sûreté nucléaire\r\n",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre V : Prévention des pollutions, des risques et des nuisances &gt; Titre IX : La sécurité nucléaire et les installations nucléaires de base\r\n &gt; Chapitre III : Installations nucléaires de base &gt; Section 8 : Modifications notables en cours d'exploitation relevant de l'Autorité de sûreté nucléaire\r\n &gt; Sous-section 1 : Modifications soumises à autorisation de l'Autorité de sûreté nucléaire\r\n",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000038239723",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074220",
                    "titre": "Code de l'environnement",
                    "titreLong": "Code de l'environnement",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074220",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000038232601",
                    "textTitle": "Décret n°2019-190 du 14 mars 2019 - art. 2",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000038235784",
                    "natureText": "DECRET",
                    "datePubliTexte": "2019-03-16",
                    "dateSignaTexte": "2019-03-14",
                    "dateDebutCible": "2019-04-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L122-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L122-1",
                    "articleId": "LEGIARTI000006832878",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470441600000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L124-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L124-4",
                    "articleId": "LEGIARTI000006832925",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1451606400000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L124-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L124-5",
                    "articleId": "LEGIARTI000006832927",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1130371200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R122-10 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R122-10",
                    "articleId": "LEGIARTI000006834966",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1471219200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R122-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R122-7",
                    "articleId": "LEGIARTI000006834954",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1471219200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R123-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R123-8",
                    "articleId": "LEGIARTI000006834992",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1471219200000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R593-20 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R593-20",
                    "articleId": "LEGIARTI000038239062",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1554076800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R593-32 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R593-32",
                    "articleId": "LEGIARTI000038239115",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1554076800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R593-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R593-5",
                    "articleId": "LEGIARTI000038238985",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1554076800000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R593-63 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R593-63",
                    "articleId": "LEGIARTI000038239743",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1554076800000
                },
                {
                    "textCid": "LEGITEXT000006074236",
                    "textTitle": "Code du patrimoine",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGISCTA000024241108",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1306454400000
                },
                {
                    "textCid": "LEGITEXT000006074236",
                    "textTitle": "Code du patrimoine - art. R523-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R523-1",
                    "articleId": "LEGIARTI000024241113",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1306454400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000038239723",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1554076800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R593-57",
                "593-57"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}