{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000043893420",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Tout OPCVM de droit français qui se propose de commercialiser ses parts ou actions et, le cas échéant, des catégories de parts ou d'actions, dans un autre Etat membre de l'Union européenne ou partie à l'accord sur l'Espace économique européen, adresse au préalable à l'autorité compétente de l'Etat d'accueil, par l'intermédiaire de l'Autorité des marchés financiers, dans les conditions fixées par décret, un dossier de notification précisant les modalités prévues pour la commercialisation, dans cet Etat, de ces parts ou actions et, le cas échéant, de ces catégories de parts ou d'actions. Les conditions de cette commercialisation et les modalités de notification sont fixées par le règlement général de l'Autorité des marchés financiers. II. – L'Autorité des marchés financiers notifie sans délai à l'OPCVM la transmission par ses soins du dossier mentionné au I à l'autorité compétente de l'Etat d'accueil. Les parts ou actions de l'OPCVM peuvent être commercialisées dans l'Etat d'accueil à compter de la date de la notification mentionnée à l'alinéa précédent. III.– En cas de modification des modalités de commercialisation indiquées dans le dossier de notification ou des catégories de parts ou d'actions destinées à être commercialisées, l'OPCVM en informe l'Autorité des marchés financiers et l'autorité compétente de l'Etat d'accueil au moins un mois avant de mettre en œuvre ladite modification. Lorsqu'une telle modification conduirait l'OPCVM à ne plus respecter les dispositions législatives et réglementaires qui lui sont applicables, l'Autorité des marchés financiers lui demande, dans un délai de quinze jours ouvrables après avoir reçu tous les éléments d'information relatifs à cette modification, de ne pas y procéder et elle en informe l'autorité compétente de l'Etat d'accueil de l'OPCVM. Lorsque l'OPCVM met en œuvre cette modification malgré l'avertissement de l'Autorité des marchés financiers, cette dernière prend toutes les mesures appropriées, y compris l'interdiction expresse de commercialiser l'OPCVM, et notifie sans délai les mesures prises à l'autorité compétente de l'Etat d'accueil. IV. – Tout OPCVM de droit français qui commercialise ses parts ou actions, y compris des catégories de parts ou d'actions, dans un autre Etat membre de l'Union européenne ou partie à l'accord sur l'Espace économique européen peut retirer le dossier de notification mentionné au I. Les conditions de ce retrait sont fixées par le règlement général de l'Autorité des marchés financiers.",
            "texteHtml": "<p>I. – Tout OPCVM de droit français qui se propose de commercialiser ses parts ou actions et, le cas échéant, des catégories de parts ou d'actions, dans un autre Etat membre de l'Union européenne ou partie à l'accord sur l'Espace économique européen, adresse au préalable à l'autorité compétente de l'Etat d'accueil, par l'intermédiaire de l'Autorité des marchés financiers, dans les conditions fixées par décret, un dossier de notification précisant les modalités prévues pour la commercialisation, dans cet Etat, de ces parts ou actions et, le cas échéant, de ces catégories de parts ou d'actions. Les conditions de cette commercialisation et les modalités de notification sont fixées par le règlement général de l'Autorité des marchés financiers.</p><p>II. – L'Autorité des marchés financiers notifie sans délai à l'OPCVM la transmission par ses soins du dossier mentionné au I à l'autorité compétente de l'Etat d'accueil.</p><p>Les parts ou actions de l'OPCVM peuvent être commercialisées dans l'Etat d'accueil à compter de la date de la notification mentionnée à l'alinéa précédent.</p><p>III.– En cas de modification des modalités de commercialisation indiquées dans le dossier de notification ou des catégories de parts ou d'actions destinées à être commercialisées, l'OPCVM en informe l'Autorité des marchés financiers et l'autorité compétente de l'Etat d'accueil au moins un mois avant de mettre en œuvre ladite modification.<br/><br/>\n Lorsqu'une telle modification conduirait l'OPCVM à ne plus respecter les dispositions législatives et réglementaires qui lui sont applicables, l'Autorité des marchés financiers lui demande, dans un délai de quinze jours ouvrables après avoir reçu tous les éléments d'information relatifs à cette modification, de ne pas y procéder et elle en informe l'autorité compétente de l'Etat d'accueil de l'OPCVM.<br/><br/>\n Lorsque l'OPCVM met en œuvre cette modification malgré l'avertissement de l'Autorité des marchés financiers, cette dernière prend toutes les mesures appropriées, y compris l'interdiction expresse de commercialiser l'OPCVM, et notifie sans délai les mesures prises à l'autorité compétente de l'Etat d'accueil.</p><p>IV. – Tout OPCVM de droit français qui commercialise ses parts ou actions, y compris des catégories de parts ou d'actions, dans un autre Etat membre de l'Union européenne ou partie à l'accord sur l'Espace économique européen peut retirer le dossier de notification mentionné au I. Les conditions de ce retrait sont fixées par le règlement général de l'Autorité des marchés financiers.</p>",
            "num": "L214-2-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1627862400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 148102320,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101336",
                        "id": "LEGISCTA000006101336",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Les produits",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006123871",
                        "id": "LEGISCTA000006123871",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Les instruments financiers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139777",
                        "id": "LEGISCTA000006139777",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Placements collectifs",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154126",
                        "id": "LEGISCTA000006154126",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2013-07-28",
                        "titre": "Section 1 : Les organismes de placement collectif en valeurs mobilières",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170138",
                        "id": "LEGISCTA000006170138",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-07-28",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : OPCVM",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170138",
                        "id": "LEGISCTA000027810018",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000027763822",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006170138",
            "sectionParentId": "LEGISCTA000027810018",
            "sectionParentTitre": "Section 1 : OPCVM",
            "fullSectionsTitre": "Partie législative &gt; Livre II : Les produits &gt; Titre Ier : Les instruments financiers &gt; Chapitre IV : Placements collectifs &gt; Section 1 : OPCVM",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000043893420",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000043878586",
                    "textTitle": "Ordonnance n°2021-1009 du 31 juillet 2021 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000043881426",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2021-08-01",
                    "dateSignaTexte": "2021-07-31",
                    "dateDebutCible": "2021-08-02"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000043871915",
                    "textTitle": "Arrêté du 23 juillet 2021 - art.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000044083949",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1627603200000,
                    "dateDebut": 1627689600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. D214-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D214-1",
                    "articleId": "LEGIARTI000027797460",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1375228800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000027763845",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1374969600000,
                    "dateFin": 1627862400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043893420",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1627862400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L214-2-1",
                "214-2-1"
            ],
            "versionPrecedente": "LEGIARTI000027763845",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000027763845",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Tout OPCVM de droit français qui se propose de commercialiser ses parts ou actions et, le cas échéant, des catégories de parts ou d'actions, dans un autre Etat membre de l'Union européenne ou partie à l'accord sur l'Espace économique européen, adresse au préalable à l'autorité compétente de l'Etat d'accueil, par l'intermédiaire de l'Autorité des marchés financiers, un dossier de notification précisant les modalités prévues pour la commercialisation, dans cet Etat, de ces parts ou actions et, le cas échéant, de ces catégories de parts ou d'actions. II. – L'Autorité des marchés financiers notifie sans délai à l'OPCVM la transmission par ses soins du dossier mentionné au I à l'autorité compétente de l'Etat d'accueil. Les parts ou actions de l'OPCVM peuvent être commercialisées dans l'Etat d'accueil à compter de la date de la notification mentionnée à l'alinéa précédent. III. – En cas de modification des modalités de commercialisation indiquées dans le dossier de notification ou des catégories de parts ou d'actions destinées à être commercialisées, l'OPCVM en informe préalablement, par l'intermédiaire de l'Autorité des marchés financiers, l'autorité compétente de l'Etat d'accueil.",
            "texteHtml": "<p>I. – Tout OPCVM de droit français qui se propose de commercialiser ses parts ou actions et, le cas échéant, des catégories de parts ou d'actions, dans un autre Etat membre de l'Union européenne ou partie à l'accord sur l'Espace économique européen, adresse au préalable à l'autorité compétente de l'Etat d'accueil, par l'intermédiaire de l'Autorité des marchés financiers, un dossier de notification précisant les modalités prévues pour la commercialisation, dans cet Etat, de ces parts ou actions et, le cas échéant, de ces catégories de parts ou d'actions.</p><p>II. – L'Autorité des marchés financiers notifie sans délai à l'OPCVM la transmission par ses soins du dossier mentionné au I à l'autorité compétente de l'Etat d'accueil.</p><p>Les parts ou actions de l'OPCVM peuvent être commercialisées dans l'Etat d'accueil à compter de la date de la notification mentionnée à l'alinéa précédent.</p><p>III. – En cas de modification des modalités de commercialisation indiquées dans le dossier de notification ou des catégories de parts ou d'actions destinées à être commercialisées, l'OPCVM en informe préalablement, par l'intermédiaire de l'Autorité des marchés financiers, l'autorité compétente de l'Etat d'accueil.</p>",
            "num": "L214-2-1",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1374969600000,
            "dateFin": 1627862400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 148102320,
            "context": {
                "titresTM": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006101336",
                        "id": "LEGISCTA000006101336",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Les produits",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006123871",
                        "id": "LEGISCTA000006123871",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier : Les instruments financiers",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006139777",
                        "id": "LEGISCTA000006139777",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : Placements collectifs",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006154126",
                        "id": "LEGISCTA000006154126",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2013-07-28",
                        "titre": "Section 1 : Les organismes de placement collectif en valeurs mobilières",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170138",
                        "id": "LEGISCTA000006170138",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2013-07-28",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : OPCVM",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006170138",
                        "id": "LEGISCTA000027810018",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Code monétaire et financier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072026",
                        "id": "LEGITEXT000006072026",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000027763822",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006170138",
            "sectionParentId": "LEGISCTA000027810018",
            "sectionParentTitre": "Section 1 : OPCVM",
            "fullSectionsTitre": "Partie législative &gt; Livre II : Les produits &gt; Titre Ier : Les instruments financiers &gt; Chapitre IV : Placements collectifs &gt; Section 1 : OPCVM",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000027763845",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072026",
                    "titre": "Code monétaire et financier",
                    "titreLong": "Code monétaire et financier",
                    "etat": "VIGUEUR",
                    "dateDebut": 978307200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072026",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000027755194",
                    "textTitle": "Ordonnance n°2013-676\n du 25 juillet 2013 - art. 5",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000027762890",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2013-07-27",
                    "dateSignaTexte": "2013-07-25",
                    "dateDebutCible": "2013-07-28"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000043871915",
                    "textTitle": "Arrêté du 23 juillet 2021 - art.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000044083949",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1627603200000,
                    "dateDebut": 1627689600000
                },
                {
                    "textCid": "LEGITEXT000006072026",
                    "textTitle": "Code monétaire et financier - art. D214-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D214-1",
                    "articleId": "LEGIARTI000027797460",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1375228800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000027763845",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1374969600000,
                    "dateFin": 1627862400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000043893420",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1627862400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L214-2-1",
                "214-2-1"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}