{
    "cid": "LEGIARTI000021534825",
    "num": "R426-8",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107986",
                        "id": "LEGISCTA000006107986",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Organisations et régimes particuliers d'assurance",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128613",
                        "id": "LEGISCTA000006128613",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Les fonds de garantie",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143477",
                        "id": "LEGISCTA000006143477",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-12-27",
                        "fin": "2999-01-01",
                        "titre": "Chapitre VI : Fonds de garantie universelle des risques locatifs \r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000021534804",
                        "id": "LEGISCTA000021536840",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000028809496",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000028772256",
                    "textTitle": "LOI n°2014-366\n du 24 mars 2014 - art. 123 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "123",
                    "articleId": "LEGIARTI000033282966",
                    "natureText": "LOI",
                    "datePubliTexte": "2014-03-26",
                    "dateSignaTexte": "2014-03-24",
                    "dateDebutCible": "2016-10-22"
                }
            ],
            "num": "R426-8",
            "origine": "LEGI",
            "texte": "En cas de liquidation de la première section du fonds de garantie relative aux compensations, et après déduction des engagements résiduels de l'Union des entreprises et des salariés pour le logement, le montant du solde, y compris les produits financiers sur les sommes apportées au fonds, des comptes de l' Union des entreprises et des salariés pour le logement, de l'Etat ainsi que des entreprises d'assurances participant au dispositif et, le cas échéant, des collectivités territoriales est remboursé respectivement à l' Union des entreprises et des salariés pour le logement, à l'Etat, aux entreprises d'assurance participant au dispositif et aux collectivités territoriales. En cas de liquidation de la deuxième section du fonds de garantie relative aux opérations de garanties de loyers et de charges, et après déduction des engagements résiduels de l' Union des entreprises et des salariés pour le logement, le montant du solde, y compris les produits financiers sur les sommes apportées au fonds, des comptes de l' Union des entreprises et des salariés pour le logement, de l'Etat ainsi que des entreprises d'assurance participant au dispositif et, le cas échéant, des collectivités territoriales est remboursé respectivement à l'Union des entreprises et des salariés pour le logement, à l'Etat, aux entreprises d'assurance participant au dispositif et aux collectivités territoriales. Les modalités d'application des alinéas précédents sont fixées par des conventions conclues par l'Union des entreprises et des salariés pour le logement, respectivement avec l'Etat, représenté par le ministre chargé du logement, chaque collectivité territoriale et chaque entreprise d'assurance ou chaque bailleur participant au dispositif.",
            "texteHtml": "<p>En cas de liquidation de la première section du fonds de garantie relative aux compensations, et après déduction des engagements résiduels de l'Union des entreprises et des salariés pour le logement, le montant du solde, y compris les produits financiers sur les sommes apportées au fonds, des comptes de l' Union des entreprises et des salariés pour le logement, de l'Etat ainsi que des entreprises d'assurances participant au dispositif et, le cas échéant, des collectivités territoriales est remboursé respectivement à l' Union des entreprises et des salariés pour le logement, à l'Etat, aux entreprises d'assurance participant au dispositif et aux collectivités territoriales. </p><p>En cas de liquidation de la deuxième section du fonds de garantie relative aux opérations de garanties de loyers et de charges, et après déduction des engagements résiduels de l' Union des entreprises et des salariés pour le logement, le montant du solde, y compris les produits financiers sur les sommes apportées au fonds, des comptes de l' Union des entreprises et des salariés pour le logement, de l'Etat ainsi que des entreprises d'assurance participant au dispositif et, le cas échéant, des collectivités territoriales est remboursé respectivement à l'Union des entreprises et des salariés pour le logement, à l'Etat, aux entreprises d'assurance participant au dispositif et aux collectivités territoriales. </p><p>Les modalités d'application des alinéas précédents sont fixées par des conventions conclues par l'Union des entreprises et des salariés pour le logement, respectivement avec l'Etat, représenté par le ministre chargé du logement, chaque collectivité territoriale et chaque entreprise d'assurance ou chaque bailleur participant au dispositif.</p>",
            "type": null,
            "dateDebut": "2014-03-27T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107986",
                        "id": "LEGISCTA000006107986",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Organisations et régimes particuliers d'assurance",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128613",
                        "id": "LEGISCTA000006128613",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1991-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre II : Les fonds de garantie",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143477",
                        "id": "LEGISCTA000006143477",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-12-27",
                        "fin": "2999-01-01",
                        "titre": "Chapitre VI : Fonds de garantie universelle des risques locatifs \r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000021534804",
                        "id": "LEGISCTA000021536840",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000021536819",
            "lienAutres": [],
            "lienCitations": [],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000021527154",
                    "textTitle": "Décret n°2009-1620\n du 23 décembre 2009 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000021534739",
                    "natureText": "DECRET",
                    "datePubliTexte": "2009-12-26",
                    "dateSignaTexte": "2009-12-23",
                    "dateDebutCible": "2009-12-27"
                }
            ],
            "num": "R426-8",
            "origine": "LEGI",
            "texte": "En cas de liquidation de la première section du fonds de garantie relative aux compensations, et après déduction des engagements résiduels de l'Union d'économie sociale du logement, le montant du solde, y compris les produits financiers sur les sommes apportées au fonds, des comptes de l'Union d'économie sociale du logement, de l'Etat ainsi que des entreprises d'assurances participant au dispositif et, le cas échéant, des collectivités territoriales est remboursé respectivement à l'Union d'économie sociale du logement, à l'Etat, aux entreprises d'assurance participant au dispositif et aux collectivités territoriales. En cas de liquidation de la deuxième section du fonds de garantie relative aux opérations de garanties de loyers et de charges, et après déduction des engagements résiduels de l'Union d'économie sociale du logement, le montant du solde, y compris les produits financiers sur les sommes apportées au fonds, des comptes de l'Union d'économie sociale du logement, de l'Etat ainsi que des entreprises d'assurance participant au dispositif et, le cas échéant, des collectivités territoriales est remboursé respectivement à l'Union d'économie sociale du logement, à l'Etat, aux entreprises d'assurance participant au dispositif et aux collectivités territoriales. Les modalités d'application des alinéas précédents sont fixées par des conventions conclues par l'Union d'économie sociale du logement, respectivement avec l'Etat, représenté par le ministre chargé du logement, chaque collectivité territoriale et chaque entreprise d'assurance ou chaque bailleur participant au dispositif.",
            "texteHtml": "En cas de liquidation de la première section du fonds de garantie relative aux compensations, et après déduction des engagements résiduels de l'Union d'économie sociale du logement, le montant du solde, y compris les produits financiers sur les sommes apportées au fonds, des comptes de l'Union d'économie sociale du logement, de l'Etat ainsi que des entreprises d'assurances participant au dispositif et, le cas échéant, des collectivités territoriales est remboursé respectivement à l'Union d'économie sociale du logement, à l'Etat, aux entreprises d'assurance participant au dispositif et aux collectivités territoriales. <br/><br/> En cas de liquidation de la deuxième section du fonds de garantie relative aux opérations de garanties de loyers et de charges, et après déduction des engagements résiduels de l'Union d'économie sociale du logement, le montant du solde, y compris les produits financiers sur les sommes apportées au fonds, des comptes de l'Union d'économie sociale du logement, de l'Etat ainsi que des entreprises d'assurance participant au dispositif et, le cas échéant, des collectivités territoriales est remboursé respectivement à l'Union d'économie sociale du logement, à l'Etat, aux entreprises d'assurance participant au dispositif et aux collectivités territoriales. <br/><br/> Les modalités d'application des alinéas précédents sont fixées par des conventions conclues par l'Union d'économie sociale du logement, respectivement avec l'Etat, représenté par le ministre chargé du logement, chaque collectivité territoriale et chaque entreprise d'assurance ou chaque bailleur participant au dispositif. ",
            "type": null,
            "dateDebut": "2009-12-27T00:00:00.000Z",
            "dateFin": "2014-03-27T00:00:00.000Z"
        }
    ]
}