{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000041872123",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1° Pour l'application de l'article L. 1611-3-2 , peuvent adhérer à l'Agence France Locale, les collectivités territoriales, leurs groupements et les établissements publics locaux dont la capacité de désendettement, définie comme le rapport entre l'encours de dette à la date de clôture des comptes et l'épargne brute de l'exercice écoulé et exprimée en nombre d'années, constatée lors du pénultième exercice, est inférieure à : a) Douze années sur la moyenne des trois dernières années pour les communes, la Ville de Paris, les groupements et établissements publics locaux ; b) Dix années sur la moyenne des trois dernières années pour les départements et la métropole de Lyon ; c) Neuf années sur la moyenne des trois dernières années pour les régions, la collectivité de Corse, les collectivités territoriales de Guyane et de Martinique. Ce ratio prend en compte le budget principal et les budgets annexes. Il est défini en nombre d'années. L'épargne brute est égale à la différence entre les recettes réelles de fonctionnement et les dépenses réelles de fonctionnement. Lorsque l'épargne brute d'une collectivité territoriale ou d'un groupement des collectivités territoriales est négative ou nulle, son montant est considéré comme égal à un euro pour le calcul de la capacité de désendettement. L'encours de dette s'entend comme le solde créditeur constaté dans les comptes d'emprunts et de dettes assimilées, à l'exception des intérêts courus et des primes de remboursement des obligations. 2° Lorsque la capacité de désendettement est supérieure aux seuils fixés au 1°, les collectivités territoriales, leurs groupements et les établissements publics locaux peuvent néanmoins adhérer à l'Agence France Locale si la marge d'autofinancement courant, calculée sur la moyenne des trois dernières années, définie comme le rapport entre les dépenses réelles de fonctionnement, additionnées au remboursement de la dette, et les recettes réelles de fonctionnement, constatée lors du pénultième exercice, est inférieure à 100 %. Les dépenses réelles de fonctionnement s'entendent comme le total des charges nettes de l'exercice entraînant des mouvements réels au sein de la section de fonctionnement des collectivités ou établissements concernés. Elles correspondent aux opérations budgétaires comptabilisés dans les comptes de classe 6, à l'exception des opérations d'ordre budgétaire, et excluent en totalité les valeurs comptables des immobilisations cédées, les différences sur réalisations (positives) transférées en investissement et les dotations aux amortissements et provisions. Les recettes réelles de fonctionnement s'entendent comme le total des produits nets de l'exercice entraînant des mouvements réels au sein de la section de fonctionnement des collectivités ou établissements concernés. Elles correspondent aux opérations budgétaires comptabilisées dans les comptes de classe 7, à l'exception des opérations d'ordre budgétaires, et excluent en totalité les produits des cessions d'immobilisations, les différences sur réalisations (négatives) reprises au compte de résultat, les quotes-parts des subventions d'investissement transférées au compte de résultat et les reprises sur amortissements et provisions. Les remboursements de dette s'entendent comme les opérations budgétaires, à l'exception des opérations d'ordre budgétaires, comptabilisées en débit dans les comptes d'emprunts et de dettes assimilées, et excluent en totalité les opérations afférentes à l'option de tirage sur ligne de trésorerie, les remboursements temporaires sur emprunts auprès des établissements de crédit, les refinancements de dette, les intérêts courus et les primes de remboursement des obligations. Pour le calcul de la marge d'autofinancement courant, afin le cas échéant de retraiter les flux croisés entre le budget principal et le ou les budgets annexes des collectivités territoriales, de leurs groupements et des établissements publics locaux, il est procédé aux retraitements des opérations entre budget principal et le ou les budgets annexes au sein de la section de fonctionnement relatifs aux remboursements de frais, aux remboursements de frais de personnel, aux remboursements d'intérêts, à la prise en charge du déficit du budget annexe par le budget principal ou du transfert de l'excédent du budget annexe au budget principal, aux subventions de fonctionnement et subventions exceptionnelles du budget principal au budget annexe. 3° Une délibération de l'assemblée délibérante doit approuver l'adhésion à l'Agence France Locale. Une note explicative de synthèse sur l'adhésion soumise à délibération est adressée avec la convocation de l'assemblée aux membres de l'assemblée délibérante. Elle précise, pour chaque demande d'adhésion, l'effectivité du respect des critères mentionnés au 1° ou le cas échéant au 2°.",
            "texteHtml": "<p>1° Pour l'application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000027758032&dateTexte=&categorieLien=cid'>L. 1611-3-2</a>, peuvent adhérer à l'Agence France Locale, les collectivités territoriales, leurs groupements et les établissements publics locaux dont la capacité de désendettement, définie comme le rapport entre l'encours de dette à la date de clôture des comptes et l'épargne brute de l'exercice écoulé et exprimée en nombre d'années, constatée lors du pénultième exercice, est inférieure à : <br/><br/>a) Douze années sur la moyenne des trois dernières années pour les communes, la Ville de Paris, les groupements et établissements publics locaux ; <br/><br/>b) Dix années sur la moyenne des trois dernières années pour les départements et la métropole de Lyon ; <br/><br/>c) Neuf années sur la moyenne des trois dernières années pour les régions, la collectivité de Corse, les collectivités territoriales de Guyane et de Martinique. <br/><br/>Ce ratio prend en compte le budget principal et les budgets annexes. Il est défini en nombre d'années. L'épargne brute est égale à la différence entre les recettes réelles de fonctionnement et les dépenses réelles de fonctionnement. Lorsque l'épargne brute d'une collectivité territoriale ou d'un groupement des collectivités territoriales est négative ou nulle, son montant est considéré comme égal à un euro pour le calcul de la capacité de désendettement. <br/><br/>L'encours de dette s'entend comme le solde créditeur constaté dans les comptes d'emprunts et de dettes assimilées, à l'exception des intérêts courus et des primes de remboursement des obligations. <br/><br/>2° Lorsque la capacité de désendettement est supérieure aux seuils fixés au 1°, les collectivités territoriales, leurs groupements et les établissements publics locaux peuvent néanmoins adhérer à l'Agence France Locale si la marge d'autofinancement courant, calculée sur la moyenne des trois dernières années, définie comme le rapport entre les dépenses réelles de fonctionnement, additionnées au remboursement de la dette, et les recettes réelles de fonctionnement, constatée lors du pénultième exercice, est inférieure à 100 %. <br/><br/>Les dépenses réelles de fonctionnement s'entendent comme le total des charges nettes de l'exercice entraînant des mouvements réels au sein de la section de fonctionnement des collectivités ou établissements concernés. Elles correspondent aux opérations budgétaires comptabilisés dans les comptes de classe 6, à l'exception des opérations d'ordre budgétaire, et excluent en totalité les valeurs comptables des immobilisations cédées, les différences sur réalisations (positives) transférées en investissement et les dotations aux amortissements et provisions. <br/><br/>Les recettes réelles de fonctionnement s'entendent comme le total des produits nets de l'exercice entraînant des mouvements réels au sein de la section de fonctionnement des collectivités ou établissements concernés. Elles correspondent aux opérations budgétaires comptabilisées dans les comptes de classe 7, à l'exception des opérations d'ordre budgétaires, et excluent en totalité les produits des cessions d'immobilisations, les différences sur réalisations (négatives) reprises au compte de résultat, les quotes-parts des subventions d'investissement transférées au compte de résultat et les reprises sur amortissements et provisions. <br/><br/>Les remboursements de dette s'entendent comme les opérations budgétaires, à l'exception des opérations d'ordre budgétaires, comptabilisées en débit dans les comptes d'emprunts et de dettes assimilées, et excluent en totalité les opérations afférentes à l'option de tirage sur ligne de trésorerie, les remboursements temporaires sur emprunts auprès des établissements de crédit, les refinancements de dette, les intérêts courus et les primes de remboursement des obligations. <br/><br/>Pour le calcul de la marge d'autofinancement courant, afin le cas échéant de retraiter les flux croisés entre le budget principal et le ou les budgets annexes des collectivités territoriales, de leurs groupements et des établissements publics locaux, il est procédé aux retraitements des opérations entre budget principal et le ou les budgets annexes au sein de la section de fonctionnement relatifs aux remboursements de frais, aux remboursements de frais de personnel, aux remboursements d'intérêts, à la prise en charge du déficit du budget annexe par le budget principal ou du transfert de l'excédent du budget annexe au budget principal, aux subventions de fonctionnement et subventions exceptionnelles du budget principal au budget annexe. <br/><br/>3° Une délibération de l'assemblée délibérante doit approuver l'adhésion à l'Agence France Locale. Une note explicative de synthèse sur l'adhésion soumise à délibération est adressée avec la convocation de l'assemblée aux membres de l'assemblée délibérante. Elle précise, pour chaque demande d'adhésion, l'effectivité du respect des critères mentionnés au 1° ou le cas échéant au 2°.</p>",
            "num": "D1611-41",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "VIGUEUR",
            "dateDebut": 1589414400000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-04-09",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088021",
                        "id": "LEGISCTA000006088021",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2000-04-09",
                        "fin": "2999-01-01",
                        "titre": "PREMIERE PARTIE : DISPOSITIONS GÉNÉRALES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006116641",
                        "id": "LEGISCTA000006116641",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-07-01",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VI : DISPOSITIONS FINANCIÈRES ET COMPTABLES",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006135524",
                        "id": "LEGISCTA000006135524",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-07-01",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006149366",
                        "id": "LEGISCTA000006149366",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2003-07-01",
                        "fin": "2999-01-01",
                        "titre": "CHAPITRE Ier : Principes généraux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006165137",
                        "id": "LEGISCTA000006165137",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2020-05-14",
                        "fin": "2999-01-01",
                        "titre": "Section 7 : Dispositions régissant la société publique mentionnée à l'article L. 1611-3-2 dénommée l'Agence France Locale",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000041872121",
                        "id": "LEGISCTA000041872121",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000041872123",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000041872121",
            "sectionParentId": "LEGISCTA000041872121",
            "sectionParentTitre": "Section 7 : Dispositions régissant la société publique mentionnée à l'article L. 1611-3-2 dénommée l'Agence France Locale",
            "fullSectionsTitre": "Partie réglementaire &gt; PREMIERE PARTIE : DISPOSITIONS GÉNÉRALES &gt; LIVRE VI : DISPOSITIONS FINANCIÈRES ET COMPTABLES &gt; TITRE Ier &gt; CHAPITRE Ier : Principes généraux &gt; Section 7 : Dispositions régissant la société publique mentionnée à l'article L. 1611-3-2 dénommée l'Agence France Locale",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000041872123",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000041870435",
                    "textTitle": "Décret n°2020-556 du 11 mai 2020 - art. 1",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000041871077",
                    "natureText": "DECRET",
                    "datePubliTexte": "2020-05-13",
                    "dateSignaTexte": "2020-05-11",
                    "dateDebutCible": "2020-05-14"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000043775849",
                    "textTitle": "Décret n°2021-913 du 8 juillet 2021 - art. 2",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000043778161",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2021-913",
                    "datePubli": 1625875200000,
                    "dateDebut": 1625961600000
                },
                {
                    "textCid": "JORFTEXT000047068374",
                    "textTitle": "Arrêté du 23 janvier 2023 - art. 3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000047071691",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1674864000000,
                    "dateDebut": 1674950400000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L1611-3-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L1611-3-2",
                    "articleId": "LEGIARTI000027758032",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577577600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000041872123",
                    "etat": "VIGUEUR",
                    "version": "1.0",
                    "dateDebut": 1589414400000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "D1611-41",
                "1611-41"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}