{
    "cid": "LEGIARTI000027728724",
    "num": "L600-8",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1973-03-27",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107992",
                        "id": "LEGISCTA000006107992",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1994-02-10",
                        "fin": "2999-01-01",
                        "titre": "Livre VI : Dispositions relatives au contentieux de l'urbanisme",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128571",
                        "id": "LEGISCTA000006128571",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Code de l'urbanisme",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074075",
                        "id": "LEGITEXT000006074075",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000037667978",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 635",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "635",
                    "articleId": "LEGIARTI000006310183",
                    "natureText": "CODE",
                    "date": 1599832683814,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000037639478",
                    "textTitle": "LOI n°2018-1021 du 23 novembre 2018 - art. 80",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "80",
                    "articleId": "LEGIARTI000037642305",
                    "natureText": "LOI",
                    "datePubliTexte": "2018-11-24",
                    "dateSignaTexte": "2018-11-23",
                    "dateDebutCible": "2018-11-25"
                }
            ],
            "num": "L600-8",
            "origine": "LEGI",
            "texte": "Toute transaction par laquelle une personne ayant demandé ou ayant l'intention de demander au juge administratif l'annulation d'un permis de construire, de démolir ou d'aménager s'engage à se désister de ce recours ou à ne pas introduire de recours en contrepartie du versement d'une somme d'argent ou de l'octroi d'un avantage en nature doit être enregistrée conformément à l' article 635 du code général des impôts . La contrepartie prévue par une transaction non enregistrée dans le délai d'un mois prévu au même article 635, est réputée sans cause et les sommes versées ou celles qui correspondent au coût des avantages consentis sont sujettes à répétition. L'action en répétition se prescrit par cinq ans à compter du dernier versement ou de l'obtention de l'avantage en nature. Les transactions conclues avec des associations ne peuvent pas avoir pour contrepartie le versement d'une somme d'argent, sauf lorsque les associations agissent pour la défense de leurs intérêts matériels propres. Les acquéreurs successifs de biens ayant fait l'objet du permis mentionné au premier alinéa peuvent également exercer l'action en répétition prévue à l'alinéa précédent à raison du préjudice qu'ils ont subi.",
            "texteHtml": "<p>Toute transaction par laquelle une personne ayant demandé ou ayant l'intention de demander au juge administratif l'annulation d'un permis de construire, de démolir ou d'aménager s'engage à se désister de ce recours ou à ne pas introduire de recours en contrepartie du versement d'une somme d'argent ou de l'octroi d'un avantage en nature doit être enregistrée conformément à l'<a href='/article/LEGIARTI000006310183'>article 635 du code général des impôts</a>.</p><p>La contrepartie prévue par une transaction non enregistrée dans le délai d'un mois prévu au même article 635, est réputée sans cause et les sommes versées ou celles qui correspondent au coût des avantages consentis sont sujettes à répétition. L'action en répétition se prescrit par cinq ans à compter du dernier versement ou de l'obtention de l'avantage en nature.</p><p>Les transactions conclues avec des associations ne peuvent pas avoir pour contrepartie le versement d'une somme d'argent, sauf lorsque les associations agissent pour la défense de leurs intérêts matériels propres.</p><p>Les acquéreurs successifs de biens ayant fait l'objet du permis mentionné au premier alinéa peuvent également exercer l'action en répétition prévue à l'alinéa précédent à raison du préjudice qu'ils ont subi.</p>",
            "type": "AUTONOME",
            "dateDebut": "2019-01-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1973-03-27",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107992",
                        "id": "LEGISCTA000006107992",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1994-02-10",
                        "fin": "2999-01-01",
                        "titre": "Livre VI : Dispositions relatives au contentieux de l'urbanisme",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128571",
                        "id": "LEGISCTA000006128571",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 38,
                "titreTxt": [
                    {
                        "debut": "1973-01-03",
                        "fin": "2999-01-01",
                        "titre": "Code de l'urbanisme",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074075",
                        "id": "LEGITEXT000006074075",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000027728724",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006069577",
                    "textTitle": "Code général des impôts, CGI. - art. 635",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "635",
                    "articleId": "LEGIARTI000006310183",
                    "natureText": "CODE",
                    "date": 1599863467379,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 299635200000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000027727904",
                    "textTitle": "Ordonnance n°2013-638\n du 18 juillet 2013 - art. 3",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000027728671",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2013-07-19",
                    "dateSignaTexte": "2013-07-18",
                    "dateDebutCible": "2013-08-19"
                }
            ],
            "num": "L600-8",
            "origine": "LEGI",
            "texte": "Toute transaction par laquelle une personne ayant demandé au juge administratif l'annulation d'un permis de construire, de démolir ou d'aménager s'engage à se désister de ce recours en contrepartie du versement d'une somme d'argent ou de l'octroi d'un avantage en nature doit être enregistrée conformément à l' article 635 du code général des impôts . La contrepartie prévue par une transaction non enregistrée est réputée sans cause et les sommes versées ou celles qui correspondent au coût des avantages consentis sont sujettes à répétition. L'action en répétition se prescrit par cinq ans à compter du dernier versement ou de l'obtention de l'avantage en nature. Les acquéreurs successifs de biens ayant fait l'objet du permis mentionné au premier alinéa peuvent également exercer l'action en répétition prévue à l'alinéa précédent à raison du préjudice qu'ils ont subi.",
            "texteHtml": "Toute transaction par laquelle une personne ayant demandé au juge administratif l'annulation d'un permis de construire, de démolir ou d'aménager s'engage à se désister de ce recours en contrepartie du versement d'une somme d'argent ou de l'octroi d'un avantage en nature doit être enregistrée conformément à l'<a href='/article/LEGIARTI000006310183'>article 635 du code général des impôts</a>.<br/><br/>  La contrepartie prévue par une transaction non enregistrée est réputée sans cause et les sommes versées ou celles qui correspondent au coût des avantages consentis sont sujettes à répétition. L'action en répétition se prescrit par cinq ans à compter du dernier versement ou de l'obtention de l'avantage en nature.<br/><br/>  Les acquéreurs successifs de biens ayant fait l'objet du permis mentionné au premier alinéa peuvent également exercer l'action en répétition prévue à l'alinéa précédent à raison du préjudice qu'ils ont subi.",
            "type": "AUTONOME",
            "dateDebut": "2013-08-19T00:00:00.000Z",
            "dateFin": "2019-01-01T00:00:00.000Z"
        }
    ]
}