{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000047933578",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La norme d'exercice professionnel relative aux diligences du commissaire aux comptes relatives au rapport de gestion, aux autres documents sur la situation financière et les comptes et aux informations relevant du rapport sur le gouvernement d'entreprise adressés aux membres de l'organe appelé à statuer sur les comptes, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : NEP-9510. Diligences du commissaire aux comptes relatives au rapport de gestion, aux autres documents sur la situation financieère et les comptes et aux informations relevant du rapport sur le gouvernement d'entreprise adressés aux membres de l'organe appelé à statuer sur les comptes Introduction 01. Les articles L. 823-10 , L. 225-235 , L. 22-10-71 ou L. 226-10-1 , L. 22-10-78 et L. 441-14 du code de commerce prévoient que le commissaire aux comptes procède à des vérifications spécifiques relatives au rapport de gestion, aux autres documents sur la situation financière et les comptes et aux informations relevant du rapport sur le gouvernement d'entreprise, adressés aux membres de l'organe appelé à statuer sur les comptes. 02. La présente norme a pour objet de définir les diligences relatives : -au rapport de gestion et aux autres documents sur la situation financière et les comptes ; -aux informations relevant du rapport sur le gouvernement d'entreprise, dont les conclusions sont formulées dans le rapport sur les comptes. 03. Elle définit également l'incidence des éventuelles inexactitudes et irrégularités relevées ainsi que la forme et le contenu de la partie du rapport sur les comptes relative à ces diligences. Diligences relatives au rapport de gestion et aux autres documents sur la situation financière et les comptes adressés aux membres de l'organe appelé à statuer sur les comptes 04. Les diligences du commissaire aux comptes portent, dans toutes les entités, sur le rapport de gestion et les autres documents sur la situation financière et les comptes adressés aux membres de l'organe appelé à statuer sur les comptes ou mis à leur disposition. Ces documents peuvent être : -prévus par les textes légaux et réglementaires applicables à l'entité ; -prévus par les statuts de l'entité ; -ou établis à l'initiative de l'entité et communiqués au commissaire aux comptes avant la date d'établissement de son rapport sur les comptes. Diligences relatives aux informations sur la situation financière et les comptes 05. Les informations sur la situation financière et les comptes sont celles extraites des comptes ou qui peuvent être rapprochées des données ayant servi à l'établissement de ces comptes. Elles peuvent être constituées de données chiffrées ou de commentaires et précisions portant sur ces comptes. 06. En application des articles R. 823-7 et D. 823-7-1 du code de commerce et afin : -de faire état de ses observations sur la sincérité et la concordance avec les comptes des informations sur la situation financière et les comptes ; -d'attester, dans les sociétés, de la sincérité des informations relatives aux délais de paiement mentionnées à l'article D. 441-6 du code de commerce et de leur concordance avec les comptes annuels, et de présenter ses observations, le cas échéant ; -le commissaire aux comptes : -vérifie que ces informations reflètent la situation de l'entité et l'importance relative des événements enregistrés dans les comptes telles qu'il les connaît à la suite des travaux menés au cours de sa mission. Le cas échéant, il apprécie l'incidence éventuelle sur la sincérité des informations des réserves, du refus ou de l'impossibilité de certifier qu'il envisage de formuler dans le rapport sur les comptes. -vérifie que chaque information significative concorde avec les comptes dont elle est issue ou avec les données ayant servi à l'établissement de ces comptes. Diligences relatives aux autres informations 07. Les autres informations sont celles qui ne sont pas extraites des comptes ou qui ne peuvent pas être rapprochées des données ayant servi à l'établissement de ces comptes. 08. Le commissaire aux comptes procède à la lecture des autres informations afin de relever, le cas échéant, celles qui lui apparaîtraient manifestement incohérentes. Il n'a pas à vérifier ces autres informations. Lorsqu'il procède à cette lecture, le commissaire aux comptes exerce son esprit critique en s'appuyant sur sa connaissance de l'entité, de son environnement et des éléments collectés au cours de l'audit et sur les conclusions auxquelles l'ont conduit les contrôles qu'il a menés. 09. En outre, lorsque l'entité est soumise aux dispositions de l'article L. 225-102-1 du code de commerce qui requiert des informations non financières, notamment sociales et environnementales, afin d'attester de l'existence de la déclaration prévue par cet article, il vérifie, en application de l'article L. 823-10 alinéa 4 du code de commerce, la présence : -de la déclaration de performance extra-financière dans le rapport de gestion, ou, -de la déclaration consolidée de performance extra-financière au sein des informations relatives au groupe données dans le rapport de gestion. Autres diligences 10. Le commissaire aux comptes vérifie que le rapport de gestion et les autres documents sur la situation financière et les comptes comprennent toutes les informations requises par les textes légaux et réglementaires et, le cas échéant, par les statuts. Diligences relatives aux informations relevant du rapport sur le gouvernement d'entreprise 11. Les diligences du commissaire aux comptes portent sur les informations relevant du rapport sur le gouvernement d'entreprise prévu aux articles L. 225-37 ou L. 225-68 du code de commerce applicables aux sociétés anonymes, aux sociétés en commandite par actions et aux sociétés européennes. Ces informations sont : -présentées dans le rapport sur le gouvernement d'entreprise joint au rapport de gestion ; -ou fournies au sein d'une section spécifique du rapport de gestion, dans les sociétés anonymes à conseil d'administration qui ont fait ce choix. Diligences relatives aux rémunérations, avantages et engagements de toute nature 12. Dans les sociétés mentionnées au paragraphe 11, dont les actions sont admises aux négociations sur un marché réglementé, des informations relatives aux rémunérations et aux avantages de toute nature versés ou attribués aux mandataires sociaux ainsi qu'aux engagements consentis en leur faveur, sont requises par l'article L. 22-10-9 du code de commerce. Afin d'attester, en application des articles L. 22-10-71 ou L. 22-10-78 et L. 823-10 alinéa 2 du code de commerce, de l'existence, de l'exactitude et de la sincérité de ces informations, le commissaire aux comptes vérifie la présence des informations requises et que celles-ci : -concordent avec les comptes ou avec les données ayant servi à l'établissement de ces comptes ; -concordent avec les éléments recueillis par la société auprès des sociétés qu'elle contrôle, lorsque des rémunérations, avantages ou engagements sont versés ou consentis par ces sociétés ; -sont cohérentes avec la connaissance qu'il a acquise de la société à la suite des travaux menés au cours de sa mission. 13. Dans les sociétés dont les actions sont admises aux négociations sur un marché réglementé, il vérifie par ailleurs que les informations requises par l'article L. 22-10-8 ou l'article L. 22-10-26 ou L. 22-10-76 du code de commerce, concernant le projet de résolution relatif à la politique de rémunération des mandataires sociaux ont été fournies. Diligences relatives aux informations sur les éléments susceptibles d'avoir une incidence en cas d'offre publique d'achat ou d'échange 14. Dans les sociétés dont les titres sont admis aux négociations sur un marché réglementé, afin de formuler en application des articles L. 22-10-71 ou L. 22-10-78 du code de commerce ses observations sur les informations mentionnées à l'article L. 22-10-11 du code de commerce relatives aux éléments que la société a considéré susceptibles d'avoir une incidence en cas d'offre publique d'achat ou d'échange, le commissaire aux comptes : -vérifie la conformité de ces informations avec les documents et informations dont elles sont issues et qui lui ont été communiqués ; -demande une déclaration de la direction confirmant lui avoir fourni l'ensemble des informations qu'elle a identifiées. Autres diligences 15. Afin d'attester de l'existence des informations requises par les articles L. 225-37-4 et L. 22-10-10 du code de commerce, portant notamment sur le fonctionnement des organes d'administration et de direction de l'entité, le commissaire aux comptes vérifie leur présence au sein des informations sur le gouvernement d'entreprise. 16. Le commissaire aux comptes procède à la lecture des informations, autres que celles requises par les articles L. 22-10-9 et L. 22-10-11 du code de commerce, afin de relever, le cas échéant, celles qui lui apparaîtraient manifestement incohérentes. Il n'a pas à vérifier ces informations. Lorsqu'il procède à cette lecture, le commissaire aux comptes exerce son esprit critique en s'appuyant sur sa connaissance de l'entité, de son environnement et des éléments collectés au cours de l'audit et sur les conclusions auxquelles l'ont conduit les contrôles qu'il a menés. Incidence des éventuelles inexactitudes et irrégularités relevées 17. Si le commissaire aux comptes relève dans le rapport de gestion, dans les autres documents sur la situation financière et les comptes ou dans les informations relevant du rapport sur le gouvernement d'entreprise, des éléments qui pourraient constituer : a) Des inexactitudes, c'est-à-dire des informations qui ne concordent pas avec les comptes ou avec les données ayant servi à l'établissement des comptes, qui ne sont pas conformes avec les documents et informations dont elles sont issues, qui ne sont pas exactes ou qui ne sont pas sincères ; b) Des irrégularités résultant de l'omission d'informations ou de documents prévus par les textes légaux et réglementaires ou par les statuts ; Il s'en entretient avec la direction et, s'il l'estime nécessaire, met en œuvre d'autres procédures pour conclure : -s'il existe effectivement une inexactitude ou une irrégularité dans le rapport de gestion, les autres documents sur la situation financière et les comptes ou les informations relevant du rapport sur le gouvernement d'entreprise ; -s'il existe une anomalie significative dans les comptes ; -s'il doit mettre à jour sa connaissance de l'entité et de son environnement. 18. Si le commissaire aux comptes conclut à l'existence d'inexactitudes ou d'irrégularités, il demande à la direction les modifications nécessaires. 19. A défaut de modification par la direction, le commissaire aux comptes détermine si ces inexactitudes ou irrégularités sont susceptibles d'influencer le jugement des utilisateurs des comptes sur l'entité ou leur prise de décision et donc d'avoir une incidence sur son rapport sur les comptes. 20. Le commissaire aux comptes communique aux organes mentionnés à l' article L. 823-16 du code de commerce les inexactitudes ou irrégularités non corrigées et les informe de l'incidence qu'elles peuvent avoir sur son rapport sur les comptes. A défaut de correction, il en tire les conséquences éventuelles dans son rapport sur les comptes. Forme et contenu de la partie du rapport sur les comptes relative à la vérification du rapport de gestion, des autres documents sur la situation financière et les comptes et des informations relevant du rapport sur le gouvernement d'entreprise 21. Dans le rapport sur les comptes annuels, cette partie comporte les éléments suivants : -une introduction par laquelle le commissaire aux comptes indique qu'il a effectué les vérifications spécifiques prévues par les textes légaux et réglementaires ; -s'agissant des informations données dans le rapport de gestion et dans les autres documents sur la situation financière et les comptes annuels : -les conclusions exprimées sous forme d'observation, ou d'absence d'observation, sur la sincérité et la concordance avec les comptes annuels des informations données dans le rapport de gestion et dans les autres documents sur la situation financière et les comptes annuels adressés à l'organe appelé à statuer sur les comptes ; -le cas échéant, l'attestation de la sincérité des informations relatives aux délais de paiement mentionnées à l' article D. 441-6 du code de commerce et de leur concordance avec les comptes annuels et la formulation, le cas échéant, de ses observations ; -le cas échéant, l'attestation de la présence de la déclaration de performance extra-financière visée à l' article L. 225-102-1 du code de commerce ; -la mention des éventuelles irrégularités résultant de l'omission d'informations ou de documents prévus par les textes légaux et réglementaires ou par les statuts ; -la mention des éventuelles autres inexactitudes relevées. -s'agissant des informations relevant du rapport sur le gouvernement d'entreprise : -l'attestation de l'existence des informations requises par les articles L. 225-37-4 et L. 22-10-10 et, le cas échéant, par l'article L. 22-10-9 du code de commerce ; -le cas échéant, l'attestation de l'exactitude et de la sincérité des informations relatives aux rémunérations et aux avantages de toute nature versés ou attribués à chaque mandataire social, fournies en application de l'article L. 22-10-9 du code de commerce ; -le cas échéant, les conclusions exprimées sous forme d'observation, ou d'absence d'observation, sur la conformité des informations prévues à l'article L. 22-10-11 du code de commerce, relatives aux éléments que la société a considéré susceptibles d'avoir une incidence en cas d'offre publique d'achat ou d'échange, avec les documents dont elles issues et qui ont été communiqués au commissaire aux comptes ; -la mention des éventuelles irrégularités résultant de l'omission d'informations ou de documents prévus par les textes légaux et réglementaires ou par les statuts ; -la mention des éventuelles autres inexactitudes relevées. 22. Dans le rapport sur les comptes consolidés, la partie relative à la vérification des informations relatives au groupe données dans le rapport de gestion comporte les éléments suivants : -une introduction par laquelle le commissaire aux comptes indique qu'il a effectué les vérifications spécifiques prévues par les textes légaux et réglementaires ; -les conclusions, exprimées sous forme d'observation, ou d'absence d'observation, sur la sincérité et la concordance avec les comptes consolidés des informations relatives au groupe données dans le rapport de gestion ; -le cas échéant, l'attestation de la présence de la déclaration consolidée de performance extra-financière visée à l'article L. 225-102-1 du code de commerce ; -la mention des éventuelles irrégularités résultant de l'omission d'informations ou de documents prévus par les textes légaux et réglementaires ou par les statuts ; -la mention des éventuelles autres inexactitudes relevées.",
            "texteHtml": "<p>La norme d'exercice professionnel relative aux diligences du commissaire aux comptes relatives au rapport de gestion, aux autres documents sur la situation financière et les comptes et aux informations relevant du rapport sur le gouvernement d'entreprise adressés aux membres de l'organe appelé à statuer sur les comptes, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : <br/><br/>NEP-9510. Diligences du commissaire aux comptes relatives au rapport de gestion, aux autres documents sur la situation financieère et les comptes et aux informations relevant du rapport sur le gouvernement d'entreprise adressés aux membres de l'organe appelé à statuer sur les comptes <br/><br/>Introduction <br/><br/>01. Les articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242833&dateTexte=&categorieLien=cid'>L. 823-10</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006226253&dateTexte=&categorieLien=cid'>L. 225-235</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000042338735&dateTexte=&categorieLien=cid'>L. 22-10-71 </a>ou <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000019121192&dateTexte=&categorieLien=cid'>L. 226-10-1</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000042338784&dateTexte=&categorieLien=cid'>L. 22-10-78 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000038411648&dateTexte=&categorieLien=cid'>L. 441-14 </a>du code de commerce prévoient que le commissaire aux comptes procède à des vérifications spécifiques relatives au rapport de gestion, aux autres documents sur la situation financière et les comptes et aux informations relevant du rapport sur le gouvernement d'entreprise, adressés aux membres de l'organe appelé à statuer sur les comptes. <br/><br/>02. La présente norme a pour objet de définir les diligences relatives :</p><p><br/>-au rapport de gestion et aux autres documents sur la situation financière et les comptes ;<br/><br/>-aux informations relevant du rapport sur le gouvernement d'entreprise, dont les conclusions sont formulées dans le rapport sur les comptes. </p><p><br/>03. Elle définit également l'incidence des éventuelles inexactitudes et irrégularités relevées ainsi que la forme et le contenu de la partie du rapport sur les comptes relative à ces diligences. <br/><br/>Diligences relatives au rapport de gestion et aux autres documents sur la situation financière et les comptes adressés aux membres de l'organe appelé à statuer sur les comptes <br/><br/>04. Les diligences du commissaire aux comptes portent, dans toutes les entités, sur le rapport de gestion et les autres documents sur la situation financière et les comptes adressés aux membres de l'organe appelé à statuer sur les comptes ou mis à leur disposition. <br/><br/>Ces documents peuvent être :</p><p><br/>-prévus par les textes légaux et réglementaires applicables à l'entité ;<br/><br/>-prévus par les statuts de l'entité ;<br/><br/>-ou établis à l'initiative de l'entité et communiqués au commissaire aux comptes avant la date d'établissement de son rapport sur les comptes. </p><p><br/>Diligences relatives aux informations sur la situation financière et les comptes <br/><br/>05. Les informations sur la situation financière et les comptes sont celles extraites des comptes ou qui peuvent être rapprochées des données ayant servi à l'établissement de ces comptes. Elles peuvent être constituées de données chiffrées ou de commentaires et précisions portant sur ces comptes. <br/><br/>06. En application des articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006271025&dateTexte=&categorieLien=cid'>R. 823-7 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000020053831&dateTexte=&categorieLien=cid'>D. 823-7-1 </a>du code de commerce et afin :</p><p><br/>-de faire état de ses observations sur la sincérité et la concordance avec les comptes des informations sur la situation financière et les comptes ;<br/><br/>-d'attester, dans les sociétés, de la sincérité des informations relatives aux délais de paiement mentionnées à l'article D. 441-6 du code de commerce et de leur concordance avec les comptes annuels, et de présenter ses observations, le cas échéant ;<br/><br/>-le commissaire aux comptes :<br/><br/>-vérifie que ces informations reflètent la situation de l'entité et l'importance relative des événements enregistrés dans les comptes telles qu'il les connaît à la suite des travaux menés au cours de sa mission. Le cas échéant, il apprécie l'incidence éventuelle sur la sincérité des informations des réserves, du refus ou de l'impossibilité de certifier qu'il envisage de formuler dans le rapport sur les comptes.<br/><br/>-vérifie que chaque information significative concorde avec les comptes dont elle est issue ou avec les données ayant servi à l'établissement de ces comptes. </p><p><br/>Diligences relatives aux autres informations <br/><br/>07. Les autres informations sont celles qui ne sont pas extraites des comptes ou qui ne peuvent pas être rapprochées des données ayant servi à l'établissement de ces comptes. <br/><br/>08. Le commissaire aux comptes procède à la lecture des autres informations afin de relever, le cas échéant, celles qui lui apparaîtraient manifestement incohérentes. Il n'a pas à vérifier ces autres informations. <br/><br/>Lorsqu'il procède à cette lecture, le commissaire aux comptes exerce son esprit critique en s'appuyant sur sa connaissance de l'entité, de son environnement et des éléments collectés au cours de l'audit et sur les conclusions auxquelles l'ont conduit les contrôles qu'il a menés. <br/><br/>09. En outre, lorsque l'entité est soumise aux dispositions de l'article L. 225-102-1 du code de commerce qui requiert des informations non financières, notamment sociales et environnementales, afin d'attester de l'existence de la déclaration prévue par cet article, il vérifie, en application de l'article L. 823-10 alinéa 4 du code de commerce, la présence :</p><p><br/>-de la déclaration de performance extra-financière dans le rapport de gestion, ou,<br/><br/>-de la déclaration consolidée de performance extra-financière au sein des informations relatives au groupe données dans le rapport de gestion. </p><p><br/>Autres diligences <br/><br/>10. Le commissaire aux comptes vérifie que le rapport de gestion et les autres documents sur la situation financière et les comptes comprennent toutes les informations requises par les textes légaux et réglementaires et, le cas échéant, par les statuts. <br/><br/>Diligences relatives aux informations relevant du rapport sur le gouvernement d'entreprise <br/><br/>11. Les diligences du commissaire aux comptes portent sur les informations relevant du rapport sur le gouvernement d'entreprise prévu aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006223869&dateTexte=&categorieLien=cid'>L. 225-37 </a>ou <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006224303&dateTexte=&categorieLien=cid'>L. 225-68 </a>du code de commerce applicables aux sociétés anonymes, aux sociétés en commandite par actions et aux sociétés européennes. Ces informations sont :</p><p><br/>-présentées dans le rapport sur le gouvernement d'entreprise joint au rapport de gestion ;<br/><br/>-ou fournies au sein d'une section spécifique du rapport de gestion, dans les sociétés anonymes à conseil d'administration qui ont fait ce choix. </p><p><br/>Diligences relatives aux rémunérations, avantages et engagements de toute nature <br/><br/>12. Dans les sociétés mentionnées au paragraphe 11, dont les actions sont admises aux négociations sur un marché réglementé, des informations relatives aux rémunérations et aux avantages de toute nature versés ou attribués aux mandataires sociaux ainsi qu'aux engagements consentis en leur faveur, sont requises par l'article L. 22-10-9 du code de commerce. Afin d'attester, en application des articles L. 22-10-71 ou L. 22-10-78 et L. 823-10 alinéa 2 du code de commerce, de l'existence, de l'exactitude et de la sincérité de ces informations, le commissaire aux comptes vérifie la présence des informations requises et que celles-ci :</p><p><br/>-concordent avec les comptes ou avec les données ayant servi à l'établissement de ces comptes ;<br/><br/>-concordent avec les éléments recueillis par la société auprès des sociétés qu'elle contrôle, lorsque des rémunérations, avantages ou engagements sont versés ou consentis par ces sociétés ;<br/><br/>-sont cohérentes avec la connaissance qu'il a acquise de la société à la suite des travaux menés au cours de sa mission. </p><p><br/>13. Dans les sociétés dont les actions sont admises aux négociations sur un marché réglementé, il vérifie par ailleurs que les informations requises par l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000042338431&dateTexte=&categorieLien=cid'>L. 22-10-8 </a>ou l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000042338469&dateTexte=&categorieLien=cid'>L. 22-10-26 </a>ou <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000042338780&dateTexte=&categorieLien=cid'>L. 22-10-76 </a>du code de commerce, concernant le projet de résolution relatif à la politique de rémunération des mandataires sociaux ont été fournies. <br/><br/>Diligences relatives aux informations sur les éléments susceptibles d'avoir une incidence en cas d'offre publique d'achat ou d'échange <br/><br/>14. Dans les sociétés dont les titres sont admis aux négociations sur un marché réglementé, afin de formuler en application des articles L. 22-10-71 ou L. 22-10-78 du code de commerce ses observations sur les informations mentionnées à l'article L. 22-10-11 du code de commerce relatives aux éléments que la société a considéré susceptibles d'avoir une incidence en cas d'offre publique d'achat ou d'échange, le commissaire aux comptes :</p><p><br/>-vérifie la conformité de ces informations avec les documents et informations dont elles sont issues et qui lui ont été communiqués ;<br/><br/>-demande une déclaration de la direction confirmant lui avoir fourni l'ensemble des informations qu'elle a identifiées. </p><p><br/>Autres diligences <br/><br/>15. Afin d'attester de l'existence des informations requises par les articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000035177930&dateTexte=&categorieLien=cid'>L. 225-37-4 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000042338435&dateTexte=&categorieLien=cid'>L. 22-10-10 </a>du code de commerce, portant notamment sur le fonctionnement des organes d'administration et de direction de l'entité, le commissaire aux comptes vérifie leur présence au sein des informations sur le gouvernement d'entreprise. <br/><br/>16. Le commissaire aux comptes procède à la lecture des informations, autres que celles requises par les articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000042338433&dateTexte=&categorieLien=cid'>L. 22-10-9 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000042338437&dateTexte=&categorieLien=cid'>L. 22-10-11 </a>du code de commerce, afin de relever, le cas échéant, celles qui lui apparaîtraient manifestement incohérentes. Il n'a pas à vérifier ces informations. <br/><br/>Lorsqu'il procède à cette lecture, le commissaire aux comptes exerce son esprit critique en s'appuyant sur sa connaissance de l'entité, de son environnement et des éléments collectés au cours de l'audit et sur les conclusions auxquelles l'ont conduit les contrôles qu'il a menés. <br/><br/>Incidence des éventuelles inexactitudes et irrégularités relevées <br/><br/>17. Si le commissaire aux comptes relève dans le rapport de gestion, dans les autres documents sur la situation financière et les comptes ou dans les informations relevant du rapport sur le gouvernement d'entreprise, des éléments qui pourraient constituer : <br/><br/>a) Des inexactitudes, c'est-à-dire des informations qui ne concordent pas avec les comptes ou avec les données ayant servi à l'établissement des comptes, qui ne sont pas conformes avec les documents et informations dont elles sont issues, qui ne sont pas exactes ou qui ne sont pas sincères ; <br/><br/>b) Des irrégularités résultant de l'omission d'informations ou de documents prévus par les textes légaux et réglementaires ou par les statuts ; <br/><br/>Il s'en entretient avec la direction et, s'il l'estime nécessaire, met en œuvre d'autres procédures pour conclure :</p><p><br/>-s'il existe effectivement une inexactitude ou une irrégularité dans le rapport de gestion, les autres documents sur la situation financière et les comptes ou les informations relevant du rapport sur le gouvernement d'entreprise ;<br/><br/>-s'il existe une anomalie significative dans les comptes ;<br/><br/>-s'il doit mettre à jour sa connaissance de l'entité et de son environnement. </p><p><br/>18. Si le commissaire aux comptes conclut à l'existence d'inexactitudes ou d'irrégularités, il demande à la direction les modifications nécessaires. <br/><br/>19. A défaut de modification par la direction, le commissaire aux comptes détermine si ces inexactitudes ou irrégularités sont susceptibles d'influencer le jugement des utilisateurs des comptes sur l'entité ou leur prise de décision et donc d'avoir une incidence sur son rapport sur les comptes. <br/><br/>20. Le commissaire aux comptes communique aux organes mentionnés à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242855&dateTexte=&categorieLien=cid'>article L. 823-16 du code de commerce </a>les inexactitudes ou irrégularités non corrigées et les informe de l'incidence qu'elles peuvent avoir sur son rapport sur les comptes. <br/><br/>A défaut de correction, il en tire les conséquences éventuelles dans son rapport sur les comptes. <br/><br/>Forme et contenu de la partie du rapport sur les comptes relative à la vérification du rapport de gestion, des autres documents sur la situation financière et les comptes et des informations relevant du rapport sur le gouvernement d'entreprise <br/><br/>21. Dans le rapport sur les comptes annuels, cette partie comporte les éléments suivants :</p><p><br/>-une introduction par laquelle le commissaire aux comptes indique qu'il a effectué les vérifications spécifiques prévues par les textes légaux et réglementaires ;<br/><br/>-s'agissant des informations données dans le rapport de gestion et dans les autres documents sur la situation financière et les comptes annuels :<br/><br/>-les conclusions exprimées sous forme d'observation, ou d'absence d'observation, sur la sincérité et la concordance avec les comptes annuels des informations données dans le rapport de gestion et dans les autres documents sur la situation financière et les comptes annuels adressés à l'organe appelé à statuer sur les comptes ;<br/><br/>-le cas échéant, l'attestation de la sincérité des informations relatives aux délais de paiement mentionnées à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000029604868&dateTexte=&categorieLien=cid'>article D. 441-6 du code de commerce </a>et de leur concordance avec les comptes annuels et la formulation, le cas échéant, de ses observations ;<br/><br/>-le cas échéant, l'attestation de la présence de la déclaration de performance extra-financière visée à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006224809&dateTexte=&categorieLien=cid'>article L. 225-102-1 du code de commerce </a>;<br/><br/>-la mention des éventuelles irrégularités résultant de l'omission d'informations ou de documents prévus par les textes légaux et réglementaires ou par les statuts ;<br/><br/>-la mention des éventuelles autres inexactitudes relevées.<br/><br/>-s'agissant des informations relevant du rapport sur le gouvernement d'entreprise :<br/><br/>-l'attestation de l'existence des informations requises par les articles L. 225-37-4 et L. 22-10-10 et, le cas échéant, par l'article L. 22-10-9 du code de commerce ;<br/><br/>-le cas échéant, l'attestation de l'exactitude et de la sincérité des informations relatives aux rémunérations et aux avantages de toute nature versés ou attribués à chaque mandataire social, fournies en application de l'article L. 22-10-9 du code de commerce ;<br/><br/>-le cas échéant, les conclusions exprimées sous forme d'observation, ou d'absence d'observation, sur la conformité des informations prévues à l'article L. 22-10-11 du code de commerce, relatives aux éléments que la société a considéré susceptibles d'avoir une incidence en cas d'offre publique d'achat ou d'échange, avec les documents dont elles issues et qui ont été communiqués au commissaire aux comptes ;<br/><br/>-la mention des éventuelles irrégularités résultant de l'omission d'informations ou de documents prévus par les textes légaux et réglementaires ou par les statuts ;<br/><br/>-la mention des éventuelles autres inexactitudes relevées. </p><p><br/>22. Dans le rapport sur les comptes consolidés, la partie relative à la vérification des informations relatives au groupe données dans le rapport de gestion comporte les éléments suivants :</p><p><br/>-une introduction par laquelle le commissaire aux comptes indique qu'il a effectué les vérifications spécifiques prévues par les textes légaux et réglementaires ;<br/><br/>-les conclusions, exprimées sous forme d'observation, ou d'absence d'observation, sur la sincérité et la concordance avec les comptes consolidés des informations relatives au groupe données dans le rapport de gestion ;<br/><br/>-le cas échéant, l'attestation de la présence de la déclaration consolidée de performance extra-financière visée à l'article L. 225-102-1 du code de commerce ;<br/><br/>-la mention des éventuelles irrégularités résultant de l'omission d'informations ou de documents prévus par les textes légaux et réglementaires ou par les statuts ;<br/><br/>-la mention des éventuelles autres inexactitudes relevées.</p>",
            "num": "A823-29",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "VIGUEUR",
            "dateDebut": 1691193600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610612735,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000020163597",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : De l'exercice du contrôle légal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163158",
                        "id": "LEGISCTA000020163474",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Des modalités d'exercice de la mission",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163169",
                        "id": "LEGISCTA000020163464",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 3 : Des autres interventions du commissaire aux comptes prévues par les textes légaux et réglementaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163244",
                        "id": "LEGISCTA000020163389",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020163248",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020163244",
            "sectionParentId": "LEGISCTA000020163389",
            "sectionParentTitre": "Sous-section 3 : Des autres interventions du commissaire aux comptes prévues par les textes légaux et réglementaires",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; TITRE II : Des commissaires aux comptes. &gt; Chapitre III : De l'exercice du contrôle légal &gt; Section 3 : Des modalités d'exercice de la mission &gt; Sous-section 3 : Des autres interventions du commissaire aux comptes prévues par les textes légaux et réglementaires",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000047933578",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000047931335",
                    "textTitle": "Arrêté du 27 juillet 2023 - art. 17",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "17",
                    "articleId": "LEGIARTI000047932565",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2023-08-04",
                    "dateSignaTexte": "2023-07-27",
                    "dateDebutCible": "2023-08-05"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. D441-6",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D441-6",
                    "articleId": "LEGIARTI000029604868",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1559779200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. D823-7-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D823-7-1",
                    "articleId": "LEGIARTI000020053831",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1448841600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L22-10-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L22-10-10",
                    "articleId": "LEGIARTI000042338435",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L22-10-11",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L22-10-11",
                    "articleId": "LEGIARTI000042338437",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L22-10-26",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L22-10-26",
                    "articleId": "LEGIARTI000042338469",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L22-10-71",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L22-10-71",
                    "articleId": "LEGIARTI000042338735",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L22-10-76",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L22-10-76",
                    "articleId": "LEGIARTI000042338780",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L22-10-78",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L22-10-78",
                    "articleId": "LEGIARTI000042338784",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L22-10-8",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L22-10-8",
                    "articleId": "LEGIARTI000042338431",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L22-10-9",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L22-10-9",
                    "articleId": "LEGIARTI000042338433",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1609459200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-102-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-102-1",
                    "articleId": "LEGIARTI000006224809",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-235",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-235",
                    "articleId": "LEGIARTI000006226253",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1499990400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-37",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-37",
                    "articleId": "LEGIARTI000006223869",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1499990400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-37-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-37-4",
                    "articleId": "LEGIARTI000035177930",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1499990400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-68",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-68",
                    "articleId": "LEGIARTI000006224303",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L226-10-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L226-10-1",
                    "articleId": "LEGIARTI000019121192",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1499990400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L441-14",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L441-14",
                    "articleId": "LEGIARTI000038411648",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1556236800000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L823-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L823-10",
                    "articleId": "LEGIARTI000006242833",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1500681600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L823-16",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L823-16",
                    "articleId": "LEGIARTI000006242855",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R823-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R823-7",
                    "articleId": "LEGIARTI000006271025",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1469750400000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000820580",
                    "textTitle": "Arrêté du 5 mars 2007 - art. 1, v. init.",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "JORFARTI000002285923",
                    "natureText": "ARRETE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020163385",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1232496000000,
                    "dateFin": 1244160000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020690592",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1244160000000,
                    "dateFin": 1312416000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024445890",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1312416000000,
                    "dateFin": 1538956800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037475937",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1538956800000,
                    "dateFin": 1691193600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047933578",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1691193600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A823-29",
                "823-29"
            ],
            "versionPrecedente": "LEGIARTI000037475937",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000037475937",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La norme d'exercice professionnel relative aux diligences du commissaire aux comptes relatives au rapport de gestion, aux autres documents sur la situation financière et les comptes et aux informations relevant du rapport sur le gouvernement d'entreprise adressés aux membres de l'organe appelé à statuer sur les comptes, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : NEP 9510. DILIGENCES DU COMMISSAIRE AUX COMPTES RELATIVES AU RAPPORT DE GESTION, AUX AUTRES DOCUMENTS SUR LA SITUATION FINANCIÈRE ET LES COMPTES ET AUX INFORMATIONS RELEVANT DU RAPPORT SUR LE GOUVERNEMENT D'ENTREPRISE ADRESSÉS AUX MEMBRES DE L'ORGANE APPELÉ À STATUER SUR LES COMPTES INTRODUCTION 01. Les articles L. 823-10 , L. 225-235 ou L. 226-10-1 , et L. 441-6-1 du code de commerce prévoient que le commissaire aux comptes procède à des vérifications spécifiques relatives au rapport de gestion, aux autres documents sur la situation financière et les comptes et aux informations relevant du rapport sur le gouvernement d'entreprise, adressés aux membres de l'organe appelé à statuer sur les comptes. 02. La présente norme a pour objet de définir les diligences relatives : -au rapport de gestion et aux autres documents sur la situation financière et les comptes ; -aux informations relevant du rapport sur le gouvernement d'entreprise, dont les conclusions sont formulées dans le rapport sur les comptes. 03. Elle définit également l'incidence des éventuelles inexactitudes et irrégularités relevées ainsi que la forme et le contenu de la partie du rapport sur les comptes relative à ces diligences. DILIGENCES RELATIVES AU RAPPORT DE GESTION ET AUX AUTRES DOCUMENTS SUR LA SITUATION FINANCIÈRE ET LES COMPTES ADRESSÉS AUX MEMBRES DE L'ORGANE APPELÉ À STATUER SUR LES COMPTES 04. Les diligences du commissaire aux comptes portent, dans toutes les entités, sur le rapport de gestion et les autres documents sur la situation financière et les comptes adressés aux membres de l'organe appelé à statuer sur les comptes ou mis à leur disposition. Ces documents peuvent être : -prévus par les textes légaux et réglementaires applicables à l'entité ; -prévus par les statuts de l'entité ; -ou établis à l'initiative de l'entité et communiqués au commissaire aux comptes avant la date d'établissement de son rapport sur les comptes. Diligences relatives aux informations sur la situation financière et les comptes 05. Les informations sur la situation financière et les comptes sont celles extraites des comptes ou qui peuvent être rapprochées des données ayant servi à l'établissement de ces comptes. Elles peuvent être constituées de données chiffrées ou de commentaires et précisions portant sur ces comptes. 06. En application des articles R. 823-7 et D. 823-7-1 du code de commerce et afin : -de faire état de ses observations sur la sincérité et la concordance avec les comptes des informations sur la situation financière et les comptes ; -d'attester, dans les sociétés, de la sincérité des informations relatives aux délais de paiement mentionnées à l' article D. 441-4 du code de commerce et de leur concordance avec les comptes annuels, et de présenter ses observations, le cas échéant ; -le commissaire aux comptes : -vérifie que ces informations reflètent la situation de l'entité et l'importance relative des événements enregistrés dans les comptes telles qu'il les connaît à la suite des travaux menés au cours de sa mission. Le cas échéant, il apprécie l'incidence éventuelle sur la sincérité des informations des réserves, du refus ou de l'impossibilité de certifier qu'il envisage de formuler dans le rapport sur les comptes. -vérifie que chaque information significative concorde avec les comptes dont elle est issue ou avec les données ayant servi à l'établissement de ces comptes. Diligences relatives aux autres informations 07. Les autres informations sont celles qui ne sont pas extraites des comptes ou qui ne peuvent pas être rapprochées des données ayant servi à l'établissement de ces comptes. 08. Le commissaire aux comptes procède à la lecture des autres informations afin de relever, le cas échéant, celles qui lui apparaîtraient manifestement incohérentes. Il n'a pas à vérifier ces autres informations. Lorsqu'il procède à cette lecture, le commissaire aux comptes exerce son esprit critique en s'appuyant sur sa connaissance de l'entité, de son environnement et des éléments collectés au cours de l'audit et sur les conclusions auxquelles l'ont conduit les contrôles qu'il a menés. 09. En outre, lorsque l'entité est soumise aux dispositions de l'article L. 225-102-1 du code de commerce qui requiert des informations non financières, notamment sociales et environnementales, afin d'attester de l'existence de la déclaration prévue par cet article, il vérifie, en application de l'article L. 823-10 alinéa 4 du code de commerce, la présence : -de la déclaration de performance extra-financière dans le rapport de gestion, ou, -de la déclaration consolidée de performance extra-financière au sein des informations relatives au groupe données dans le rapport de gestion. Autres diligences 10. Le commissaire aux comptes vérifie que le rapport de gestion et les autres documents sur la situation financière et les comptes comprennent toutes les informations requises par les textes légaux et réglementaires et, le cas échéant, par les statuts. DILIGENCES RELATIVES AUX INFORMATIONS RELEVANT DU RAPPORT SUR LE GOUVERNEMENT D'ENTREPRISE 11. Les diligences du commissaire aux comptes portent sur les informations relevant du rapport sur le gouvernement d'entreprise prévu aux articles L. 225-37 ou L. 225-68 du code de commerce applicables aux sociétés anonymes, aux sociétés en commandite par actions et aux sociétés européennes. Ces informations sont : -présentées dans le rapport sur le gouvernement d'entreprise joint au rapport de gestion ; -ou fournies au sein d'une section spécifique du rapport de gestion, dans les sociétés anonymes à conseil d'administration qui ont fait ce choix. Diligences relatives aux rémunérations, avantages et engagements de toute nature 12. Dans les sociétés mentionnées au paragraphe 11, dont les titres sont admis aux négociations sur un marché réglementé ou qui sont contrôlées au sens de l'article L. 233-16 par des sociétés dont les titres sont admis aux négociations sur un marché réglementé, des informations relatives aux rémunérations et aux avantages de toute nature versés aux mandataires sociaux ainsi qu'aux engagements consentis en leur faveur, sont requises par l' article L. 225-37-3 du code de commerce . Afin d'attester, en application des articles L. 225-235 ou L. 226-10-1 et L. 823-10 alinéa 2 du code de commerce, de l'existence, de l'exactitude et de la sincérité de ces informations, le commissaire aux comptes vérifie la présence des informations requises et que celles-ci : -concordent avec les comptes ou avec les données ayant servi à l'établissement de ces comptes ; -concordent avec les éléments recueillis par la société auprès des sociétés qu'elle contrôle ou de la société qui la contrôle, lorsque des rémunérations, avantages ou engagements sont versés ou consentis par ces sociétés ; -sont cohérentes avec la connaissance qu'il a acquise de la société à la suite des travaux menés au cours de sa mission. 13. Dans les sociétés anonymes dont les titres sont admis aux négociations sur un marché réglementé, il vérifie par ailleurs que les informations requises par l'article L. 225-37-2 ou l'article L. 225-82-2 du code de commerce, concernant les projets de résolution relatifs à la rémunération totale et aux avantages de toute nature attribuables respectivement aux président, directeurs généraux ou directeurs généraux délégués ou bien aux membres du directoire, ou au directeur général unique et aux membres du conseil de surveillance, à raison de leur mandat, ont été fournies. Diligences relatives aux informations sur les éléments susceptibles d'avoir une incidence en cas d'offre publique d'achat ou d'échange 14. Dans les sociétés dont les titres sont admis aux négociations sur un marché réglementé, afin de formuler en application des articles L. 225-235 ou L. 226-10-1 du code de commerce ses observations sur les informations mentionnées à l' article L. 225-37-5 du code de commerce relatives aux éléments que la société a considéré susceptibles d'avoir une incidence en cas d'offre publique d'achat ou d'échange, le commissaire aux comptes : -vérifie la conformité de ces informations avec les documents et informations dont elles sont issues et qui lui ont été communiqués ; -demande une déclaration de la direction confirmant lui avoir fourni l'ensemble des informations qu'elle a identifiées. Autres diligences 15. Afin d'attester de l'existence des informations requises par l' article L. 225-37-4 du code de commerce , portant notamment sur le fonctionnement des organes d'administration et de direction de l'entité, le commissaire aux comptes vérifie leur présence au sein des informations sur le gouvernement d'entreprise. 16. Le commissaire aux comptes procède à la lecture des informations, autres que celles requises par les articles L. 225-37-3 et L. 225-37-5 du code de commerce, afin de relever, le cas échéant, celles qui lui apparaîtraient manifestement incohérentes. Il n'a pas à vérifier ces informations. Lorsqu'il procède à cette lecture, le commissaire aux comptes exerce son esprit critique en s'appuyant sur sa connaissance de l'entité, de son environnement et des éléments collectés au cours de l'audit et sur les conclusions auxquelles l'ont conduit les contrôles qu'il a menés. INCIDENCE DES ÉVENTUELLES INEXACTITUDES ET IRRÉGULARITÉS RELEVÉES 17. Si le commissaire aux comptes relève dans le rapport de gestion, dans les autres documents sur la situation financière et les comptes ou dans les informations relevant du rapport sur le gouvernement d'entreprise, des éléments qui pourraient constituer : a) Des inexactitudes, c'est-à-dire des informations qui ne concordent pas avec les comptes ou avec les données ayant servi à l'établissement des comptes, qui ne sont pas conformes avec les documents et informations dont elles sont issues, qui ne sont pas exactes ou qui ne sont pas sincères ; b) Des irrégularités résultant de l'omission d'informations ou de documents prévus par les textes légaux et réglementaires ou par les statuts ; Il s'en entretient avec la direction et, s'il l'estime nécessaire, met en œuvre d'autres procédures pour conclure : -s'il existe effectivement une inexactitude ou une irrégularité dans le rapport de gestion, les autres documents sur la situation financière et les comptes ou les informations relevant du rapport sur le gouvernement d'entreprise ; -s'il existe une anomalie significative dans les comptes ; -s'il doit mettre à jour sa connaissance de l'entité et de son environnement. 18. Si le commissaire aux comptes conclut à l'existence d'inexactitudes ou d'irrégularités, il demande à la direction les modifications nécessaires. 19. A défaut de modification par la direction, le commissaire aux comptes détermine si ces inexactitudes ou irrégularités sont susceptibles d'influencer le jugement des utilisateurs des comptes sur l'entité ou leur prise de décision et donc d'avoir une incidence sur son rapport sur les comptes. 20. Le commissaire aux comptes communique aux organes mentionnés à l' article L. 823-16 du code de commerce les inexactitudes ou irrégularités non corrigées et les informe de l'incidence qu'elles peuvent avoir sur son rapport sur les comptes. A défaut de correction, il en tire les conséquences éventuelles dans son rapport sur les comptes. FORME ET CONTENU DE LA PARTIE DU RAPPORT SUR LES COMPTES RELATIVE A LA VERIFICATION DU RAPPORT DE GESTION, DES AUTRES DOCUMENTS SUR LA SITUATION FINANCIÈRE ET LES COMPTES ET DES INFORMATIONS RELEVANT DU RAPPORT SUR LE GOUVERNEMENT D'ENTREPRISE 21. Dans le rapport sur les comptes annuels, cette partie comporte les éléments suivants : -une introduction par laquelle le commissaire aux comptes indique qu'il a effectué les vérifications spécifiques prévues par les textes légaux et réglementaires ; -s'agissant des informations données dans le rapport de gestion et dans les autres documents sur la situation financière et les comptes annuels : -les conclusions exprimées sous forme d'observation, ou d'absence d'observation, sur la sincérité et la concordance avec les comptes annuels des informations données dans le rapport de gestion et dans les autres documents sur la situation financière et les comptes annuels adressés à l'organe appelé à statuer sur les comptes ; -le cas échéant, l'attestation de la sincérité des informations relatives aux délais de paiement mentionnées à l'article D. 441-4 du code de commerce et de leur concordance avec les comptes annuels et la formulation, le cas échéant, de ses observations ; -le cas échéant, l'attestation de la présence de la déclaration de performance extra-financière visée à l'article L. 225-102-1 du code de commerce ; -la mention des éventuelles irrégularités résultant de l'omission d'informations ou de documents prévus par les textes légaux et réglementaires ou par les statuts ; -la mention des éventuelles autres inexactitudes relevées. -s'agissant des informations relevant du rapport sur le gouvernement d'entreprise : -l'attestation de l'existence des informations requises par l'article L. 225-37-4 et, le cas échéant, par l'article L. 225-37-3 du code de commerce ; -le cas échéant, l'attestation de l'exactitude et de la sincérité des informations relatives aux rémunérations et aux avantages de toute nature versés à chaque mandataire social, fournies en application de l'article L. 225-37-3 du code de commerce ; -le cas échéant, les conclusions exprimées sous forme d'observation, ou d'absence d'observation, sur la conformité des informations prévues à l'article L. 225-37-5 du code de commerce, relatives aux éléments que la société a considéré susceptibles d'avoir une incidence en cas d'offre publique d'achat ou d'échange, avec les documents dont elles issues et qui ont été communiqués au commissaire aux comptes ; -la mention des éventuelles irrégularités résultant de l'omission d'informations ou de documents prévus par les textes légaux et réglementaires ou par les statuts ; -la mention des éventuelles autres inexactitudes relevées. 22. Dans le rapport sur les comptes consolidés, la partie relative à la vérification des informations relatives au groupe données dans le rapport de gestion comporte les éléments suivants : -une introduction par laquelle le commissaire aux comptes indique qu'il a effectué les vérifications spécifiques prévues par les textes légaux et réglementaires ; -les conclusions, exprimées sous forme d'observation, ou d'absence d'observation, sur la sincérité et la concordance avec les comptes consolidés des informations relatives au groupe données dans le rapport de gestion ; -le cas échéant, l'attestation de la présence de la déclaration consolidée de performance extra-financière visée à l'article L. 225-102-1 du code de commerce ; -la mention des éventuelles irrégularités résultant de l'omission d'informations ou de documents prévus par les textes légaux et réglementaires ou par les statuts ; -la mention des éventuelles autres inexactitudes relevées.",
            "texteHtml": "<p>La norme d'exercice professionnel relative aux diligences du commissaire aux comptes relatives au rapport de gestion, aux autres documents sur la situation financière et les comptes et aux informations relevant du rapport sur le gouvernement d'entreprise adressés aux membres de l'organe appelé à statuer sur les comptes, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous :</p><p><p><br/>\n NEP 9510. DILIGENCES DU COMMISSAIRE AUX COMPTES RELATIVES AU RAPPORT DE GESTION, AUX AUTRES DOCUMENTS SUR LA SITUATION FINANCIÈRE ET LES COMPTES ET AUX INFORMATIONS RELEVANT DU RAPPORT SUR LE GOUVERNEMENT D'ENTREPRISE ADRESSÉS AUX MEMBRES DE L'ORGANE APPELÉ À STATUER SUR LES COMPTES<br/><br/>\n INTRODUCTION</p></p><p><br/>\n 01. Les articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242833&dateTexte=&categorieLien=cid'>L. 823-10</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006226253&dateTexte=&categorieLien=cid'>L. 225-235</a> ou <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000019121192&dateTexte=&categorieLien=cid'>L. 226-10-1</a>, et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000019286035&dateTexte=&categorieLien=cid'>L. 441-6-1</a> du code de commerce prévoient que le commissaire aux comptes procède à des vérifications spécifiques relatives au rapport de gestion, aux autres documents sur la situation financière et les comptes et aux informations relevant du rapport sur le gouvernement d'entreprise, adressés aux membres de l'organe appelé à statuer sur les comptes.<br/><br/>\n 02. La présente norme a pour objet de définir les diligences relatives :</p><p><br/>\n-au rapport de gestion et aux autres documents sur la situation financière et les comptes ;<br/><br/>\n-aux informations relevant du rapport sur le gouvernement d'entreprise,</p><p><br/>\n dont les conclusions sont formulées dans le rapport sur les comptes.<br/><br/>\n 03. Elle définit également l'incidence des éventuelles inexactitudes et irrégularités relevées ainsi que la forme et le contenu de la partie du rapport sur les comptes relative à ces diligences.</p><p><br/>\n DILIGENCES RELATIVES AU RAPPORT DE GESTION ET AUX AUTRES DOCUMENTS SUR LA SITUATION FINANCIÈRE ET LES COMPTES ADRESSÉS AUX MEMBRES DE L'ORGANE APPELÉ À STATUER SUR LES COMPTES</p><p><br/>\n 04. Les diligences du commissaire aux comptes portent, dans toutes les entités, sur le rapport de gestion et les autres documents sur la situation financière et les comptes adressés aux membres de l'organe appelé à statuer sur les comptes ou mis à leur disposition.<br/><br/>\n Ces documents peuvent être :</p><p><br/>\n-prévus par les textes légaux et réglementaires applicables à l'entité ;<br/><br/>\n-prévus par les statuts de l'entité ;<br/><br/>\n-ou établis à l'initiative de l'entité et communiqués au commissaire aux comptes avant la date d'établissement de son rapport sur les comptes.</p><p><br/>\n Diligences relatives aux informations sur la situation financière et les comptes</p><p><br/>\n 05. Les informations sur la situation financière et les comptes sont celles extraites des comptes ou qui peuvent être rapprochées des données ayant servi à l'établissement de ces comptes. Elles peuvent être constituées de données chiffrées ou de commentaires et précisions portant sur ces comptes.<br/><br/>\n 06. En application des articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006271025&dateTexte=&categorieLien=cid'>R. 823-7</a> et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000020053831&dateTexte=&categorieLien=cid'>D. 823-7-1</a> du code de commerce et afin :</p><p><br/>\n-de faire état de ses observations sur la sincérité et la concordance avec les comptes des informations sur la situation financière et les comptes ;<br/><br/>\n-d'attester, dans les sociétés, de la sincérité des informations relatives aux délais de paiement mentionnées à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000020053805&dateTexte=&categorieLien=cid'>article D. 441-4 du code de commerce</a> et de leur concordance avec les comptes annuels, et de présenter ses observations, le cas échéant ;<br/><br/>\n-le commissaire aux comptes :<br/><br/>\n-vérifie que ces informations reflètent la situation de l'entité et l'importance relative des événements enregistrés dans les comptes telles qu'il les connaît à la suite des travaux menés au cours de sa mission. Le cas échéant, il apprécie l'incidence éventuelle sur la sincérité des informations des réserves, du refus ou de l'impossibilité de certifier qu'il envisage de formuler dans le rapport sur les comptes.<br/><br/>\n-vérifie que chaque information significative concorde avec les comptes dont elle est issue ou avec les données ayant servi à l'établissement de ces comptes.</p><p><br/>\n Diligences relatives aux autres informations</p><p><br/>\n 07. Les autres informations sont celles qui ne sont pas extraites des comptes ou qui ne peuvent pas être rapprochées des données ayant servi à l'établissement de ces comptes.<br/><br/>\n 08. Le commissaire aux comptes procède à la lecture des autres informations afin de relever, le cas échéant, celles qui lui apparaîtraient manifestement incohérentes. Il n'a pas à vérifier ces autres informations.<br/><br/>\n Lorsqu'il procède à cette lecture, le commissaire aux comptes exerce son esprit critique en s'appuyant sur sa connaissance de l'entité, de son environnement et des éléments collectés au cours de l'audit et sur les conclusions auxquelles l'ont conduit les contrôles qu'il a menés.<br/><br/>\n 09. En outre, lorsque l'entité est soumise aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006224809&dateTexte=&categorieLien=cid'>dispositions de l'article L. 225-102-1 du code de commerce</a> qui requiert des informations non financières, notamment sociales et environnementales, afin d'attester de l'existence de la déclaration prévue par cet article, il vérifie, en application de l'article L. 823-10 alinéa 4 du code de commerce, la présence :</p><p><br/>\n-de la déclaration de performance extra-financière dans le rapport de gestion, ou,<br/><br/>\n-de la déclaration consolidée de performance extra-financière au sein des informations relatives au groupe données dans le rapport de gestion.</p><p><br/>\n Autres diligences</p><p><br/>\n 10. Le commissaire aux comptes vérifie que le rapport de gestion et les autres documents sur la situation financière et les comptes comprennent toutes les informations requises par les textes légaux et réglementaires et, le cas échéant, par les statuts.</p><p><br/>\n DILIGENCES RELATIVES AUX INFORMATIONS RELEVANT DU RAPPORT SUR LE GOUVERNEMENT D'ENTREPRISE</p><p><br/>\n 11. Les diligences du commissaire aux comptes portent sur les informations relevant du rapport sur le gouvernement d'entreprise prévu aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006223869&dateTexte=&categorieLien=cid'>L. 225-37</a> ou <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006224303&dateTexte=&categorieLien=cid'>L. 225-68</a> du code de commerce applicables aux sociétés anonymes, aux sociétés en commandite par actions et aux sociétés européennes. Ces informations sont :</p><p><br/>\n-présentées dans le rapport sur le gouvernement d'entreprise joint au rapport de gestion ;<br/><br/>\n-ou fournies au sein d'une section spécifique du rapport de gestion, dans les sociétés anonymes à conseil d'administration qui ont fait ce choix.</p><p><br/>\n Diligences relatives aux rémunérations, avantages et engagements de toute nature</p><p><br/>\n 12. Dans les sociétés mentionnées au paragraphe 11, dont les titres sont admis aux négociations sur un marché réglementé ou qui sont contrôlées au sens de l'article L. 233-16 par des sociétés dont les titres sont admis aux négociations sur un marché réglementé, des informations relatives aux rémunérations et aux avantages de toute nature versés aux mandataires sociaux ainsi qu'aux engagements consentis en leur faveur, sont requises par l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000035177928&dateTexte=&categorieLien=cid'>article L. 225-37-3 du code de commerce</a>. Afin d'attester, en application des articles L. 225-235 ou L. 226-10-1 et L. 823-10 alinéa 2 du code de commerce, de l'existence, de l'exactitude et de la sincérité de ces informations, le commissaire aux comptes vérifie la présence des informations requises et que celles-ci :</p><p><br/>\n-concordent avec les comptes ou avec les données ayant servi à l'établissement de ces comptes ;<br/><br/>\n-concordent avec les éléments recueillis par la société auprès des sociétés qu'elle contrôle ou de la société qui la contrôle, lorsque des rémunérations, avantages ou engagements sont versés ou consentis par ces sociétés ;<br/><br/>\n-sont cohérentes avec la connaissance qu'il a acquise de la société à la suite des travaux menés au cours de sa mission.</p><p><br/>\n 13. Dans les sociétés anonymes dont les titres sont admis aux négociations sur un marché réglementé, il vérifie par ailleurs que les informations requises par l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000033580693&dateTexte=&categorieLien=cid'>L. 225-37-2</a> ou l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000033581518&dateTexte=&categorieLien=cid'>L. 225-82-2</a> du code de commerce, concernant les projets de résolution relatifs à la rémunération totale et aux avantages de toute nature attribuables respectivement aux président, directeurs généraux ou directeurs généraux délégués ou bien aux membres du directoire, ou au directeur général unique et aux membres du conseil de surveillance, à raison de leur mandat, ont été fournies.</p><p><br/>\n Diligences relatives aux informations sur les éléments susceptibles d'avoir une incidence en cas d'offre publique d'achat ou d'échange</p><p><br/>\n 14. Dans les sociétés dont les titres sont admis aux négociations sur un marché réglementé, afin de formuler en application des articles L. 225-235 ou L. 226-10-1 du code de commerce ses observations sur les informations mentionnées à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000035177932&dateTexte=&categorieLien=cid'>article L. 225-37-5 du code de commerce</a> relatives aux éléments que la société a considéré susceptibles d'avoir une incidence en cas d'offre publique d'achat ou d'échange, le commissaire aux comptes :</p><p><br/>\n-vérifie la conformité de ces informations avec les documents et informations dont elles sont issues et qui lui ont été communiqués ;<br/><br/>\n-demande une déclaration de la direction confirmant lui avoir fourni l'ensemble des informations qu'elle a identifiées.</p><p><br/>\n Autres diligences</p><p><br/>\n 15. Afin d'attester de l'existence des informations requises par l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000035177930&dateTexte=&categorieLien=cid'>article L. 225-37-4 du code de commerce</a>, portant notamment sur le fonctionnement des organes d'administration et de direction de l'entité, le commissaire aux comptes vérifie leur présence au sein des informations sur le gouvernement d'entreprise.<br/><br/>\n 16. Le commissaire aux comptes procède à la lecture des informations, autres que celles requises par les articles L. 225-37-3 et L. 225-37-5 du code de commerce, afin de relever, le cas échéant, celles qui lui apparaîtraient manifestement incohérentes. Il n'a pas à vérifier ces informations.<br/><br/>\n Lorsqu'il procède à cette lecture, le commissaire aux comptes exerce son esprit critique en s'appuyant sur sa connaissance de l'entité, de son environnement et des éléments collectés au cours de l'audit et sur les conclusions auxquelles l'ont conduit les contrôles qu'il a menés.</p><p><br/>\n INCIDENCE DES ÉVENTUELLES INEXACTITUDES ET IRRÉGULARITÉS RELEVÉES</p><p><br/>\n 17. Si le commissaire aux comptes relève dans le rapport de gestion, dans les autres documents sur la situation financière et les comptes ou dans les informations relevant du rapport sur le gouvernement d'entreprise, des éléments qui pourraient constituer :<br/><br/>\n a) Des inexactitudes, c'est-à-dire des informations qui ne concordent pas avec les comptes ou avec les données ayant servi à l'établissement des comptes, qui ne sont pas conformes avec les documents et informations dont elles sont issues, qui ne sont pas exactes ou qui ne sont pas sincères ;<br/><br/>\n b) Des irrégularités résultant de l'omission d'informations ou de documents prévus par les textes légaux et réglementaires ou par les statuts ;<br/><br/>\n Il s'en entretient avec la direction et, s'il l'estime nécessaire, met en œuvre d'autres procédures pour conclure :</p><p><br/>\n-s'il existe effectivement une inexactitude ou une irrégularité dans le rapport de gestion, les autres documents sur la situation financière et les comptes ou les informations relevant du rapport sur le gouvernement d'entreprise ;<br/><br/>\n-s'il existe une anomalie significative dans les comptes ;<br/><br/>\n-s'il doit mettre à jour sa connaissance de l'entité et de son environnement.</p><p><br/>\n 18. Si le commissaire aux comptes conclut à l'existence d'inexactitudes ou d'irrégularités, il demande à la direction les modifications nécessaires.<br/><br/>\n 19. A défaut de modification par la direction, le commissaire aux comptes détermine si ces inexactitudes ou irrégularités sont susceptibles d'influencer le jugement des utilisateurs des comptes sur l'entité ou leur prise de décision et donc d'avoir une incidence sur son rapport sur les comptes.<br/><br/>\n 20. Le commissaire aux comptes communique aux organes mentionnés à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242855&dateTexte=&categorieLien=cid'>article L. 823-16 du code de commerce</a> les inexactitudes ou irrégularités non corrigées et les informe de l'incidence qu'elles peuvent avoir sur son rapport sur les comptes.<br/><br/>\n A défaut de correction, il en tire les conséquences éventuelles dans son rapport sur les comptes.</p><p><br/>\n FORME ET CONTENU DE LA PARTIE DU RAPPORT SUR LES COMPTES RELATIVE A LA VERIFICATION DU RAPPORT DE GESTION, DES AUTRES DOCUMENTS SUR LA SITUATION FINANCIÈRE ET LES COMPTES ET DES INFORMATIONS RELEVANT DU RAPPORT SUR LE GOUVERNEMENT D'ENTREPRISE</p><p><br/>\n 21. Dans le rapport sur les comptes annuels, cette partie comporte les éléments suivants :</p><p><br/>\n-une introduction par laquelle le commissaire aux comptes indique qu'il a effectué les vérifications spécifiques prévues par les textes légaux et réglementaires ;<br/><br/>\n-s'agissant des informations données dans le rapport de gestion et dans les autres documents sur la situation financière et les comptes annuels :<br/><br/>\n-les conclusions exprimées sous forme d'observation, ou d'absence d'observation, sur la sincérité et la concordance avec les comptes annuels des informations données dans le rapport de gestion et dans les autres documents sur la situation financière et les comptes annuels adressés à l'organe appelé à statuer sur les comptes ;<br/><br/>\n-le cas échéant, l'attestation de la sincérité des informations relatives aux délais de paiement mentionnées à l'article D. 441-4 du code de commerce et de leur concordance avec les comptes annuels et la formulation, le cas échéant, de ses observations ;<br/><br/>\n-le cas échéant, l'attestation de la présence de la déclaration de performance extra-financière visée à l'article L. 225-102-1 du code de commerce ;<br/><br/>\n-la mention des éventuelles irrégularités résultant de l'omission d'informations ou de documents prévus par les textes légaux et réglementaires ou par les statuts ;<br/><br/>\n-la mention des éventuelles autres inexactitudes relevées.<br/><br/>\n-s'agissant des informations relevant du rapport sur le gouvernement d'entreprise :<br/><br/>\n-l'attestation de l'existence des informations requises par l'article L. 225-37-4 et, le cas échéant, par l'article L. 225-37-3 du code de commerce ;<br/><br/>\n-le cas échéant, l'attestation de l'exactitude et de la sincérité des informations relatives aux rémunérations et aux avantages de toute nature versés à chaque mandataire social, fournies en application de l'article L. 225-37-3 du code de commerce ;<br/><br/>\n-le cas échéant, les conclusions exprimées sous forme d'observation, ou d'absence d'observation, sur la conformité des informations prévues à l'article L. 225-37-5 du code de commerce, relatives aux éléments que la société a considéré susceptibles d'avoir une incidence en cas d'offre publique d'achat ou d'échange, avec les documents dont elles issues et qui ont été communiqués au commissaire aux comptes ;<br/><br/>\n-la mention des éventuelles irrégularités résultant de l'omission d'informations ou de documents prévus par les textes légaux et réglementaires ou par les statuts ;<br/><br/>\n-la mention des éventuelles autres inexactitudes relevées.</p><p><br/>\n 22. Dans le rapport sur les comptes consolidés, la partie relative à la vérification des informations relatives au groupe données dans le rapport de gestion comporte les éléments suivants :</p><p><br/>\n-une introduction par laquelle le commissaire aux comptes indique qu'il a effectué les vérifications spécifiques prévues par les textes légaux et réglementaires ;<br/><br/>\n-les conclusions, exprimées sous forme d'observation, ou d'absence d'observation, sur la sincérité et la concordance avec les comptes consolidés des informations relatives au groupe données dans le rapport de gestion ;<br/><br/>\n-le cas échéant, l'attestation de la présence de la déclaration consolidée de performance extra-financière visée à l'article L. 225-102-1 du code de commerce ;<br/><br/>\n-la mention des éventuelles irrégularités résultant de l'omission d'informations ou de documents prévus par les textes légaux et réglementaires ou par les statuts ;<br/><br/>\n-la mention des éventuelles autres inexactitudes relevées.</p>",
            "num": "A823-29",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1538956800000,
            "dateFin": 1691193600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610612735,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000020163597",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : De l'exercice du contrôle légal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163158",
                        "id": "LEGISCTA000020163474",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Des modalités d'exercice de la mission",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163169",
                        "id": "LEGISCTA000020163464",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 3 : Des autres interventions du commissaire aux comptes prévues par les textes légaux et réglementaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163244",
                        "id": "LEGISCTA000020163389",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020163248",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020163244",
            "sectionParentId": "LEGISCTA000020163389",
            "sectionParentTitre": "Sous-section 3 : Des autres interventions du commissaire aux comptes prévues par les textes légaux et réglementaires",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; TITRE II : Des commissaires aux comptes. &gt; Chapitre III : De l'exercice du contrôle légal &gt; Section 3 : Des modalités d'exercice de la mission &gt; Sous-section 3 : Des autres interventions du commissaire aux comptes prévues par les textes légaux et réglementaires",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000037475937",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000037470762",
                    "textTitle": "Arrêté du 1er octobre 2018 - art. 3",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000037472606",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2018-10-07",
                    "dateSignaTexte": "2018-10-01",
                    "dateDebutCible": "2018-10-08"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. D441-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D441-4",
                    "articleId": "LEGIARTI000020053805",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1490140800000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. D823-7-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "D823-7-1",
                    "articleId": "LEGIARTI000020053831",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1448841600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-102-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-102-1",
                    "articleId": "LEGIARTI000006224809",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1470787200000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-235",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-235",
                    "articleId": "LEGIARTI000006226253",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1499990400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-37",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-37",
                    "articleId": "LEGIARTI000006223869",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1499990400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-37-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-37-2",
                    "articleId": "LEGIARTI000033580693",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-37-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-37-3",
                    "articleId": "LEGIARTI000035177928",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1499990400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-37-4",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-37-4",
                    "articleId": "LEGIARTI000035177930",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1499990400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-37-5",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-37-5",
                    "articleId": "LEGIARTI000035177932",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1499990400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-68",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-68",
                    "articleId": "LEGIARTI000006224303",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-82-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-82-2",
                    "articleId": "LEGIARTI000033581518",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L226-10-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L226-10-1",
                    "articleId": "LEGIARTI000019121192",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1499990400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L441-6-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L441-6-1",
                    "articleId": "LEGIARTI000019286035",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1217980800000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L823-10",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L823-10",
                    "articleId": "LEGIARTI000006242833",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1500681600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L823-16",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L823-16",
                    "articleId": "LEGIARTI000006242855",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. R823-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R823-7",
                    "articleId": "LEGIARTI000006271025",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1469750400000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000820580",
                    "textTitle": "Arrêté du 5 mars 2007 - art. 1, v. init.",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "JORFARTI000002285923",
                    "natureText": "ARRETE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020163385",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1232496000000,
                    "dateFin": 1244160000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020690592",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1244160000000,
                    "dateFin": 1312416000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024445890",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1312416000000,
                    "dateFin": 1538956800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037475937",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1538956800000,
                    "dateFin": 1691193600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047933578",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1691193600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A823-29",
                "823-29"
            ],
            "versionPrecedente": "LEGIARTI000024445890",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000024445890",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La norme d'exercice professionnel relative au rapport du commissaire aux comptes établi en application des articles L. 225-235 et L. 226-10-1 sur le rapport du président, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : RAPPORT DU COMMISSAIRE AUX COMPTES ÉTABLI EN APPLICATION DES ARTICLES L. 225-235 ET L. 226-10-1 SUR LE RAPPORT DU PRÉSIDENT Introduction 1. En application des articles L. 225-235 et L. 226-10-1, le commissaire aux comptes : - présente, dans un rapport joint à son rapport sur les comptes annuels ou, le cas échéant, à son rapport sur les comptes consolidés, ses observations sur le rapport du président visé aux articles L. 225-37 , L. 225-68 et L. 226-10-1, pour celles des procédures de contrôle interne et de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière ; - atteste l'établissement des autres informations requises aux articles L. 225-37, L. 225-68 et L. 226-10-1 devant figurer dans le rapport du président. 2. Ces dispositions s'appliquent à tout commissaire aux comptes lorsqu'il exerce sa mission de certification dans une société anonyme, une société en commandite par actions ou une société européenne, dont les titres financiers sont admis aux négociations sur un marché réglementé. 3. La présente norme a pour objet de définir les principes relatifs à l'établissement par le commissaire aux comptes de son rapport sur le rapport du président. Rappel des obligations du président et de la société 4. En application des articles L. 225-37, L. 225-68 ou L. 226-10-1, le président du conseil d'administration ou le président du conseil de surveillance rend compte dans un rapport à l'assemblée générale, joint au rapport du conseil d'administration, du directoire ou du gérant, des éléments suivants : - la composition, les conditions de préparation et d'organisation des travaux du conseil d'administration ou du conseil de surveillance, selon le cas, ainsi que les procédures de contrôle interne et de gestion des risques mises en place par la société, en détaillant notamment celles de ces procédures qui sont relatives à l'élaboration et au traitement de l'information comptable et financière pour les comptes sociaux et, le cas échéant, pour les comptes consolidés ; - les éventuelles limitations que le conseil d'administration apporte aux pouvoirs du directeur général ; - lorsque la société se réfère volontairement à un code de gouvernement d'entreprise élaboré par les organisations représentatives des entreprises, les dispositions qui ont été écartées et les raisons pour lesquelles elles l'ont été ainsi que le lieu où ce code peut être consulté ; - si la société ne se réfère pas à un tel code, les règles retenues en complément des exigences requises par la loi et les raisons pour lesquelles la société a décidé de n'appliquer aucune disposition d'un code de gouvernement d'entreprise ; - les modalités particulières relatives à la participation des actionnaires à l'assemblée générale, le rapport pouvant procéder par renvoi aux dispositions des statuts qui prévoient ces modalités. Dans les sociétés anonymes, ce rapport présente, en outre, les principes et les règles arrêtés par le conseil d'administration ou le conseil de surveillance pour déterminer les rémunérations et avantages de toute nature accordés aux mandataires sociaux et mentionne la publication des informations prévues par l'article L. 225-100-3 relatives aux éléments susceptibles d'avoir une incidence en cas d'offre publique. 5. Ce rapport est approuvé par le conseil d'administration ou le conseil de surveillance et est rendu public. Diligences relatives aux informations dans le rapport du président sur les procédures de contrôle interne et de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière 6. Les procédures de contrôle interne et de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière s'entendent de celles qui permettent à la société de produire, dans des conditions de nature à pouvoir en garantir la fiabilité, les comptes et les informations sur la situation financière et sur ces comptes. Ces informations sont celles extraites de comptes intermédiaires ou des comptes annuels ou consolidés, ou celles qui peuvent être rapprochées des données ayant servi à l'établissement de ces comptes. 7. L'intervention du commissaire aux comptes ne consiste pas à porter une appréciation sur les procédures de contrôle interne et de gestion des risques en tant que telles mais à apprécier la sincérité des informations contenues dans le rapport du président sur les procédures de contrôle interne et de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière. Pour ce faire, le commissaire aux comptes : - prend connaissance des procédures de contrôle interne et de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière sous-tendant les informations présentées dans le rapport du président et consulte la documentation existante ; - prend connaissance des travaux qui ont permis d'élaborer ces informations et consulte la documentation existante ; - détermine si les déficiences majeures des procédures de contrôle interne et de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière qu'il aurait relevées dans le cadre de sa mission font l'objet d'une information appropriée dans le rapport du président. Les déficiences majeures des procédures de contrôle interne et de gestion des risques sont des faiblesses significatives du contrôle interne au sens de la norme relative à la communication des faiblesses du contrôle interne, qui sont telles qu'elles puissent conduire à une anomalie significative dans l'information comptable et financière dont la connaissance par le marché est susceptible d'avoir une incidence sensible sur le cours des instruments financiers émis par la société. 8. Lorsque, à l'issue de ses travaux, le commissaire aux comptes relève dans le rapport du président des informations sur les procédures de contrôle interne et de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière qui ne correspondent pas à ses propres constatations ou lorsque ces informations ne sont pas sincères ou sont insuffisamment justifiées, il s'entretient avec le président à l'effet d'obtenir les modifications qu'il estime nécessaires. A défaut d'obtenir satisfaction, il formule, dans son rapport, les observations qu'il estime nécessaires. Ces observations peuvent notamment porter sur : - la description donnée des procédures de contrôle interne et de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière ; - l'absence d'éléments disponibles lui permettant d'apprécier certaines informations contenues sans le rapport du président ; - l'omission de déficiences majeures des procédures de contrôle interne et de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière qu'il aurait relevées dans le cadre de sa mission. 9. Lorsque le commissaire aux comptes est conduit à formuler des observations dans son rapport, il les porte à la connaissance de l'organe collégial chargé de l'administration ou de l'organe chargé de la direction et de l'organe de surveillance, ainsi que, le cas échéant, du comité spécialisé agissant sous la responsabilité exclusive et collective de ces organes. Diligences relatives aux autres informations 10. Le commissaire aux comptes vérifie que les informations, autres que celles portant sur les procédures de contrôle interne et de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière, requises aux articles L. 225-37, L. 225-68 et L. 226-10-1 figurent dans le rapport du président. Si tel n'est pas le cas, il s'entretient avec le président à l'effet d'obtenir les compléments qu'il estime nécessaires. A défaut d'obtenir ces compléments, il signale dans son rapport l'irrégularité constituée par l'absence de certaines de ces informations. 11. Le commissaire aux comptes n'a pas à vérifier la sincérité des informations, autres que celles portant sur les procédures de contrôle interne et de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière, contenues dans le rapport du président, que ces informations soient requises par les articles L. 225-37, L. 225-68 et L. 226-10-1 ou non ; notamment, il n'a pas à prendre connaissance des travaux qui ont permis d'élaborer ces autres informations ni de la documentation disponible. Sa lecture du rapport du président lui permet toutefois de relever, le cas échéant, les informations qui lui apparaîtraient manifestement incohérentes. Dans une telle situation, il s'entretient avec le président à l'effet d'obtenir les modifications qu'il estime nécessaires. A défaut d'obtenir satisfaction, le commissaire aux comptes formule une observation dans son rapport sur le caractère manifestement incohérent de ces autres informations. Rapport du commissaire aux comptes sur le rapport du président 12. Le rapport du commissaire aux comptes comporte les mentions suivantes : - un intitulé ; - le destinataire du rapport ; - un paragraphe d'introduction comportant le rappel de sa qualité de commissaire aux comptes, les objectifs de son intervention et le texte de loi applicable, l'identification du rapport du président et l'exercice concerné ; Dans une partie relative aux informations concernant les procédures de contrôle interne et de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière : - un paragraphe comportant une description des diligences qu'il a mises en œuvre conformément aux normes d'exercice professionnel ; - une conclusion sous la forme d'observations, ou au contraire d'absence d'observations, à exprimer sur les informations contenues dans le rapport du président portant sur les procédures de contrôle interne et de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière ; Dans une partie relative aux autres informations : - une attestation de l'établissement des autres informations requises aux articles L. 225-37, L. 225-68 et L. 226-10-1, ou, à défaut, le signalement de l'irrégularité constituée par l'absence de certaines de ces informations ; - le cas échéant, ses observations sur le caractère manifestement incohérent des autres informations ; - la date du rapport ; - l'adresse et l'identification du (des) signataire (s) du rapport. 13. Lorsque le président n'établit pas le rapport prévu par les dispositions légales précitées, ou ne rend pas compte dans ce rapport des procédures de contrôle interne et de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière, le commissaire aux comptes formule, dans le rapport prévu à l'article L. 225-235, une observation traduisant son impossibilité de conclure et mentionne l'irrégularité correspondante ainsi relevée. Hypothèse d'un rapport du président comportant une évaluation des procédures de contrôle interne ou de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière 14. Le commissaire aux comptes met en œuvre, sur les informations portant sur l'évaluation des procédures de contrôle interne ou de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière, les diligences prévues dans la présente norme. En outre, il : - prend connaissance du processus d'évaluation mis en place ainsi que de sa documentation ; - et apprécie la qualité et le caractère suffisant de la documentation existante. 15. Le cas échéant, le commissaire aux comptes formule dans son rapport, au titre des informations portant sur l'évaluation des procédures de contrôle interne ou de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière, les observations prévues dans la présente norme, qui peuvent en outre être relatives : - à l'appréciation portée par le président sur l'adéquation et l'efficacité des procédures de contrôle interne ou de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière ; - aux raisons pour lesquelles les diligences qu'il a mises en œuvre conformément à la présente norme ne lui permettent pas de se prononcer sur ces informations.",
            "texteHtml": "<p></p><p>La norme d'exercice professionnel relative au rapport du commissaire aux comptes établi en application des <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006226253&dateTexte=&categorieLien=cid'>articles L. 225-235 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000019121192&dateTexte=&categorieLien=cid'>L. 226-10-1 </a>sur le rapport du président, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : </p><p></p><p></p><p align='center'></p><p align='center'>RAPPORT DU COMMISSAIRE AUX COMPTES ÉTABLI EN APPLICATION DES ARTICLES L. 225-235 ET L. 226-10-1 SUR LE RAPPORT DU PRÉSIDENT </p><p></p><p></p><p>Introduction </p><p></p><p></p><p>1. En application des articles L. 225-235 et L. 226-10-1, le commissaire aux comptes :</p><p>- présente, dans un rapport joint à son rapport sur les comptes annuels ou, le cas échéant, à son rapport sur les comptes consolidés, ses observations sur le rapport du président visé aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006223869&dateTexte=&categorieLien=cid'>articles L. 225-37</a>, <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006224303&dateTexte=&categorieLien=cid'>L. 225-68 </a>et L. 226-10-1, pour celles des procédures de contrôle interne et de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière ;</p><p>- atteste l'établissement des autres informations requises aux articles L. 225-37, L. 225-68 et L. 226-10-1 devant figurer dans le rapport du président. </p><p>2. Ces dispositions s'appliquent à tout commissaire aux comptes lorsqu'il exerce sa mission de certification dans une société anonyme, une société en commandite par actions ou une société européenne, dont les titres financiers sont admis aux négociations sur un marché réglementé. </p><p>3. La présente norme a pour objet de définir les principes relatifs à l'établissement par le commissaire aux comptes de son rapport sur le rapport du président. </p><p></p><p></p><p>Rappel des obligations du président et de la société </p><p></p><p></p><p>4. En application des articles L. 225-37, L. 225-68 ou L. 226-10-1, le président du conseil d'administration ou le président du conseil de surveillance rend compte dans un rapport à l'assemblée générale, joint au rapport du conseil d'administration, du directoire ou du gérant, des éléments suivants :</p><p>- la composition, les conditions de préparation et d'organisation des travaux du conseil d'administration ou du conseil de surveillance, selon le cas, ainsi que les procédures de contrôle interne et de gestion des risques mises en place par la société, en détaillant notamment celles de ces procédures qui sont relatives à l'élaboration et au traitement de l'information comptable et financière pour les comptes sociaux et, le cas échéant, pour les comptes consolidés ;</p><p>- les éventuelles limitations que le conseil d'administration apporte aux pouvoirs du directeur général ;</p><p>- lorsque la société se réfère volontairement à un code de gouvernement d'entreprise élaboré par les organisations représentatives des entreprises, les dispositions qui ont été écartées et les raisons pour lesquelles elles l'ont été ainsi que le lieu où ce code peut être consulté ;</p><p>- si la société ne se réfère pas à un tel code, les règles retenues en complément des exigences requises par la loi et les raisons pour lesquelles la société a décidé de n'appliquer aucune disposition d'un code de gouvernement d'entreprise ;</p><p>- les modalités particulières relatives à la participation des actionnaires à l'assemblée générale, le rapport pouvant procéder par renvoi aux dispositions des statuts qui prévoient ces modalités. </p><p>Dans les sociétés anonymes, ce rapport présente, en outre, les principes et les règles arrêtés par le conseil d'administration ou le conseil de surveillance pour déterminer les rémunérations et avantages de toute nature accordés aux mandataires sociaux et mentionne la publication des informations prévues par <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006224771&dateTexte=&categorieLien=cid'>l'article L. 225-100-3</a> relatives aux éléments susceptibles d'avoir une incidence en cas d'offre publique. </p><p>5. Ce rapport est approuvé par le conseil d'administration ou le conseil de surveillance et est rendu public. </p><p>Diligences relatives aux informations dans le rapport du président sur les procédures de contrôle interne et de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière </p><p>6. Les procédures de contrôle interne et de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière s'entendent de celles qui permettent à la société de produire, dans des conditions de nature à pouvoir en garantir la fiabilité, les comptes et les informations sur la situation financière et sur ces comptes. Ces informations sont celles extraites de comptes intermédiaires ou des comptes annuels ou consolidés, ou celles qui peuvent être rapprochées des données ayant servi à l'établissement de ces comptes. </p><p>7. L'intervention du commissaire aux comptes ne consiste pas à porter une appréciation sur les procédures de contrôle interne et de gestion des risques en tant que telles mais à apprécier la sincérité des informations contenues dans le rapport du président sur les procédures de contrôle interne et de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière. </p><p>Pour ce faire, le commissaire aux comptes :</p><p>- prend connaissance des procédures de contrôle interne et de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière sous-tendant les informations présentées dans le rapport du président et consulte la documentation existante ;</p><p>- prend connaissance des travaux qui ont permis d'élaborer ces informations et consulte la documentation existante ;</p><p>- détermine si les déficiences majeures des procédures de contrôle interne et de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière qu'il aurait relevées dans le cadre de sa mission font l'objet d'une information appropriée dans le rapport du président. </p><p>Les déficiences majeures des procédures de contrôle interne et de gestion des risques sont des faiblesses significatives du contrôle interne au sens de la norme relative à la communication des faiblesses du contrôle interne, qui sont telles qu'elles puissent conduire à une anomalie significative dans l'information comptable et financière dont la connaissance par le marché est susceptible d'avoir une incidence sensible sur le cours des instruments financiers émis par la société. </p><p>8. Lorsque, à l'issue de ses travaux, le commissaire aux comptes relève dans le rapport du président des informations sur les procédures de contrôle interne et de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière qui ne correspondent pas à ses propres constatations ou lorsque ces informations ne sont pas sincères ou sont insuffisamment justifiées, il s'entretient avec le président à l'effet d'obtenir les modifications qu'il estime nécessaires. A défaut d'obtenir satisfaction, il formule, dans son rapport, les observations qu'il estime nécessaires. </p><p>Ces observations peuvent notamment porter sur :</p><p>- la description donnée des procédures de contrôle interne et de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière ;</p><p>- l'absence d'éléments disponibles lui permettant d'apprécier certaines informations contenues sans le rapport du président ;</p><p>- l'omission de déficiences majeures des procédures de contrôle interne et de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière qu'il aurait relevées dans le cadre de sa mission. </p><p>9. Lorsque le commissaire aux comptes est conduit à formuler des observations dans son rapport, il les porte à la connaissance de l'organe collégial chargé de l'administration ou de l'organe chargé de la direction et de l'organe de surveillance, ainsi que, le cas échéant, du comité spécialisé agissant sous la responsabilité exclusive et collective de ces organes. </p><p></p><p></p><p>Diligences relatives aux autres informations </p><p></p><p></p><p>10. Le commissaire aux comptes vérifie que les informations, autres que celles portant sur les procédures de contrôle interne et de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière, requises aux articles L. 225-37, L. 225-68 et L. 226-10-1 figurent dans le rapport du président. Si tel n'est pas le cas, il s'entretient avec le président à l'effet d'obtenir les compléments qu'il estime nécessaires. A défaut d'obtenir ces compléments, il signale dans son rapport l'irrégularité constituée par l'absence de certaines de ces informations. </p><p>11. Le commissaire aux comptes n'a pas à vérifier la sincérité des informations, autres que celles portant sur les procédures de contrôle interne et de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière, contenues dans le rapport du président, que ces informations soient requises par les articles L. 225-37, L. 225-68 et L. 226-10-1 ou non ; notamment, il n'a pas à prendre connaissance des travaux qui ont permis d'élaborer ces autres informations ni de la documentation disponible. </p><p>Sa lecture du rapport du président lui permet toutefois de relever, le cas échéant, les informations qui lui apparaîtraient manifestement incohérentes. Dans une telle situation, il s'entretient avec le président à l'effet d'obtenir les modifications qu'il estime nécessaires. A défaut d'obtenir satisfaction, le commissaire aux comptes formule une observation dans son rapport sur le caractère manifestement incohérent de ces autres informations. </p><p></p><p></p><p>Rapport du commissaire aux comptes sur le rapport du président </p><p></p><p></p><p>12. Le rapport du commissaire aux comptes comporte les mentions suivantes :</p><p>- un intitulé ;</p><p>- le destinataire du rapport ;</p><p>- un paragraphe d'introduction comportant le rappel de sa qualité de commissaire aux comptes, les objectifs de son intervention et le texte de loi applicable, l'identification du rapport du président et l'exercice concerné ; </p><p>Dans une partie relative aux informations concernant les procédures de contrôle interne et de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière :</p><p>- un paragraphe comportant une description des diligences qu'il a mises en œuvre conformément aux normes d'exercice professionnel ;</p><p>- une conclusion sous la forme d'observations, ou au contraire d'absence d'observations, à exprimer sur les informations contenues dans le rapport du président portant sur les procédures de contrôle interne et de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière ; </p><p>Dans une partie relative aux autres informations :</p><p>- une attestation de l'établissement des autres informations requises aux articles L. 225-37, L. 225-68 et L. 226-10-1, ou, à défaut, le signalement de l'irrégularité constituée par l'absence de certaines de ces informations ;</p><p>- le cas échéant, ses observations sur le caractère manifestement incohérent des autres informations ;</p><p>- la date du rapport ;</p><p>- l'adresse et l'identification du (des) signataire (s) du rapport. </p><p>13. Lorsque le président n'établit pas le rapport prévu par les dispositions légales précitées, ou ne rend pas compte dans ce rapport des procédures de contrôle interne et de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière, le commissaire aux comptes formule, dans le rapport prévu à l'article L. 225-235, une observation traduisant son impossibilité de conclure et mentionne l'irrégularité correspondante ainsi relevée. </p><p>Hypothèse d'un rapport du président comportant une évaluation des procédures de contrôle interne ou de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière </p><p>14. Le commissaire aux comptes met en œuvre, sur les informations portant sur l'évaluation des procédures de contrôle interne ou de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière, les diligences prévues dans la présente norme. En outre, il :</p><p>- prend connaissance du processus d'évaluation mis en place ainsi que de sa documentation ;</p><p>- et apprécie la qualité et le caractère suffisant de la documentation existante. </p><p>15. Le cas échéant, le commissaire aux comptes formule dans son rapport, au titre des informations portant sur l'évaluation des procédures de contrôle interne ou de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière, les observations prévues dans la présente norme, qui peuvent en outre être relatives :</p><p>- à l'appréciation portée par le président sur l'adéquation et l'efficacité des procédures de contrôle interne ou de gestion des risques qui sont relatives à l'élaboration et au traitement de l'information comptable et financière ;</p><p>- aux raisons pour lesquelles les diligences qu'il a mises en œuvre conformément à la présente norme ne lui permettent pas de se prononcer sur ces informations.</p><p></p>",
            "num": "A823-29",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1312416000000,
            "dateFin": 1538956800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610612735,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000020163597",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : De l'exercice du contrôle légal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163158",
                        "id": "LEGISCTA000020163474",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Des modalités d'exercice de la mission",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163169",
                        "id": "LEGISCTA000020163464",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 3 : Des autres interventions du commissaire aux comptes prévues par les textes légaux et réglementaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163244",
                        "id": "LEGISCTA000020163389",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020163248",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020163244",
            "sectionParentId": "LEGISCTA000020163389",
            "sectionParentTitre": "Sous-section 3 : Des autres interventions du commissaire aux comptes prévues par les textes légaux et réglementaires",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; TITRE II : Des commissaires aux comptes. &gt; Chapitre III : De l'exercice du contrôle légal &gt; Section 3 : Des modalités d'exercice de la mission &gt; Sous-section 3 : Des autres interventions du commissaire aux comptes prévues par les textes légaux et réglementaires",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000024445890",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000024424796",
                    "textTitle": "Arrêté du 21 juin 2011 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000024429308",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2011-08-03",
                    "dateSignaTexte": "2011-06-21",
                    "dateDebutCible": "2011-08-04"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-100-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-100-3",
                    "articleId": "LEGIARTI000006224771",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1143849600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-235",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-235",
                    "articleId": "LEGIARTI000006226253",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1499990400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-37",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-37",
                    "articleId": "LEGIARTI000006223869",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1499990400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-68",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-68",
                    "articleId": "LEGIARTI000006224303",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L226-10-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L226-10-1",
                    "articleId": "LEGIARTI000019121192",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1499990400000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000820580",
                    "textTitle": "Arrêté du 5 mars 2007 - art. 1, v. init.",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "JORFARTI000002285923",
                    "natureText": "ARRETE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020163385",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1232496000000,
                    "dateFin": 1244160000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020690592",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1244160000000,
                    "dateFin": 1312416000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024445890",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1312416000000,
                    "dateFin": 1538956800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037475937",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1538956800000,
                    "dateFin": 1691193600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047933578",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1691193600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A823-29",
                "823-29"
            ],
            "versionPrecedente": "LEGIARTI000020690592",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000020690592",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La norme d'exercice professionnel relative au rapport du commissaire aux comptes établi en application de l'article L. 225-235 du code de commerce sur le rapport du président, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : NORME D'EXERCICE PROFESSIONNEL RELATIVE AU RAPPORT DU COMMISSAIRE AUX COMPTES ÉTABLI EN APPLICATION DE L'ARTICLE L. 225-235 DU CODE DE COMMERCE SUR LE RAPPORT DU PRÉSIDENT Introduction 01. En application de l'article L. 225-235 du code de commerce, le commissaire aux comptes : -présente, dans un rapport joint à son rapport général ou, le cas échéant, à son rapport sur les comptes consolidés ses observations sur le rapport du président visé aux articles L. 225-37 et L. 225-68 du code de commerce, pour celles des procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière ; -atteste l'établissement des autres informations requises aux articles L. 225-37 et L. 225-68 du code de commerce devant figurer dans le rapport du président. 02. Ces dispositions s'appliquent à tout commissaire aux comptes qui exerce sa mission de certification dans une société anonyme ou une société européenne dont les titres financiers sont admis aux négociations sur un marché réglementé. 03. La présente norme a pour objet de définir les principes relatifs à l'établissement par le commissaire aux comptes de son rapport sur le rapport du président. Rappel des obligations du président et de la société 04. En application des articles L. 225-37 et L. 225-68 du code de commerce, le président du conseil d'administration ou le président du conseil de surveillance rend compte dans un rapport à l'assemblée générale, joint au rapport du conseil d'administration ou du directoire, des éléments suivants : -la composition, les conditions de préparation et d'organisation des travaux du conseil d'administration ou du conseil de surveillance, selon le cas, ainsi que les procédures de contrôle interne et de gestion des risques mises en place par la société, en détaillant notamment celles de ces procédures qui sont relatives à l'élaboration et au traitement de l'information comptable et financière pour les comptes sociaux et, le cas échéant, pour les comptes consolidés ; -les éventuelles limitations que le conseil d'administration apporte aux pouvoirs du directeur général ; -lorsque la société se réfère volontairement à un code de gouvernement d'entreprise élaboré par les organisations représentatives des entreprises, les dispositions qui ont été écartées et les raisons pour lesquelles elles l'ont été ainsi que le lieu où ce code peut être consulté ; -si la société ne se réfère pas à un tel code, les règles retenues en complément des exigences requises par la loi et les raisons pour lesquelles la société a décidé de n'appliquer aucune disposition d'un code de gouvernement d'entreprise ; -les modalités particulières relatives à la participation des actionnaires à l'assemblée générale, le rapport pouvant procéder par renvoi aux dispositions des statuts qui prévoient ces modalités. Dans les sociétés dont les titres sont admis aux négociations sur un marché réglementé, ce rapport présente en outre les principes et les règles arrêtés par le conseil d'administration ou le conseil de surveillance pour déterminer les rémunérations et avantages de toute nature accordés aux mandataires sociaux et mentionne la publication des informations prévues par l'article L. 225-100-3 du code de commerce relatives aux éléments susceptibles d'avoir une incidence en cas d'offre publique. 05. Ce rapport est approuvé par le conseil d'administration ou le conseil de surveillance et est rendu public. Diligences relatives aux informations dans le rapport du président sur les procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière 06. Les procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière s'entendent de celles qui permettent à la société de produire, dans des conditions de nature à pouvoir en garantir la fiabilité, les comptes et les informations sur la situation financière et sur ces comptes. Ces informations sont celles extraites de comptes intermédiaires ou des comptes annuels ou consolidés, ou celles qui peuvent être rapprochées des données ayant servi à l'établissement de ces comptes. 07.L'intervention du commissaire aux comptes ne consiste pas à porter une appréciation sur les procédures de contrôle interne en tant que telles mais à apprécier la sincérité des informations contenues dans le rapport du président sur les procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière. Pour ce faire, le commissaire aux comptes : -prend connaissance des procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière sous-tendant les informations présentées dans le rapport du président et consulte la documentation existante ; -prend connaissance des travaux qui ont permis d'élaborer ces informations et consulte la documentation existante ; -détermine si les déficiences majeures du contrôle interne relatif à l'élaboration et au traitement de l'information comptable et financière qu'il aurait relevées dans le cadre de sa mission font l'objet d'une information appropriée dans le rapport du président. 08. Lorsque, à l'issue de ses travaux, le commissaire aux comptes relève dans le rapport du président des informations sur les procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière qui ne correspondent pas à ses propres constatations ou lorsque ces informations ne sont pas sincères ou sont insuffisamment justifiées, il s'entretient avec le président à l'effet d'obtenir les modifications qu'il estime nécessaires.A défaut d'obtenir satisfaction, il formule, dans son rapport, les observations qu'il estime nécessaires. Ces observations peuvent notamment porter sur : -la description donnée des procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière ; -l'absence d'éléments disponibles lui permettant d'apprécier certaines informations contenues dans le rapport du président ; -l'omission de déficiences majeures du contrôle interne relatif à l'élaboration et au traitement de l'information comptable et financière qu'il aurait relevées dans le cadre de sa mission. 09. Lorsque le commissaire aux comptes est conduit à formuler des observations dans son rapport, il les porte à la connaissance de l'organe collégial chargé de l'administration ou de l'organe chargé de la direction et de l'organe de surveillance ainsi que, le cas échéant, du comité spécialisé agissant sous la responsabilité exclusive et collective de ces organes. Diligences relatives aux autres informations 10. Le commissaire aux comptes vérifie que les informations, autres que celles portant sur les procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière, requises aux articles L. 225-37 et L. 225-68 du code de commerce figurent dans le rapport du président. Si tel n'est pas le cas, il s'entretient avec le président à l'effet d'obtenir les compléments qu'il estime nécessaires.A défaut d'obtenir ces compléments, il signale dans son rapport l'irrégularité constituée par l'absence de certaines de ces informations. 11. Le commissaire aux comptes n'a pas à vérifier la sincérité des informations, autres que celles portant sur les procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière, contenues dans le rapport du président, que ces informations soient requises par les articles L. 225-37 et L. 225-68 du code de commerce ou non ; notamment, il n'a pas à prendre connaissance des travaux qui ont permis d'élaborer ces autres informations ni de la documentation disponible. Sa lecture du rapport du président lui permet toutefois de relever, le cas échéant, les informations qui lui apparaîtraient manifestement incohérentes. Dans une telle situation, il s'entretient avec le président à l'effet d'obtenir les modifications qu'il estime nécessaires.A défaut d'obtenir satisfaction, le commissaire aux comptes formule une observation dans son rapport sur le caractère manifestement incohérent de ces autres informations. Rapport du commissaire aux comptes sur le rapport du président 12. Le rapport du commissaire aux comptes comporte les mentions suivantes : -un intitulé ; -le destinataire du rapport ; -un paragraphe d'introduction comportant le rappel de sa qualité de commissaire aux comptes, les objectifs de son intervention et le texte de loi applicable, l'identification du rapport du président et l'exercice concerné. Dans une partie relative aux informations concernant les procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière : -un paragraphe comportant une description des diligences qu'il a mises en œuvre conformément aux normes d'exercice professionnel ; -une conclusion sous la forme d'observations, ou au contraire d'absence d'observations, à exprimer sur les informations contenues dans le rapport du président portant sur les procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière. Dans une partie relative aux autres informations : -une attestation de l'établissement des autres informations requises aux articles L. 225-37 et L. 225-68 du code de commerce ou, à défaut, le signalement de l'irrégularité constituée par l'absence de certaines de ces informations ; -le cas échéant, ses observations sur le caractère manifestement incohérent des autres informations ; -la date du rapport ; -l'adresse et l'identification du (des) signataire (s) du rapport. 13. Lorsque le président n'établit pas le rapport prévu par les dispositions légales précitées, ou ne rend pas compte dans ce rapport des procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière, le commissaire aux comptes formule, dans le rapport prévu à l'article L. 225-235 du code de commerce, une observation traduisant son impossibilité de conclure et mentionne l'irrégularité correspondante ainsi relevée. Hypothèse d'un rapport du président comportant une évaluation des procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière 14. Le commissaire aux comptes met en œuvre, sur les informations portant sur l'évaluation des procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière, les diligences prévues dans la présente norme. En outre : -il prend connaissance du processus d'évaluation mis en place ainsi que de sa documentation ; -et apprécie la qualité et le caractère suffisant de la documentation existante. 15. Le cas échéant, le commissaire aux comptes formule dans son rapport, au titre des informations portant sur l'évaluation des procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière, les observations prévues dans la présente norme, qui peuvent, en outre, être relatives : -à l'appréciation portée par le président sur l'adéquation et l'efficacité des procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière ; -aux raisons pour lesquelles les diligences qu'il a mises en œuvre conformément à la présente norme ne lui permettent pas de se prononcer sur ces informations.",
            "texteHtml": "<p>La norme d'exercice professionnel relative au rapport du commissaire aux comptes établi en application de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006226253&dateTexte=&categorieLien=cid'>l'article L. 225-235 </a>du code de commerce sur le rapport du président, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : </p><p></p><p>NORME D'EXERCICE PROFESSIONNEL RELATIVE AU RAPPORT DU COMMISSAIRE AUX COMPTES ÉTABLI EN APPLICATION DE L'ARTICLE L. 225-235 DU CODE DE COMMERCE SUR LE RAPPORT DU PRÉSIDENT </p><p></p><p>Introduction </p><p></p><p>01. En application de l'article L. 225-235 du code de commerce, le commissaire aux comptes :</p><p>-présente, dans un rapport joint à son rapport général ou, le cas échéant, à son rapport sur les comptes consolidés ses observations sur le rapport du président visé aux <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006223869&dateTexte=&categorieLien=cid'>articles L. 225-37 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006224303&dateTexte=&categorieLien=cid'>L. 225-68 </a>du code de commerce, pour celles des procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière ;</p><p>-atteste l'établissement des autres informations requises aux articles L. 225-37 et L. 225-68 du code de commerce devant figurer dans le rapport du président. </p><p>02. Ces dispositions s'appliquent à tout commissaire aux comptes qui exerce sa mission de certification dans une société anonyme ou une société européenne dont les titres financiers sont admis aux négociations sur un marché réglementé. </p><p>03. La présente norme a pour objet de définir les principes relatifs à l'établissement par le commissaire aux comptes de son rapport sur le rapport du président. </p><p></p><p>Rappel des obligations du président et de la société </p><p></p><p>04. En application des articles L. 225-37 et L. 225-68 du code de commerce, le président du conseil d'administration ou le président du conseil de surveillance rend compte dans un rapport à l'assemblée générale, joint au rapport du conseil d'administration ou du directoire, des éléments suivants :</p><p>-la composition, les conditions de préparation et d'organisation des travaux du conseil d'administration ou du conseil de surveillance, selon le cas, ainsi que les procédures de contrôle interne et de gestion des risques mises en place par la société, en détaillant notamment celles de ces procédures qui sont relatives à l'élaboration et au traitement de l'information comptable et financière pour les comptes sociaux et, le cas échéant, pour les comptes consolidés ;</p><p>-les éventuelles limitations que le conseil d'administration apporte aux pouvoirs du directeur général ;</p><p>-lorsque la société se réfère volontairement à un code de gouvernement d'entreprise élaboré par les organisations représentatives des entreprises, les dispositions qui ont été écartées et les raisons pour lesquelles elles l'ont été ainsi que le lieu où ce code peut être consulté ;</p><p>-si la société ne se réfère pas à un tel code, les règles retenues en complément des exigences requises par la loi et les raisons pour lesquelles la société a décidé de n'appliquer aucune disposition d'un code de gouvernement d'entreprise ;</p><p>-les modalités particulières relatives à la participation des actionnaires à l'assemblée générale, le rapport pouvant procéder par renvoi aux dispositions des statuts qui prévoient ces modalités. </p><p>Dans les sociétés dont les titres sont admis aux négociations sur un marché réglementé, ce rapport présente en outre les principes et les règles arrêtés par le conseil d'administration ou le conseil de surveillance pour déterminer les rémunérations et avantages de toute nature accordés aux mandataires sociaux et mentionne la publication des informations prévues par <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006224771&dateTexte=&categorieLien=cid'>l'article L. 225-100-3</a> du code de commerce relatives aux éléments susceptibles d'avoir une incidence en cas d'offre publique. </p><p>05. Ce rapport est approuvé par le conseil d'administration ou le conseil de surveillance et est rendu public. </p><p>Diligences relatives aux informations dans le rapport du président sur les procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière </p><p>06. Les procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière s'entendent de celles qui permettent à la société de produire, dans des conditions de nature à pouvoir en garantir la fiabilité, les comptes et les informations sur la situation financière et sur ces comptes. Ces informations sont celles extraites de comptes intermédiaires ou des comptes annuels ou consolidés, ou celles qui peuvent être rapprochées des données ayant servi à l'établissement de ces comptes. </p><p>07.L'intervention du commissaire aux comptes ne consiste pas à porter une appréciation sur les procédures de contrôle interne en tant que telles mais à apprécier la sincérité des informations contenues dans le rapport du président sur les procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière. </p><p>Pour ce faire, le commissaire aux comptes :</p><p>-prend connaissance des procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière sous-tendant les informations présentées dans le rapport du président et consulte la documentation existante ;</p><p>-prend connaissance des travaux qui ont permis d'élaborer ces informations et consulte la documentation existante ;</p><p>-détermine si les déficiences majeures du contrôle interne relatif à l'élaboration et au traitement de l'information comptable et financière qu'il aurait relevées dans le cadre de sa mission font l'objet d'une information appropriée dans le rapport du président. </p><p>08. Lorsque, à l'issue de ses travaux, le commissaire aux comptes relève dans le rapport du président des informations sur les procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière qui ne correspondent pas à ses propres constatations ou lorsque ces informations ne sont pas sincères ou sont insuffisamment justifiées, il s'entretient avec le président à l'effet d'obtenir les modifications qu'il estime nécessaires.A défaut d'obtenir satisfaction, il formule, dans son rapport, les observations qu'il estime nécessaires. </p><p>Ces observations peuvent notamment porter sur :</p><p>-la description donnée des procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière ;</p><p>-l'absence d'éléments disponibles lui permettant d'apprécier certaines informations contenues dans le rapport du président ;</p><p>-l'omission de déficiences majeures du contrôle interne relatif à l'élaboration et au traitement de l'information comptable et financière qu'il aurait relevées dans le cadre de sa mission. </p><p>09. Lorsque le commissaire aux comptes est conduit à formuler des observations dans son rapport, il les porte à la connaissance de l'organe collégial chargé de l'administration ou de l'organe chargé de la direction et de l'organe de surveillance ainsi que, le cas échéant, du comité spécialisé agissant sous la responsabilité exclusive et collective de ces organes. </p><p></p><p>Diligences relatives aux autres informations </p><p></p><p>10. Le commissaire aux comptes vérifie que les informations, autres que celles portant sur les procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière, requises aux articles L. 225-37 et L. 225-68 du code de commerce figurent dans le rapport du président. Si tel n'est pas le cas, il s'entretient avec le président à l'effet d'obtenir les compléments qu'il estime nécessaires.A défaut d'obtenir ces compléments, il signale dans son rapport l'irrégularité constituée par l'absence de certaines de ces informations. </p><p>11. Le commissaire aux comptes n'a pas à vérifier la sincérité des informations, autres que celles portant sur les procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière, contenues dans le rapport du président, que ces informations soient requises par les articles L. 225-37 et L. 225-68 du code de commerce ou non ; notamment, il n'a pas à prendre connaissance des travaux qui ont permis d'élaborer ces autres informations ni de la documentation disponible. </p><p>Sa lecture du rapport du président lui permet toutefois de relever, le cas échéant, les informations qui lui apparaîtraient manifestement incohérentes. Dans une telle situation, il s'entretient avec le président à l'effet d'obtenir les modifications qu'il estime nécessaires.A défaut d'obtenir satisfaction, le commissaire aux comptes formule une observation dans son rapport sur le caractère manifestement incohérent de ces autres informations. </p><p></p><p>Rapport du commissaire aux comptes </p><p>sur le rapport du président </p><p></p><p>12. Le rapport du commissaire aux comptes comporte les mentions suivantes :</p><p>-un intitulé ;</p><p>-le destinataire du rapport ;</p><p>-un paragraphe d'introduction comportant le rappel de sa qualité de commissaire aux comptes, les objectifs de son intervention et le texte de loi applicable, l'identification du rapport du président et l'exercice concerné. </p><p>Dans une partie relative aux informations concernant les procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière :</p><p>-un paragraphe comportant une description des diligences qu'il a mises en œuvre conformément aux normes d'exercice professionnel ;</p><p>-une conclusion sous la forme d'observations, ou au contraire d'absence d'observations, à exprimer sur les informations contenues dans le rapport du président portant sur les procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière. </p><p>Dans une partie relative aux autres informations :</p><p>-une attestation de l'établissement des autres informations requises aux articles L. 225-37 et L. 225-68 du code de commerce ou, à défaut, le signalement de l'irrégularité constituée par l'absence de certaines de ces informations ;</p><p>-le cas échéant, ses observations sur le caractère manifestement incohérent des autres informations ;</p><p>-la date du rapport ;</p><p>-l'adresse et l'identification du (des) signataire (s) du rapport. </p><p>13. Lorsque le président n'établit pas le rapport prévu par les dispositions légales précitées, ou ne rend pas compte dans ce rapport des procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière, le commissaire aux comptes formule, dans le rapport prévu à l'article L. 225-235 du code de commerce, une observation traduisant son impossibilité de conclure et mentionne l'irrégularité correspondante ainsi relevée. </p><p>Hypothèse d'un rapport du président comportant une évaluation des procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière </p><p>14. Le commissaire aux comptes met en œuvre, sur les informations portant sur l'évaluation des procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière, les diligences prévues dans la présente norme. En outre :</p><p>-il prend connaissance du processus d'évaluation mis en place ainsi que de sa documentation ;</p><p>-et apprécie la qualité et le caractère suffisant de la documentation existante. </p><p>15. Le cas échéant, le commissaire aux comptes formule dans son rapport, au titre des informations portant sur l'évaluation des procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière, les observations prévues dans la présente norme, qui peuvent, en outre, être relatives :</p><p>-à l'appréciation portée par le président sur l'adéquation et l'efficacité des procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière ;</p><p>-aux raisons pour lesquelles les diligences qu'il a mises en œuvre conformément à la présente norme ne lui permettent pas de se prononcer sur ces informations.</p><p></p><p></p>",
            "num": "A823-29",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1244160000000,
            "dateFin": 1312416000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610612735,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000020163597",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : De l'exercice du contrôle légal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163158",
                        "id": "LEGISCTA000020163474",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Des modalités d'exercice de la mission",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163169",
                        "id": "LEGISCTA000020163464",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 3 : Des autres interventions du commissaire aux comptes prévues par les textes légaux et réglementaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163244",
                        "id": "LEGISCTA000020163389",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020163248",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020163244",
            "sectionParentId": "LEGISCTA000020163389",
            "sectionParentTitre": "Sous-section 3 : Des autres interventions du commissaire aux comptes prévues par les textes légaux et réglementaires",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; TITRE II : Des commissaires aux comptes. &gt; Chapitre III : De l'exercice du contrôle légal &gt; Section 3 : Des modalités d'exercice de la mission &gt; Sous-section 3 : Des autres interventions du commissaire aux comptes prévues par les textes légaux et réglementaires",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000020690592",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000020688595",
                    "textTitle": "Arrêté du 20 mai 2009 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000020689836",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2009-06-04",
                    "dateSignaTexte": "2009-05-20",
                    "dateDebutCible": "2009-06-05"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-100-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-100-3",
                    "articleId": "LEGIARTI000006224771",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1143849600000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-235",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-235",
                    "articleId": "LEGIARTI000006226253",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1499990400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-37",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-37",
                    "articleId": "LEGIARTI000006223869",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1499990400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L225-68",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-68",
                    "articleId": "LEGIARTI000006224303",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000820580",
                    "textTitle": "Arrêté du 5 mars 2007 - art. 1, v. init.",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "JORFARTI000002285923",
                    "natureText": "ARRETE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020163385",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1232496000000,
                    "dateFin": 1244160000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020690592",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1244160000000,
                    "dateFin": 1312416000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024445890",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1312416000000,
                    "dateFin": 1538956800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037475937",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1538956800000,
                    "dateFin": 1691193600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047933578",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1691193600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A823-29",
                "823-29"
            ],
            "versionPrecedente": "LEGIARTI000020163385",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000020163385",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La norme d'exercice professionnel relative aux procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière, rapport du commissaire aux comptes sur le rapport du président, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : NORME D'EXERCICE PROFESSIONNEL RELATIVE AUX PROCÉDURES DE CONTRÔLE INTERNE RELATIVES À L'ÉLABORATION ET AU TRAITEMENT DE L'INFORMATION COMPTABLE ET FINANCIÈRE, RAPPORT DU COMMISSAIRE AUX COMPTES SUR LE RAPPORT DU PRÉSIDENT Introduction 1. En application de l'article L. 225-235 , le commissaire aux comptes présente, dans un rapport joint à son rapport général ou, le cas échéant, à son rapport sur les comptes consolidés ses observations sur le rapport du président visé aux articles L. 225-37 et L. 225-68, pour celles des procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière. 2. Ces dispositions s'appliquent à tout commissaire aux comptes lorsqu'il exerce sa mission de certification dans une société anonyme qui fait appel public à l'épargne. 3. La présente norme a pour objet de définir les principes relatifs à l'établissement par le commissaire aux comptes de son rapport sur le rapport du président. Rappel des obligations du président et de la société 4. En application de l'article L. 225-37 ou L. 225-68 , le président du conseil d'administration de la société anonyme ou le président du conseil de surveillance, selon le cas, rend compte dans un rapport à l'assemblée générale, joint au rapport du conseil d'administration ou du directoire mentionné notamment aux articles L. 225-100 et L. 233-26 , des conditions de préparation et d'organisation des travaux du conseil d'administration ou du conseil de surveillance, selon le cas, ainsi que des procédures de contrôle interne mises en place par la société. Le rapport indique en outre les éventuelles limitations que le conseil d'administration apporte aux pouvoirs du directeur général. Dans les sociétés dont les titres sont admis aux négociations sur un marché réglementé, ce rapport présente les principes et les règles arrêtés, selon le cas, par le conseil d'administration ou le conseil de surveillance pour déterminer les rémunérations et avantages de toute nature accordés aux mandataires sociaux. Informations dans le rapport du président sur les procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière 5. Les procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière s'entendent de celles qui permettent à la société de produire, dans des conditions de nature à pouvoir en garantir la fiabilité, les comptes et les informations sur la situation financière et sur ces comptes. Ces informations sont celles extraites de comptes intermédiaires ou des comptes annuels ou consolidés, ou celles qui peuvent être rapprochées des données ayant servi à l'établissement de ces comptes. 6.L'intervention du commissaire aux comptes ne consiste pas à porter une appréciation sur les procédures de contrôle interne en tant que telles, mais à apprécier la sincérité des informations contenues dans le rapport du président sur les procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière. Pour ce faire le commissaire aux comptes : ― prend connaissance des procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière sous-tendant les informations présentées dans le rapport du président et consulte la documentation existante ; ― prend connaissance des travaux qui ont permis d'élaborer ces informations et consulte la documentation existante ; ― détermine si les déficiences majeures du contrôle interne relatif à l'élaboration et au traitement de l'information comptable et financière qu'il aurait relevées dans le cadre de sa mission font l'objet d'une information appropriée dans le rapport du président. 7. Lorsque, à l'issue de ses travaux, le commissaire aux comptes relève dans le rapport du président des informations sur les procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière qui ne correspondent pas à ses propres constatations ou lorsque ces informations ne sont pas sincères ou sont insuffisamment justifiées, il s'entretient avec le président à l'effet d'obtenir les modifications qu'il estime nécessaires.A défaut d'obtenir satisfaction, il formule, dans son rapport, les observations qu'il estime nécessaires. Ces observations peuvent notamment porter sur : ― la description donnée des procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière ; ― l'absence d'éléments disponibles lui permettant d'apprécier certaines informations contenues dans le rapport du président ; ― l'omission de déficiences majeures du contrôle interne relatif à l'élaboration et au traitement de l'information comptable et financière qu'il aurait relevées dans le cadre de sa mission. 8. Lorsque le commissaire aux comptes est conduit à formuler des observations dans son rapport, il les porte à la connaissance de l'organe collégial chargé de l'administration et, le cas échéant, de l'organe chargé de la direction. Autres informations 9. Le commissaire aux comptes n'a pas à vérifier le bien-fondé des informations autres que celles portant sur les procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière contenues dans le rapport du président, ni à effectuer de vérifications particulières sur ces dernières. Sa lecture du rapport du président lui permet toutefois de relever, le cas échéant, les informations qui lui apparaîtraient manifestement incohérentes. Dans une telle situation, il s'entretient avec le président à l'effet d'obtenir les modifications qu'il estime nécessaires.A défaut d'obtenir satisfaction, le commissaire aux comptes apprécie s'il convient d'en faire état dans son rapport de certification sur les comptes. Rapport du commissaire aux comptes sur le rapport du président 10. Le rapport du commissaire aux comptes comporte les mentions suivantes : ― un intitulé ; ― le destinataire du rapport ; ― un paragraphe d'introduction comportant le rappel de sa qualité de commissaire aux comptes, les objectifs de son intervention et le texte de loi applicable, l'identification du rapport du président et l'exercice concerné ; ― un paragraphe comportant une description des diligences qu'il a mises en œuvre conformément aux normes d'exercice professionnel ; ― un paragraphe informant le lecteur que si des incohérences majeures ont été relevées au titre des informations autres que celles portant sur les procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière, celles-ci figurent dans son rapport de certification sur les comptes ; ― une conclusion sous la forme d'observations, ou au contraire d'absence d'observations, à exprimer sur les informations contenues dans le rapport du président portant sur les procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière ; ― la date du rapport ; ― l'adresse et l'identification du (des) signataire (s) du rapport. 11. Lorsque le président n'établit pas le rapport prévu par les dispositions légales précitées, ou ne rend pas compte dans ce rapport des procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière, le commissaire aux comptes formule, dans le rapport prévu à l'article L. 225-235, une observation traduisant son impossibilité de conclure et mentionne l'irrégularité correspondante ainsi relevée. Hypothèse d'un rapport du président comportant une évaluation des procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière 12. Le commissaire aux comptes met en œuvre, sur les informations portant sur l'évaluation des procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière, les diligences prévues dans la présente norme. En outre, il : ― prend connaissance du processus d'évaluation mis en place ainsi que de sa documentation ; ― apprécie la qualité et le caractère suffisant de la documentation existante. 13. Le cas échéant, le commissaire aux comptes formule dans son rapport, au titre des informations portant sur l'évaluation des procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière, les observations prévues dans la présente norme, qui peuvent en outre être relatives : ― à l'appréciation portée par le président sur l'adéquation et l'efficacité des procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière ; ― aux raisons pour lesquelles les diligences qu'il a mises en œuvre conformément à la présente norme ne lui permettent pas de se prononcer sur ces informations.",
            "texteHtml": "<p><br/>La norme d'exercice professionnel relative aux procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière, rapport du commissaire aux comptes sur le rapport du président, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : </p><p><br/><br/>NORME D'EXERCICE PROFESSIONNEL RELATIVE AUX PROCÉDURES DE CONTRÔLE INTERNE RELATIVES À L'ÉLABORATION ET AU TRAITEMENT DE L'INFORMATION COMPTABLE ET FINANCIÈRE, RAPPORT DU COMMISSAIRE AUX COMPTES SUR LE RAPPORT DU PRÉSIDENT </p><p><br/>Introduction </p><p><br/>1. En application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006226253&dateTexte=&categorieLien=cid' title='Code de commerce. - art. L225-235 (V)'>L. 225-235</a>, le commissaire aux comptes présente, dans un rapport joint à son rapport général ou, le cas échéant, à son rapport sur les comptes consolidés ses observations sur le rapport du président visé aux articles L. 225-37 et L. 225-68, pour celles des procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière. <br/>2. Ces dispositions s'appliquent à tout commissaire aux comptes lorsqu'il exerce sa mission de certification dans une société anonyme qui fait appel public à l'épargne. <br/>3. La présente norme a pour objet de définir les principes relatifs à l'établissement par le commissaire aux comptes de son rapport sur le rapport du président. </p><p><br/>Rappel des obligations du président et de la société </p><p><br/>4. En application de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006223869&dateTexte=&categorieLien=cid' title='Code de commerce. - art. L225-37 (VT)'>L. 225-37 </a>ou <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006224303&dateTexte=&categorieLien=cid' title='Code de commerce. - art. L225-68 (VT)'>L. 225-68</a>, le président du conseil d'administration de la société anonyme ou le président du conseil de surveillance, selon le cas, rend compte dans un rapport à l'assemblée générale, joint au rapport du conseil d'administration ou du directoire mentionné notamment aux articles <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006224725&dateTexte=&categorieLien=cid' title='Code de commerce. - art. L225-100 (V)'>L. 225-100 </a>et <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006229349&dateTexte=&categorieLien=cid' title='Code de commerce. - art. L233-26 (V)'>L. 233-26</a>, des conditions de préparation et d'organisation des travaux du conseil d'administration ou du conseil de surveillance, selon le cas, ainsi que des procédures de contrôle interne mises en place par la société. <br/>Le rapport indique en outre les éventuelles limitations que le conseil d'administration apporte aux pouvoirs du directeur général. <br/>Dans les sociétés dont les titres sont admis aux négociations sur un marché réglementé, ce rapport présente les principes et les règles arrêtés, selon le cas, par le conseil d'administration ou le conseil de surveillance pour déterminer les rémunérations et avantages de toute nature accordés aux mandataires sociaux. <br/>Informations dans le rapport du président sur les procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière <br/>5. Les procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière s'entendent de celles qui permettent à la société de produire, dans des conditions de nature à pouvoir en garantir la fiabilité, les comptes et les informations sur la situation financière et sur ces comptes. Ces informations sont celles extraites de comptes intermédiaires ou des comptes annuels ou consolidés, ou celles qui peuvent être rapprochées des données ayant servi à l'établissement de ces comptes. <br/>6.L'intervention du commissaire aux comptes ne consiste pas à porter une appréciation sur les procédures de contrôle interne en tant que telles, mais à apprécier la sincérité des informations contenues dans le rapport du président sur les procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière. <br/>Pour ce faire le commissaire aux comptes : <br/>― prend connaissance des procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière sous-tendant les informations présentées dans le rapport du président et consulte la documentation existante ; <br/>― prend connaissance des travaux qui ont permis d'élaborer ces informations et consulte la documentation existante ; <br/>― détermine si les déficiences majeures du contrôle interne relatif à l'élaboration et au traitement de l'information comptable et financière qu'il aurait relevées dans le cadre de sa mission font l'objet d'une information appropriée dans le rapport du président. <br/>7. Lorsque, à l'issue de ses travaux, le commissaire aux comptes relève dans le rapport du président des informations sur les procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière qui ne correspondent pas à ses propres constatations ou lorsque ces informations ne sont pas sincères ou sont insuffisamment justifiées, il s'entretient avec le président à l'effet d'obtenir les modifications qu'il estime nécessaires.A défaut d'obtenir satisfaction, il formule, dans son rapport, les observations qu'il estime nécessaires. <br/>Ces observations peuvent notamment porter sur : <br/>― la description donnée des procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière ; <br/>― l'absence d'éléments disponibles lui permettant d'apprécier certaines informations contenues dans le rapport du président ; <br/>― l'omission de déficiences majeures du contrôle interne relatif à l'élaboration et au traitement de l'information comptable et financière qu'il aurait relevées dans le cadre de sa mission. <br/>8. Lorsque le commissaire aux comptes est conduit à formuler des observations dans son rapport, il les porte à la connaissance de l'organe collégial chargé de l'administration et, le cas échéant, de l'organe chargé de la direction. </p><p><br/>Autres informations </p><p><br/>9. Le commissaire aux comptes n'a pas à vérifier le bien-fondé des informations autres que celles portant sur les procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière contenues dans le rapport du président, ni à effectuer de vérifications particulières sur ces dernières. Sa lecture du rapport du président lui permet toutefois de relever, le cas échéant, les informations qui lui apparaîtraient manifestement incohérentes. Dans une telle situation, il s'entretient avec le président à l'effet d'obtenir les modifications qu'il estime nécessaires.A défaut d'obtenir satisfaction, le commissaire aux comptes apprécie s'il convient d'en faire état dans son rapport de certification sur les comptes. </p><p><br/>Rapport du commissaire aux comptes <br/>sur le rapport du président </p><p><br/>10. Le rapport du commissaire aux comptes comporte les mentions suivantes : <br/>― un intitulé ; <br/>― le destinataire du rapport ; <br/>― un paragraphe d'introduction comportant le rappel de sa qualité de commissaire aux comptes, les objectifs de son intervention et le texte de loi applicable, l'identification du rapport du président et l'exercice concerné ; <br/>― un paragraphe comportant une description des diligences qu'il a mises en œuvre conformément aux normes d'exercice professionnel ; <br/>― un paragraphe informant le lecteur que si des incohérences majeures ont été relevées au titre des informations autres que celles portant sur les procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière, celles-ci figurent dans son rapport de certification sur les comptes ; <br/>― une conclusion sous la forme d'observations, ou au contraire d'absence d'observations, à exprimer sur les informations contenues dans le rapport du président portant sur les procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière ; <br/>― la date du rapport ; <br/>― l'adresse et l'identification du (des) signataire (s) du rapport. <br/>11. Lorsque le président n'établit pas le rapport prévu par les dispositions légales précitées, ou ne rend pas compte dans ce rapport des procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière, le commissaire aux comptes formule, dans le rapport prévu à l'article L. 225-235, une observation traduisant son impossibilité de conclure et mentionne l'irrégularité correspondante ainsi relevée. <br/>Hypothèse d'un rapport du président comportant une évaluation des procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière <br/>12. Le commissaire aux comptes met en œuvre, sur les informations portant sur l'évaluation des procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière, les diligences prévues dans la présente norme. En outre, il : <br/>― prend connaissance du processus d'évaluation mis en place ainsi que de sa documentation ; <br/>― apprécie la qualité et le caractère suffisant de la documentation existante. <br/>13. Le cas échéant, le commissaire aux comptes formule dans son rapport, au titre des informations portant sur l'évaluation des procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière, les observations prévues dans la présente norme, qui peuvent en outre être relatives : <br/>― à l'appréciation portée par le président sur l'adéquation et l'efficacité des procédures de contrôle interne relatives à l'élaboration et au traitement de l'information comptable et financière ; <br/>― aux raisons pour lesquelles les diligences qu'il a mises en œuvre conformément à la présente norme ne lui permettent pas de se prononcer sur ces informations.</p>",
            "num": "A823-29",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1232496000000,
            "dateFin": 1244160000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1610612735,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000020163597",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : De l'exercice du contrôle légal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163158",
                        "id": "LEGISCTA000020163474",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Des modalités d'exercice de la mission",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163169",
                        "id": "LEGISCTA000020163464",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 3 : Des autres interventions du commissaire aux comptes prévues par les textes légaux et réglementaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163244",
                        "id": "LEGISCTA000020163389",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020163248",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020163244",
            "sectionParentId": "LEGISCTA000020163389",
            "sectionParentTitre": "Sous-section 3 : Des autres interventions du commissaire aux comptes prévues par les textes légaux et réglementaires",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; TITRE II : Des commissaires aux comptes. &gt; Chapitre III : De l'exercice du contrôle légal &gt; Section 3 : Des modalités d'exercice de la mission &gt; Sous-section 3 : Des autres interventions du commissaire aux comptes prévues par les textes légaux et réglementaires",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000020163385",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000020152123",
                    "textTitle": "Arrêté du 14 janvier 2009 - art. (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe",
                    "articleId": "LEGIARTI000020154224",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2009-01-20",
                    "dateSignaTexte": "2009-01-14",
                    "dateDebutCible": "2009-01-21"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce. - art. L225-100 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-100",
                    "articleId": "LEGIARTI000006224725",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce. - art. L225-235 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-235",
                    "articleId": "LEGIARTI000006226253",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1499990400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce. - art. L225-37 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-37",
                    "articleId": "LEGIARTI000006223869",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1499990400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce. - art. L225-68 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L225-68",
                    "articleId": "LEGIARTI000006224303",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce. - art. L233-26 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L233-26",
                    "articleId": "LEGIARTI000006229349",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000820580",
                    "textTitle": "Arrêté du 5 mars 2007 - art. 1, v. init.",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "JORFARTI000002285923",
                    "natureText": "ARRETE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020163385",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1232496000000,
                    "dateFin": 1244160000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000020690592",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1244160000000,
                    "dateFin": 1312416000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024445890",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1312416000000,
                    "dateFin": 1538956800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000037475937",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1538956800000,
                    "dateFin": 1691193600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047933578",
                    "etat": "VIGUEUR",
                    "version": "5.0",
                    "dateDebut": 1691193600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A823-29",
                "823-29"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}