{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000023785834",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Un ensemble d'installations, captages, forages ou puits reliés entre eux pour assurer la mise à disposition de la ressource en eau par des prélèvements réalisés par une même personne dans une même masse d'eau est considéré comme une source unique de prélèvements. II.-L'assiette de la redevance pour prélèvement sur la ressource en eau est, en ce qui concerne l'alimentation en eau potable, le volume prélevé par les services d'eau potable au sens du I de l'article L. 2224-7 du code général des collectivités territoriales . Les usages pour l'irrigation mentionnés au tableau du V de l'article L. 213-10-9 sont ceux réalisés par des exploitants agricoles pour l'irrigation des cultures. III.-L'organisme unique mentionné au 6° du II de l'article L. 211-3 peut être assujetti à sa demande dans son périmètre aux redevances pour prélèvement sur la ressource en eau pour les usages liés à l'irrigation définis par l'article L. 213-10-9. Dans ce cas, les redevances sont récupérées par l'organisme unique auprès de chaque bénéficiaire des répartitions de prélèvements. En zone de répartition des eaux, le taux de la redevance en vigueur pour une ressource de catégorie 1 s'applique à partir de l'année au cours de laquelle est pris l'arrêté désignant l'organisme unique. IV.-En application du 1° du VI de l'article L. 213-10-9, la redevance due pour un prélèvement d'eau destiné à l'alimentation d'un canal est calculée au prorata des volumes utilisés pour chaque usage mentionné au tableau du V du même article, après déduction, d'une part, des volumes turbinés par une ou plusieurs installations hydroélectriques et rejetés à l'extérieur du canal et, d'autre part, des volumes destinés, en application d'un acte administratif, à alimenter en eau des cours d'eau ou à la préservation d'écosystèmes aquatiques ou de sites et de zones humides. Les volumes prélevés par le canal, déduction faite des volumes mentionnés à l'alinéa précédent, sont soumis au tarif correspondant à leur usage. L'agence notifie au gestionnaire le montant des redevances dues en application du tableau du V de l'article L. 213-10-9, le gestionnaire en répercutant le montant sur les usagers du canal. V.-En cas d'impossibilité avérée d'installer et de mettre en œuvre un dispositif de mesure des volumes prélevés, le volume d'eau prélevé est calculé en multipliant le nombre d'unités de la grandeur caractéristique de l'activité à l'origine du prélèvement par un volume forfaitaire d'eau prélevé par unité. Un arrêté du ministre chargé de l'environnement fixe pour chaque grandeur caractéristique d'une activité le volume forfaitaire d'eau prélevé déterminé à partir de résultats de mesures de prélèvements des activités en cause. Lorsque la fixation d'un volume forfaitaire d'eau prélevé par unité n'est pas possible, le volume d'eau prélevé est déterminé à partir des caractéristiques et des conditions de fonctionnement de l'ouvrage ou du dispositif de prélèvement communiquées par le gestionnaire de l'ouvrage avant le 31 mars de chaque année ou, en l'absence de communication de ces données, à partir du volume du prélèvement mentionné dans l'acte administratif relatif à ce prélèvement. VI.-Pour l'application du 3° du VI de l'article L. 213-10-9, les installations hydroélectriques ne fonctionnant pas au fil de l'eau sont celles dont le titre administratif autorise le fonctionnement par éclusées. En l'absence de mention dans le titre administratif, sont réputées fonctionner au fil de l'eau les installations dont la capacité utile du réservoir d'eau alimentant les équipements de production d'hydroélectricité représente moins de deux heures d'apports d'eau sur la base du débit moyen interannuel naturel du cours d'eau ou qui disposent d'un ouvrage de régulation du débit implanté immédiatement en aval de l'usine hydroélectrique ainsi que les ouvrages de régulation eux-mêmes, sauf lors des périodes correspondant aux obligations réglementaires d'arrêt exceptionnel ou de maintenance et lors des circonstances hydrologiques exceptionnelles. Dans le cas des stations de transfert d'énergie par pompage, les volumes d'eau renvoyés après turbinage dans le réservoir à l'amont de l'usine hydroélectrique sont déduits de l'assiette de la redevance.",
            "texteHtml": "<p>I.-Un ensemble d'installations, captages, forages ou puits reliés entre eux pour assurer la mise à disposition de la ressource en eau par des prélèvements réalisés par une même personne dans une même masse d'eau est considéré comme une source unique de prélèvements. </p><p>II.-L'assiette de la redevance pour prélèvement sur la ressource en eau est, en ce qui concerne l'alimentation en eau potable, le volume prélevé par les services d'eau potable au sens du <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006390351&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. L2224-7 (M)'>I de l'article L. 2224-7 du code général des collectivités territoriales</a>. </p><p>Les usages pour l'irrigation mentionnés au tableau du V de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000006833067&dateTexte=&categorieLien=cid' title='Code de l'environnement - art. L213-10-9 (V)'>L. 213-10-9 </a>sont ceux réalisés par des exploitants agricoles pour l'irrigation des cultures. </p><p>III.-L'organisme unique mentionné au 6° du II de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074220&idArticle=LEGIARTI000006832985&dateTexte=&categorieLien=cid' title='Code de l'environnement - art. L211-3 (V)'>L. 211-3 </a>peut être assujetti à sa demande dans son périmètre aux redevances pour prélèvement sur la ressource en eau pour les usages liés à l'irrigation définis par l'article L. 213-10-9. Dans ce cas, les redevances sont récupérées par l'organisme unique auprès de chaque bénéficiaire des répartitions de prélèvements. </p><p>En zone de répartition des eaux, le taux de la redevance en vigueur pour une ressource de catégorie 1 s'applique à partir de l'année au cours de laquelle est pris l'arrêté désignant l'organisme unique. </p><p>IV.-En application du 1° du VI de l'article L. 213-10-9, la redevance due pour un prélèvement d'eau destiné à l'alimentation d'un canal est calculée au prorata des volumes utilisés pour chaque usage mentionné au tableau du V du même article, après déduction, d'une part, des volumes turbinés par une ou plusieurs installations hydroélectriques et rejetés à l'extérieur du canal et, d'autre part, des volumes destinés, en application d'un acte administratif, à alimenter en eau des cours d'eau ou à la préservation d'écosystèmes aquatiques ou de sites et de zones humides. </p><p>Les volumes prélevés par le canal, déduction faite des volumes mentionnés à l'alinéa précédent, sont soumis au tarif correspondant à leur usage. L'agence notifie au gestionnaire le montant des redevances dues en application du tableau du V de l'article L. 213-10-9, le gestionnaire en répercutant le montant sur les usagers du canal. </p><p>V.-En cas d'impossibilité avérée d'installer et de mettre en œuvre un dispositif de mesure des volumes prélevés, le volume d'eau prélevé est calculé en multipliant le nombre d'unités de la grandeur caractéristique de l'activité à l'origine du prélèvement par un volume forfaitaire d'eau prélevé par unité. Un arrêté du ministre chargé de l'environnement fixe pour chaque grandeur caractéristique d'une activité le volume forfaitaire d'eau prélevé déterminé à partir de résultats de mesures de prélèvements des activités en cause. <br/><br/>Lorsque la fixation d'un volume forfaitaire d'eau prélevé par unité n'est pas possible, le volume d'eau prélevé est déterminé à partir des caractéristiques et des conditions de fonctionnement de l'ouvrage ou du dispositif de prélèvement communiquées par le gestionnaire de l'ouvrage avant le 31 mars de chaque année ou, en l'absence de communication de ces données, à partir du volume du prélèvement mentionné dans l'acte administratif relatif à ce prélèvement. </p><p>VI.-Pour l'application du 3° du VI de l'article L. 213-10-9, les installations hydroélectriques ne fonctionnant pas au fil de l'eau sont celles dont le titre administratif autorise le fonctionnement par éclusées. En l'absence de mention dans le titre administratif, sont réputées fonctionner au fil de l'eau les installations dont la capacité utile du réservoir d'eau alimentant les équipements de production d'hydroélectricité représente moins de deux heures d'apports d'eau sur la base du débit moyen interannuel naturel du cours d'eau ou qui disposent d'un ouvrage de régulation du débit implanté immédiatement en aval de l'usine hydroélectrique ainsi que les ouvrages de régulation eux-mêmes, sauf lors des périodes correspondant aux obligations réglementaires d'arrêt exceptionnel ou de maintenance et lors des circonstances hydrologiques exceptionnelles. </p><p>Dans le cas des stations de transfert d'énergie par pompage, les volumes d'eau renvoyés après turbinage dans le réservoir à l'amont de l'usine hydroélectrique sont déduits de l'assiette de la redevance.</p>",
            "num": "R213-48-14",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1301529600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "2003-08-07",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108631",
                        "id": "LEGISCTA000006108631",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-23",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Milieux physiques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129031",
                        "id": "LEGISCTA000006129031",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-23",
                        "fin": "2011-05-07",
                        "titre": "Titre Ier : Eau et milieux aquatiques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143774",
                        "id": "LEGISCTA000006143774",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2011-05-07",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier :  Eau et milieux aquatiques et marins",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143774",
                        "id": "LEGISCTA000023954828",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-23",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Structures administratives et financières",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159377",
                        "id": "LEGISCTA000006159377",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-23",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Comités de bassin et agences de l'eau",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006176820",
                        "id": "LEGISCTA000006176820",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-01-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 3 : Redevances des agences de l'eau",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006188714",
                        "id": "LEGISCTA000006188714",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-01-01",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 6 : Redevance pour prélèvement sur la ressource en eau",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006195335",
                        "id": "LEGISCTA000006195335",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de l'environnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074220",
                        "id": "LEGITEXT000006074220",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006836909",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006195335",
            "sectionParentId": "LEGISCTA000006195335",
            "sectionParentTitre": "Paragraphe 6 : Redevance pour prélèvement sur la ressource en eau",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre II : Milieux physiques &gt; Titre Ier : Eau et milieux aquatiques &gt; Chapitre III : Structures administratives et financières &gt; Section 3 : Comités de bassin et agences de l'eau &gt; Sous-section 3 : Redevances des agences de l'eau &gt; Paragraphe 6 : Redevance pour prélèvement sur la ressource en eau",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000023785834",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074220",
                    "titre": "Code de l'environnement",
                    "titreLong": "Code de l'environnement",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074220",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000248208",
                    "textTitle": "Décret n°2007-397 du 22 mars 2007",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000248208",
                    "natureText": "DECRET",
                    "datePubliTexte": "2007-03-23",
                    "dateSignaTexte": "2007-03-22",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000023781379",
                    "textTitle": "Décret n°2011-336 du 29 mars 2011 - art. 3",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000023784446",
                    "natureText": "DECRET",
                    "datePubliTexte": "2011-03-30",
                    "dateSignaTexte": "2011-03-29",
                    "dateDebutCible": "2011-03-31"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000017574625",
                    "textTitle": "Arrêté du 9 novembre 2007 - art. 6 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000020956234",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1196899200000,
                    "dateDebut": 1199145600000
                },
                {
                    "textCid": "JORFTEXT000017574625",
                    "textTitle": "Arrêté du 9 novembre 2007, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000017574625",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1196899200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020954779",
                    "textTitle": "Arrêté du 23 juillet 2009 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000020958431",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1249516800000,
                    "dateDebut": 1249603200000
                },
                {
                    "textCid": "JORFTEXT000025023558",
                    "textTitle": "Arrêté du 19 décembre 2011 - art. 7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "LEGIARTI000025027306",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1324684800000,
                    "dateDebut": 1325376000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2224-7 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2224-7",
                    "articleId": "LEGIARTI000006390351",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 825120000000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L211-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L211-3",
                    "articleId": "LEGIARTI000006832985",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L213-10-9 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L213-10-9",
                    "articleId": "LEGIARTI000006833067",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1199145600000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R213-48-21 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R213-48-21",
                    "articleId": "LEGIARTI000038714700",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006836909",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1199145600000,
                    "dateFin": 1301529600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000023785834",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1301529600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R213-48-14",
                "213-48-14"
            ],
            "versionPrecedente": "LEGIARTI000006836909",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006836909",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Un ensemble d'installations, captages, forages ou puits reliés entre eux pour assurer la mise à disposition de la ressource en eau par des prélèvements réalisés par une même personne dans une même masse d'eau est considéré comme une source unique de prélèvements. II. - L'assiette de la redevance pour prélèvement sur la ressource en eau est, en ce qui concerne l'alimentation en eau potable, le volume prélevé par les services d'eau potable au sens du I de l'article L. 2224-7 du code général des collectivités territoriales. Les usages pour l'irrigation mentionnés au tableau du V de l'article L. 213-10-9 sont ceux réalisés par des exploitants agricoles pour l'irrigation des cultures. III. - L'organisme unique mentionné au 6° du II de l'article L. 211-3 peut être assujetti à sa demande dans son périmètre aux redevances pour prélèvement sur la ressource en eau pour les usages liés à l'irrigation définis par l'article L. 213-10-9. Dans ce cas, les redevances sont récupérées par l'organisme unique auprès de chaque bénéficiaire des répartitions de prélèvements. En zone de répartition des eaux, le taux de la redevance en vigueur pour une ressource de catégorie 1 s'applique à partir de l'année où l'organisme unique bénéficie de l'autorisation de prélèvement. IV. - En application du 1° du VI de l'article L. 213-10-9, la redevance due pour un prélèvement d'eau destiné à l'alimentation d'un canal est calculée au prorata des volumes utilisés pour chaque usage mentionné au tableau du V du même article, après déduction, d'une part, des volumes turbinés par une ou plusieurs installations hydroélectriques et rejetés à l'extérieur du canal et, d'autre part, des volumes destinés, en application d'un acte administratif, à alimenter en eau des cours d'eau ou à la préservation d'écosystèmes aquatiques ou de sites et de zones humides. Les volumes prélevés par le canal, déduction faite des volumes mentionnés à l'alinéa précédent, sont soumis au tarif correspondant à leur usage. L'agence notifie au gestionnaire le montant des redevances dues en application du tableau du V de l'article L. 213-10-9, le gestionnaire en répercutant le montant sur les usagers du canal. V. - En l'absence de mesure ou de communication des résultats de la mesure, le volume d'eau prélevé est calculé forfaitairement en multipliant le nombre d'unités de la grandeur caractéristique de l'activité à l'origine du prélèvement par un volume forfaitaire prélevé par unité. Un arrêté du ministre chargé de l'environnement définit pour chaque grandeur caractéristique d'une activité le volume forfaitaire d'eau prélevé déterminé à partir de résultats de mesures des prélèvements des activités concernées. VI. - Pour l'application du 3° du VI de l'article L. 213-10-9, les installations hydroélectriques ne fonctionnant pas au fil de l'eau sont celles dont le titre administratif autorise le fonctionnement par éclusées. En l'absence de mention dans le titre administratif, sont réputées fonctionner au fil de l'eau les installations dont la capacité utile du réservoir d'eau alimentant les équipements de production d'hydroélectricité représente moins de deux heures d'apports d'eau sur la base du débit moyen interannuel naturel du cours d'eau ou qui disposent d'un ouvrage de régulation du débit implanté immédiatement en aval de l'usine hydroélectrique ainsi que les ouvrages de régulation eux-mêmes, sauf lors des périodes correspondant aux obligations réglementaires d'arrêt exceptionnel ou de maintenance et lors des circonstances hydrologiques exceptionnelles. Dans le cas des stations de transfert d'énergie par pompage, les volumes d'eau renvoyés après turbinage dans le réservoir à l'amont de l'usine hydroélectrique sont déduits de l'assiette de la redevance.",
            "texteHtml": "<p></p>   I. - Un ensemble d'installations, captages, forages ou puits reliés entre eux pour assurer la mise à disposition de la ressource en eau par des prélèvements réalisés par une même personne dans une même masse d'eau est considéré comme une source unique de prélèvements.<p></p><p></p>   II. - L'assiette de la redevance pour prélèvement sur la ressource en eau est, en ce qui concerne l'alimentation en eau potable, le volume prélevé par les services d'eau potable au sens du I de l'article L. 2224-7 du code général des collectivités territoriales.<p></p><p></p>   Les usages pour l'irrigation mentionnés au tableau du V de l'article L. 213-10-9 sont ceux réalisés par des exploitants agricoles pour l'irrigation des cultures.<p></p><p></p>   III. - L'organisme unique mentionné au 6° du II de l'article L. 211-3 peut être assujetti à sa demande dans son périmètre aux redevances pour prélèvement sur la ressource en eau pour les usages liés à l'irrigation définis par l'article L. 213-10-9. Dans ce cas, les redevances sont récupérées par l'organisme unique auprès de chaque bénéficiaire des répartitions de prélèvements.<p></p><p></p>   En zone de répartition des eaux, le taux de la redevance en vigueur pour une ressource de catégorie 1 s'applique à partir de l'année où l'organisme unique bénéficie de l'autorisation de prélèvement.<p></p><p></p>   IV. - En application du 1° du VI de l'article L. 213-10-9, la redevance due pour un prélèvement d'eau destiné à l'alimentation d'un canal est calculée au prorata des volumes utilisés pour chaque usage mentionné au tableau du V du même article, après déduction, d'une part, des volumes turbinés par une ou plusieurs installations hydroélectriques et rejetés à l'extérieur du canal et, d'autre part, des volumes destinés, en application d'un acte administratif, à alimenter en eau des cours d'eau ou à la préservation d'écosystèmes aquatiques ou de sites et de zones humides.<p></p><p></p>   Les volumes prélevés par le canal, déduction faite des volumes mentionnés à l'alinéa précédent, sont soumis au tarif correspondant à leur usage. L'agence notifie au gestionnaire le montant des redevances dues en application du tableau du V de l'article L. 213-10-9, le gestionnaire en répercutant le montant sur les usagers du canal.<p></p><p></p>   V. - En l'absence de mesure ou de communication des résultats de la mesure, le volume d'eau prélevé est calculé forfaitairement en multipliant le nombre d'unités de la grandeur caractéristique de l'activité à l'origine du prélèvement par un volume forfaitaire prélevé par unité. Un arrêté du ministre chargé de l'environnement définit pour chaque grandeur caractéristique d'une activité le volume forfaitaire d'eau prélevé déterminé à partir de résultats de mesures des prélèvements des activités concernées.<p></p><p></p>   VI. - Pour l'application du 3° du VI de l'article L. 213-10-9, les installations hydroélectriques ne fonctionnant pas au fil de l'eau sont celles dont le titre administratif autorise le fonctionnement par éclusées. En l'absence de mention dans le titre administratif, sont réputées fonctionner au fil de l'eau les installations dont la capacité utile du réservoir d'eau alimentant les équipements de production d'hydroélectricité représente moins de deux heures d'apports d'eau sur la base du débit moyen interannuel naturel du cours d'eau ou qui disposent d'un ouvrage de régulation du débit implanté immédiatement en aval de l'usine hydroélectrique ainsi que les ouvrages de régulation eux-mêmes, sauf lors des périodes correspondant aux obligations réglementaires d'arrêt exceptionnel ou de maintenance et lors des circonstances hydrologiques exceptionnelles.<p></p><p></p>   Dans le cas des stations de transfert d'énergie par pompage, les volumes d'eau renvoyés après turbinage dans le réservoir à l'amont de l'usine hydroélectrique sont déduits de l'assiette de la redevance.<p></p>",
            "num": "R213-48-14",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1199145600000,
            "dateFin": 1301529600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "2003-08-07",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108631",
                        "id": "LEGISCTA000006108631",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-23",
                        "fin": "2999-01-01",
                        "titre": "Livre II : Milieux physiques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129031",
                        "id": "LEGISCTA000006129031",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-23",
                        "fin": "2011-05-07",
                        "titre": "Titre Ier : Eau et milieux aquatiques",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143774",
                        "id": "LEGISCTA000006143774",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2011-05-07",
                        "fin": "2999-01-01",
                        "titre": "Titre Ier :  Eau et milieux aquatiques et marins",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006143774",
                        "id": "LEGISCTA000023954828",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-23",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : Structures administratives et financières",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159377",
                        "id": "LEGISCTA000006159377",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2007-03-23",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Comités de bassin et agences de l'eau",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006176820",
                        "id": "LEGISCTA000006176820",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-01-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 3 : Redevances des agences de l'eau",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006188714",
                        "id": "LEGISCTA000006188714",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2008-01-01",
                        "fin": "2999-01-01",
                        "titre": "Paragraphe 6 : Redevance pour prélèvement sur la ressource en eau",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006195335",
                        "id": "LEGISCTA000006195335",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 53,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de l'environnement",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074220",
                        "id": "LEGITEXT000006074220",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006836909",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006195335",
            "sectionParentId": "LEGISCTA000006195335",
            "sectionParentTitre": "Paragraphe 6 : Redevance pour prélèvement sur la ressource en eau",
            "fullSectionsTitre": "Partie réglementaire &gt; Livre II : Milieux physiques &gt; Titre Ier : Eau et milieux aquatiques &gt; Chapitre III : Structures administratives et financières &gt; Section 3 : Comités de bassin et agences de l'eau &gt; Sous-section 3 : Redevances des agences de l'eau &gt; Paragraphe 6 : Redevance pour prélèvement sur la ressource en eau",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000006836909",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074220",
                    "titre": "Code de l'environnement",
                    "titreLong": "Code de l'environnement",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074220",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000248208",
                    "textTitle": "Décret 2007-397 2007-03-22 JORF 23 mars 2007",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000248208",
                    "natureText": "DECRET",
                    "datePubliTexte": "2007-03-23",
                    "dateSignaTexte": "2007-03-22",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000468683",
                    "textTitle": "Décret n°2007-1311 du 5 septembre 2007 - art. 1 () JORF 7 septembre 2007 en vigueur le 1er janvier 2008",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006267988",
                    "natureText": "DECRET",
                    "datePubliTexte": "2007-09-07",
                    "dateSignaTexte": "2007-09-05",
                    "dateDebutCible": "2008-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000017574625",
                    "textTitle": "Arrêté du 9 novembre 2007 - art. 6 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000020956234",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1196899200000,
                    "dateDebut": 1199145600000
                },
                {
                    "textCid": "JORFTEXT000017574625",
                    "textTitle": "Arrêté du 9 novembre 2007, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFTEXT000017574625",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1196899200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000020954779",
                    "textTitle": "Arrêté du 23 juillet 2009 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000020958431",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1249516800000,
                    "dateDebut": 1249603200000
                },
                {
                    "textCid": "JORFTEXT000025023558",
                    "textTitle": "Arrêté du 19 décembre 2011 - art. 7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "7",
                    "articleId": "LEGIARTI000025027306",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1324684800000,
                    "dateDebut": 1325376000000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L2224-7 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L2224-7",
                    "articleId": "LEGIARTI000006390351",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 825120000000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L211-3 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L211-3",
                    "articleId": "LEGIARTI000006832985",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. L213-10-9 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L213-10-9",
                    "articleId": "LEGIARTI000006833067",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1199145600000
                },
                {
                    "textCid": "LEGITEXT000006074220",
                    "textTitle": "Code de l'environnement - art. R213-48-21 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R213-48-21",
                    "articleId": "LEGIARTI000038714700",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577836800000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006836909",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1199145600000,
                    "dateFin": 1301529600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000023785834",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1301529600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R213-48-14",
                "213-48-14"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}