{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000033239259",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Dans les deux mois qui suivent leur affectation, les membres du Conseil d'Etat remettent une déclaration exhaustive, exacte et sincère de leurs intérêts au président de la section à laquelle ils ont été affectés. La déclaration est transmise au vice-président du Conseil d'Etat. Dans les deux mois qui suivent leur prise de fonctions, les présidents de section et le secrétaire général remettent une déclaration exhaustive, exacte et sincère de leurs intérêts au vice-président du Conseil d'Etat. La déclaration d'intérêts mentionne les liens et les intérêts détenus de nature à influencer ou à paraître influencer l'exercice indépendant, impartial et objectif des fonctions, que le déclarant a, ou qu'il a eus pendant les cinq années précédant son affectation ou sa prise de fonctions. Elle ne comporte aucune mention des opinions ou des activités politiques, syndicales, religieuses ou philosophiques de l'intéressé, sauf lorsque leur révélation résulte de la déclaration de fonctions ou de mandats exercés publiquement. La remise de la déclaration d'intérêts donne lieu à un entretien déontologique avec l'autorité à laquelle la déclaration a été remise, ayant pour objet de prévenir tout éventuel conflit d'intérêts et d'inviter, s'il y a lieu, à mettre fin à une situation de conflit d'intérêts. A l'issue de l'entretien, la déclaration peut être modifiée par le déclarant. L'entretien peut être renouvelé à tout moment à la demande du déclarant ou de l'autorité. L'autorité à laquelle la déclaration a été remise peut solliciter l'avis du collège de déontologie de la juridiction administrative sur la déclaration lorsqu'il existe un doute sur une éventuelle situation de conflit d'intérêts. Lorsque l'avis est sollicité par un président de section, il est également porté à la connaissance du vice-président du Conseil d'Etat. Toute modification substantielle des liens et intérêts détenus fait l'objet, dans un délai de deux mois, d'une déclaration complémentaire dans les mêmes formes et peut donner lieu à un entretien déontologique. La déclaration d'intérêts est annexée au dossier de l'intéressé selon des modalités garantissant sa confidentialité, sous réserve de sa consultation par les personnes autorisées à y accéder. Lorsqu'une procédure disciplinaire est engagée, le garde des sceaux, ministre de la justice, et la commission supérieure du Conseil d'Etat mentionnée à l' article L. 132-1 peuvent obtenir communication de la déclaration d'intérêts. II. – Dans les deux mois qui suivent sa prise de fonctions, le vice-président du Conseil d'Etat remet une déclaration exhaustive, exacte et sincère de ses intérêts au collège de déontologie de la juridiction administrative, qui peut lui adresser des observations ayant pour objet de prévenir tout éventuel conflit d'intérêts et de l'inviter, s'il y a lieu, à mettre fin à une situation de conflit d'intérêts. Toute modification substantielle des liens et intérêts détenus fait l'objet, dans un délai de deux mois, d'une déclaration complémentaire dans les mêmes formes. Les troisième, avant-dernier et dernier alinéas du I du présent article sont applicables. III. – Un décret en Conseil d'Etat précise les conditions d'application du présent article, notamment le modèle, le contenu et les conditions de remise, de mise à jour, de conservation et de consultation de la déclaration d'intérêts.",
            "texteHtml": "<p>I. – Dans les deux mois qui suivent leur affectation, les membres du Conseil d'Etat remettent une déclaration exhaustive, exacte et sincère de leurs intérêts au président de la section à laquelle ils ont été affectés. La déclaration est transmise au vice-président du Conseil d'Etat.</p><p>Dans les deux mois qui suivent leur prise de fonctions, les présidents de section et le secrétaire général remettent une déclaration exhaustive, exacte et sincère de leurs intérêts au vice-président du Conseil d'Etat.</p><p>La déclaration d'intérêts mentionne les liens et les intérêts détenus de nature à influencer ou à paraître influencer l'exercice indépendant, impartial et objectif des fonctions, que le déclarant a, ou qu'il a eus pendant les cinq années précédant son affectation ou sa prise de fonctions. Elle ne comporte aucune mention des opinions ou des activités politiques, syndicales, religieuses ou philosophiques de l'intéressé, sauf lorsque leur révélation résulte de la déclaration de fonctions ou de mandats exercés publiquement.</p><p>La remise de la déclaration d'intérêts donne lieu à un entretien déontologique avec l'autorité à laquelle la déclaration a été remise, ayant pour objet de prévenir tout éventuel conflit d'intérêts et d'inviter, s'il y a lieu, à mettre fin à une situation de conflit d'intérêts. A l'issue de l'entretien, la déclaration peut être modifiée par le déclarant. L'entretien peut être renouvelé à tout moment à la demande du déclarant ou de l'autorité.</p><p>L'autorité à laquelle la déclaration a été remise peut solliciter l'avis du collège de déontologie de la juridiction administrative sur la déclaration lorsqu'il existe un doute sur une éventuelle situation de conflit d'intérêts. Lorsque l'avis est sollicité par un président de section, il est également porté à la connaissance du vice-président du Conseil d'Etat.</p><p>Toute modification substantielle des liens et intérêts détenus fait l'objet, dans un délai de deux mois, d'une déclaration complémentaire dans les mêmes formes et peut donner lieu à un entretien déontologique.</p><p>La déclaration d'intérêts est annexée au dossier de l'intéressé selon des modalités garantissant sa confidentialité, sous réserve de sa consultation par les personnes autorisées à y accéder.</p><p>Lorsqu'une procédure disciplinaire est engagée, le garde des sceaux, ministre de la justice, et la commission supérieure du Conseil d'Etat mentionnée à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070933&idArticle=LEGIARTI000006449192&dateTexte=&categorieLien=cid'>article L. 132-1</a> peuvent obtenir communication de la déclaration d'intérêts.</p><p>II. – Dans les deux mois qui suivent sa prise de fonctions, le vice-président du Conseil d'Etat remet une déclaration exhaustive, exacte et sincère de ses intérêts au collège de déontologie de la juridiction administrative, qui peut lui adresser des observations ayant pour objet de prévenir tout éventuel conflit d'intérêts et de l'inviter, s'il y a lieu, à mettre fin à une situation de conflit d'intérêts.</p><p>Toute modification substantielle des liens et intérêts détenus fait l'objet, dans un délai de deux mois, d'une déclaration complémentaire dans les mêmes formes.</p><p>Les troisième, avant-dernier et dernier alinéas du I du présent article sont applicables.</p><p>III. – Un décret en Conseil d'Etat précise les conditions d'application du présent article, notamment le modèle, le contenu et les conditions de remise, de mise à jour, de conservation et de consultation de la déclaration d'intérêts.</p>",
            "num": "L131-7",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "VIGUEUR",
            "dateDebut": 1476489600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2013273972,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-12-31",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006091521",
                        "id": "LEGISCTA000006091521",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Le Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006118209",
                        "id": "LEGISCTA000006118209",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Dispositions statutaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006136447",
                        "id": "LEGISCTA000006136447",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006150374",
                        "id": "LEGISCTA000006150374",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2000-12-31",
                        "fin": "2999-01-01",
                        "titre": "Code de justice administrative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070933",
                        "id": "LEGITEXT000006070933",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000032436605",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006150374",
            "sectionParentId": "LEGISCTA000006150374",
            "sectionParentTitre": "Chapitre Ier : Dispositions générales",
            "fullSectionsTitre": "Partie législative &gt; Livre Ier : Le Conseil d'Etat &gt; Titre III : Dispositions statutaires &gt; Chapitre Ier : Dispositions générales",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000033239259",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070933",
                    "titre": "Code de justice administrative",
                    "titreLong": "Code de justice administrative",
                    "etat": "VIGUEUR",
                    "dateDebut": 978220800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070933",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000033234677",
                    "textTitle": "Ordonnance n°2016-1365 du 13 octobre 2016 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000033235460",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2016-10-14",
                    "dateSignaTexte": "2016-10-13",
                    "dateDebutCible": "2016-10-15"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000041506165",
                    "textTitle": "Décret n°2020-69 du 30 janvier 2020 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000041511076",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2020-69",
                    "datePubli": 1580428800000,
                    "dateDebut": 1580515200000
                },
                {
                    "textCid": "LEGITEXT000006070933",
                    "textTitle": "Code de justice administrative - art. L131-6 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L131-6",
                    "articleId": "LEGIARTI000043632523",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006070933",
                    "textTitle": "Code de justice administrative - art. L131-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L131-8",
                    "articleId": "LEGIARTI000032436607",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1461283200000
                },
                {
                    "textCid": "LEGITEXT000006070933",
                    "textTitle": "Code de justice administrative - art. L132-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L132-1",
                    "articleId": "LEGIARTI000006449192",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1476489600000
                },
                {
                    "textCid": "LEGITEXT000006070933",
                    "textTitle": "Code de justice administrative - art. R131-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R131-3",
                    "articleId": "LEGIARTI000033839534",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483833600000
                },
                {
                    "textCid": "LEGITEXT000006070933",
                    "textTitle": "Code de justice administrative - art. R131-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R131-4",
                    "articleId": "LEGIARTI000033839536",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483833600000
                },
                {
                    "textCid": "LEGITEXT000006070933",
                    "textTitle": "Code de justice administrative - art. R131-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R131-5",
                    "articleId": "LEGIARTI000033839538",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483833600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000032436605",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1461283200000,
                    "dateFin": 1476489600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033239259",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1476489600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L131-7",
                "131-7"
            ],
            "versionPrecedente": "LEGIARTI000032436605",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000032436605",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Dans les deux mois qui suivent leur affectation, les membres du Conseil d'Etat remettent une déclaration exhaustive, exacte et sincère de leurs intérêts au président de la section à laquelle ils ont été affectés. La déclaration est transmise au vice-président du Conseil d'Etat. Dans les deux mois qui suivent leur prise de fonctions, les présidents de section et le secrétaire général remettent une déclaration exhaustive, exacte et sincère de leurs intérêts au vice-président du Conseil d'Etat. La déclaration d'intérêts mentionne les liens et les intérêts détenus de nature à influencer ou à paraître influencer l'exercice indépendant, impartial et objectif des fonctions, que le déclarant a, ou qu'il a eus pendant les cinq années précédant son affectation ou sa prise de fonctions. Elle ne comporte aucune mention des opinions ou des activités politiques, syndicales, religieuses ou philosophiques de l'intéressé, sauf lorsque leur révélation résulte de la déclaration de fonctions ou de mandats exercés publiquement. La remise de la déclaration d'intérêts donne lieu à un entretien déontologique avec l'autorité à laquelle la déclaration a été remise, ayant pour objet de prévenir tout éventuel conflit d'intérêts et d'inviter, s'il y a lieu, à mettre fin à une situation de conflit d'intérêts. A l'issue de l'entretien, la déclaration peut être modifiée par le déclarant. L'entretien peut être renouvelé à tout moment à la demande du déclarant ou de l'autorité. L'autorité à laquelle la déclaration a été remise peut solliciter l'avis du collège de déontologie de la juridiction administrative sur la déclaration lorsqu'il existe un doute sur une éventuelle situation de conflit d'intérêts. Lorsque l'avis est sollicité par un président de section, il est également porté à la connaissance du vice-président du Conseil d'Etat. Toute modification substantielle des liens et intérêts détenus fait l'objet, dans un délai de deux mois, d'une déclaration complémentaire dans les mêmes formes et peut donner lieu à un entretien déontologique. La déclaration d'intérêts est annexée au dossier de l'intéressé selon des modalités garantissant sa confidentialité, sous réserve de sa consultation par les personnes autorisées à y accéder. Lorsqu'une procédure disciplinaire est engagée, le garde des sceaux, ministre de la justice, et la commission consultative mentionnée à l' article L. 132-1 peuvent obtenir communication de la déclaration d'intérêts. II.-Dans les deux mois qui suivent sa prise de fonctions, le vice-président du Conseil d'Etat remet une déclaration exhaustive, exacte et sincère de ses intérêts au collège de déontologie de la juridiction administrative, qui peut lui adresser des observations ayant pour objet de prévenir tout éventuel conflit d'intérêts et de l'inviter, s'il y a lieu, à mettre fin à une situation de conflit d'intérêts. Toute modification substantielle des liens et intérêts détenus fait l'objet, dans un délai de deux mois, d'une déclaration complémentaire dans les mêmes formes. Les troisième, avant-dernier et dernier alinéas du I du présent article sont applicables. III.-Un décret en Conseil d'Etat précise les conditions d'application du présent article, notamment le modèle, le contenu et les conditions de remise, de mise à jour, de conservation et de consultation de la déclaration d'intérêts.",
            "texteHtml": "<div align='left'>I.-Dans les deux mois qui suivent leur affectation, les membres du Conseil d'Etat remettent une déclaration exhaustive, exacte et sincère de leurs intérêts au président de la section à laquelle ils ont été affectés. La déclaration est transmise au vice-président du Conseil d'Etat. <br/><br/>Dans les deux mois qui suivent leur prise de fonctions, les présidents de section et le secrétaire général remettent une déclaration exhaustive, exacte et sincère de leurs intérêts au vice-président du Conseil d'Etat. <br/><br/>La déclaration d'intérêts mentionne les liens et les intérêts détenus de nature à influencer ou à paraître influencer l'exercice indépendant, impartial et objectif des fonctions, que le déclarant a, ou qu'il a eus pendant les cinq années précédant son affectation ou sa prise de fonctions. Elle ne comporte aucune mention des opinions ou des activités politiques, syndicales, religieuses ou philosophiques de l'intéressé, sauf lorsque leur révélation résulte de la déclaration de fonctions ou de mandats exercés publiquement. <br/><br/>La remise de la déclaration d'intérêts donne lieu à un entretien déontologique avec l'autorité à laquelle la déclaration a été remise, ayant pour objet de prévenir tout éventuel conflit d'intérêts et d'inviter, s'il y a lieu, à mettre fin à une situation de conflit d'intérêts. A l'issue de l'entretien, la déclaration peut être modifiée par le déclarant. L'entretien peut être renouvelé à tout moment à la demande du déclarant ou de l'autorité. <br/><br/>L'autorité à laquelle la déclaration a été remise peut solliciter l'avis du collège de déontologie de la juridiction administrative sur la déclaration lorsqu'il existe un doute sur une éventuelle situation de conflit d'intérêts. Lorsque l'avis est sollicité par un président de section, il est également porté à la connaissance du vice-président du Conseil d'Etat. <br/><br/>Toute modification substantielle des liens et intérêts détenus fait l'objet, dans un délai de deux mois, d'une déclaration complémentaire dans les mêmes formes et peut donner lieu à un entretien déontologique. <br/><br/>La déclaration d'intérêts est annexée au dossier de l'intéressé selon des modalités garantissant sa confidentialité, sous réserve de sa consultation par les personnes autorisées à y accéder. <br/><br/>Lorsqu'une procédure disciplinaire est engagée, le garde des sceaux, ministre de la justice, et la commission consultative mentionnée à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070933&idArticle=LEGIARTI000006449192&dateTexte=&categorieLien=cid' title='Code de justice administrative - art. L132-1 (V)'>article L. 132-1</a> peuvent obtenir communication de la déclaration d'intérêts. <br/><br/>II.-Dans les deux mois qui suivent sa prise de fonctions, le vice-président du Conseil d'Etat remet une déclaration exhaustive, exacte et sincère de ses intérêts au collège de déontologie de la juridiction administrative, qui peut lui adresser des observations ayant pour objet de prévenir tout éventuel conflit d'intérêts et de l'inviter, s'il y a lieu, à mettre fin à une situation de conflit d'intérêts. <br/><br/>Toute modification substantielle des liens et intérêts détenus fait l'objet, dans un délai de deux mois, d'une déclaration complémentaire dans les mêmes formes. <br/><br/>Les troisième, avant-dernier et dernier alinéas du I du présent article sont applicables. <br/><br/>III.-Un décret en Conseil d'Etat précise les conditions d'application du présent article, notamment le modèle, le contenu et les conditions de remise, de mise à jour, de conservation et de consultation de la déclaration d'intérêts.<br/><br/><br/></div>",
            "num": "L131-7",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1461283200000,
            "dateFin": 1476489600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 2013273972,
            "context": {
                "titresTM": [
                    {
                        "debut": "2000-12-31",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006091521",
                        "id": "LEGISCTA000006091521",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Le Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006118209",
                        "id": "LEGISCTA000006118209",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Titre III : Dispositions statutaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006136447",
                        "id": "LEGISCTA000006136447",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2001-01-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006150374",
                        "id": "LEGISCTA000006150374",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "2000-12-31",
                        "fin": "2999-01-01",
                        "titre": "Code de justice administrative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070933",
                        "id": "LEGITEXT000006070933",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000032436605",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006150374",
            "sectionParentId": "LEGISCTA000006150374",
            "sectionParentTitre": "Chapitre Ier : Dispositions générales",
            "fullSectionsTitre": "Partie législative &gt; Livre Ier : Le Conseil d'Etat &gt; Titre III : Dispositions statutaires &gt; Chapitre Ier : Dispositions générales",
            "refInjection": "IG-20230926",
            "idTechInjection": "LEGIARTI000032436605",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070933",
                    "titre": "Code de justice administrative",
                    "titreLong": "Code de justice administrative",
                    "etat": "VIGUEUR",
                    "dateDebut": 978220800000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070933",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000032433852",
                    "textTitle": "LOI n°2016-483 du 20 avril 2016 - art. 12",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "12",
                    "articleId": "LEGIARTI000032435458",
                    "natureText": "LOI",
                    "datePubliTexte": "2016-04-21",
                    "dateSignaTexte": "2016-04-20",
                    "dateDebutCible": "2016-04-22"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000041506165",
                    "textTitle": "Décret n°2020-69 du 30 janvier 2020 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000041511076",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2020-69",
                    "datePubli": 1580428800000,
                    "dateDebut": 1580515200000
                },
                {
                    "textCid": "LEGITEXT000006070933",
                    "textTitle": "Code de justice administrative - art. L131-6 (VD)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L131-6",
                    "articleId": "LEGIARTI000043632523",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1640995200000
                },
                {
                    "textCid": "LEGITEXT000006070933",
                    "textTitle": "Code de justice administrative - art. L131-8 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "L131-8",
                    "articleId": "LEGIARTI000032436607",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1461283200000
                },
                {
                    "textCid": "LEGITEXT000006070933",
                    "textTitle": "Code de justice administrative - art. L132-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L132-1",
                    "articleId": "LEGIARTI000006449192",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1476489600000
                },
                {
                    "textCid": "LEGITEXT000006070933",
                    "textTitle": "Code de justice administrative - art. R131-3 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R131-3",
                    "articleId": "LEGIARTI000033839534",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483833600000
                },
                {
                    "textCid": "LEGITEXT000006070933",
                    "textTitle": "Code de justice administrative - art. R131-4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R131-4",
                    "articleId": "LEGIARTI000033839536",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483833600000
                },
                {
                    "textCid": "LEGITEXT000006070933",
                    "textTitle": "Code de justice administrative - art. R131-5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R131-5",
                    "articleId": "LEGIARTI000033839538",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483833600000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000032436605",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1461283200000,
                    "dateFin": 1476489600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033239259",
                    "etat": "VIGUEUR",
                    "version": "2.0",
                    "dateDebut": 1476489600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L131-7",
                "131-7"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}