{
    "cid": "LEGIARTI000035514081",
    "num": "A385-1",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107827",
                        "id": "LEGISCTA000006107827",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1976-07-21",
                        "fin": "2999-01-01",
                        "titre": "Livre III : Les entreprises.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128179",
                        "id": "LEGISCTA000006128179",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2017-09-07",
                        "fin": "2999-01-01",
                        "titre": "Titre VIII : Fonds de retraite professionnelle supplémentaire ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000035514075",
                        "id": "LEGISCTA000035514075",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2017-09-07",
                        "fin": "2999-01-01",
                        "titre": "Chapitre V : Règles financières et prudentielles applicables aux fonds de retraite professionnelle supplémentaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000035514077",
                        "id": "LEGISCTA000035514077",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2017-09-07",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Exigences de Solvabilité",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000035514079",
                        "id": "LEGISCTA000035514079",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1976-07-11",
                        "fin": "2999-01-01",
                        "titre": "Code des assurances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006073984",
                        "id": "LEGITEXT000006073984",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000035514081",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000045374026",
                    "textTitle": "Décision n°2022-C-03 du 4 mars 2022 - art. 1, v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "JORFARTI000045374028",
                    "natureText": "DECISION",
                    "date": 1647638207352,
                    "parentCid": null,
                    "numTexte": "2022-C-03",
                    "datePubli": 1647561600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L232-11",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L232-11",
                    "articleId": "LEGIARTI000006229025",
                    "natureText": "CODE",
                    "date": 1647638207352,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 969494400000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. L385-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L385-2",
                    "articleId": "LEGIARTI000034382920",
                    "natureText": "CODE",
                    "date": 1647638207352,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1491609600000
                },
                {
                    "textCid": "LEGITEXT000006073984",
                    "textTitle": "Code des assurances - art. R385-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R385-1",
                    "articleId": "LEGIARTI000035224006",
                    "natureText": "CODE",
                    "date": 1647638207352,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1514678400000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000035511666",
                    "textTitle": "Arrêté du 14 août 2017 - art. 4",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000035513393",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2017-09-06",
                    "dateSignaTexte": "2017-08-14",
                    "dateDebutCible": "2017-09-07"
                }
            ],
            "num": "A385-1",
            "origine": "LEGI",
            "texte": "I. – Les actions de préférence entrant dans la composition de la marge de solvabilité mentionnées au 1° du I de article R. 385-1 doivent répondre aux conditions suivantes : a) Ces titres sont assortis de droits financiers définis par les statuts ; les versements correspondant à ces droits équivalents à une fraction du bénéfice distribuable de l'exercice, au sens de l' article L. 232-11 du code de commerce ; b) Le fonds de retraite professionnelle supplémentaire a la faculté de suspendre le versement de ces droits financiers dans des conditions prévues par les statuts ; il est tenu de le faire si cette suspension est nécessaire au respect par le fonds de retraite professionnelle supplémentaire des dispositions de l'article L. 385-2 ; c) Dans les cas visés au b, le versement des droits financiers ne peut être reporté à un exercice ultérieur ; d) Dans l'hypothèse d'une liquidation du fonds de retraite professionnelle supplémentaire débiteur, ces titres ne peuvent être remboursés qu'après règlement de toutes les dettes existant à la date de la liquidation ou contractées pour les besoins de celle-ci ; e) Ces titres ont la capacité d'absorber les pertes, même en cas de poursuite de l'activité ; f) Les statuts prévoient qu'ils ne peuvent être modifiés qu'après que l'autorité de contrôle aura déclaré, après avoir vérifié que le contrat modifié continuera de remplir les conditions fixées au présent article, ne pas s'opposer à la modification envisagée ; g) Si les statuts prévoient une possibilité de rachat des actions de préférence par le fonds de retraite professionnelle supplémentaire émetteur ou si la conversion des actions de préférence en actions ordinaires se traduit par une réduction de capital, ce rachat ou cette conversion ne peut intervenir avant cinq ans à compter de la date d'émission et nécessite l'approbation préalable de l'autorité de contrôle. II. – Les actions de préférence entrant dans la composition de la marge de solvabilité mentionnées au 1° du II de l'article R. 385-1 doivent répondre aux conditions fixées au I du présent article, à l'exception du a, du b et du c. III. – Les emprunts et titres subordonnés entrant dans la composition de la marge de solvabilité visés à l'article R. 385-1 doivent répondre aux conditions suivantes : 1° Dans l'hypothèse d'une liquidation du fonds de retraite professionnelle supplémentaire débiteur, ces titres ou emprunts ne peuvent être remboursés qu'après règlement de toutes les autres dettes existant à la date de la liquidation ou contractées pour les besoins de celle-ci ; 2° Le contrat d'émission ou d'emprunt ne comporte pas de clause prévoyant que, dans des circonstances déterminées autres que la liquidation du fonds de retraite professionnelle supplémentaire débiteur, la dette devra être remboursée avant l'échéance convenue ; 3° Le contrat d'émission ou d'emprunt prévoit qu'il ne pourra être modifié qu'après que l'Autorité de contrôle prudentiel et de résolution aura déclaré, après avoir vérifié que le contrat modifié continuera de remplir les conditions fixées au présent article, ne pas s'opposer à la modification envisagée ; 4° Le contrat d'émission ou d'emprunt doit prévoir une échéance de remboursement des fonds au moins égale à cinq ans ou, lorsque aucune échéance n'est fixée, un préavis d'au moins cinq ans pour tout remboursement. IV. – Au plus tard un an avant la date prévue pour le remboursement de tout ou partie des fonds visés au II et au III ci-dessus, le fonds de retraite professionnelle supplémentaire débiteur soumet à l'Autorité de contrôle prudentiel et de résolution un plan indiquant comment la marge de solvabilité sera maintenue, après le remboursement, au niveau requis par la réglementation. Ce plan n'est pas exigé si la part des fonds incluse dans la marge de solvabilité est progressivement et régulièrement ramenée à zéro par le fonds de retraite professionnelle supplémentaire au cours des cinq dernières années au moins avant l'échéance de remboursement. V. – Les fonds provenant des emprunts et titres subordonnés à durée déterminée entrant dans la composition de la marge de solvabilité peuvent être remboursés par anticipation à l'initiative du fonds de retraite professionnelle supplémentaire débiteur si l'Autorité de contrôle prudentiel et de résolution a préalablement autorisé un tel remboursement, après s'être assurée que la marge de solvabilité ne risquait pas d'être ramenée en dessous du niveau nécessaire pour garantir durablement le respect de la marge requise par la réglementation. Dans les mêmes conditions, l'Autorité de contrôle prudentiel et de résolution peut autoriser le remboursement des fonds provenant des emprunts et titres subordonnés à durée indéterminée entrant dans la composition de la marge de solvabilité sans application du préavis prévu au 4° du III du présent article. Dans les cas visés au présent paragraphe, le fonds de retraite professionnelle supplémentaire débiteur soumet au moins six mois à l'avance à l'Autorité de contrôle prudentiel et de résolution, à l'appui de sa demande d'autorisation, un plan indiquant comment la marge de solvabilité sera maintenue, après le remboursement, au niveau requis par la réglementation. L'absence de décision notifiée au fonds de retraite professionnelle supplémentaire à l'expiration d'un délai de six mois vaut autorisation. Sont notamment soumis aux dispositions du présent paragraphe l'amortissement anticipé par offre publique d'achat ou d'échange et le rachat en bourse de titres cotés ; toutefois un émetteur peut racheter en bourse sans autorisation préalable jusqu'à 5 % des titres émis, à condition d'informer l'Autorité de contrôle prudentiel et de résolution des rachats effectués. VI. – Les contrats d'émission concernant des emprunts et titres à durée indéterminée qui prévoient formellement que tout remboursement est subordonné à autorisation préalable de l'Autorité de contrôle prudentiel et de résolution n'ont pas à prévoir le délai de préavis minimum visé au 4° du III du présent article.",
            "texteHtml": "<p>I. – Les actions de préférence entrant dans la composition de la marge de solvabilité mentionnées au 1° du I de article <a href='/article/LEGIARTI000035224006'>R. 385-1 </a>doivent répondre aux conditions suivantes :</p><p>a) Ces titres sont assortis de droits financiers définis par les statuts ; les versements correspondant à ces droits équivalents à une fraction du bénéfice distribuable de l'exercice, au sens de l'<a href='/article/LEGIARTI000006229025'>article L. 232-11 du code de commerce </a>;</p><p>b) Le fonds de retraite professionnelle supplémentaire a la faculté de suspendre le versement de ces droits financiers dans des conditions prévues par les statuts ; il est tenu de le faire si cette suspension est nécessaire au respect par le fonds de retraite professionnelle supplémentaire des dispositions de l'article <a href='/article/LEGIARTI000034382920'>L. 385-2</a> ;</p><p>c) Dans les cas visés au b, le versement des droits financiers ne peut être reporté à un exercice ultérieur ;</p><p>d) Dans l'hypothèse d'une liquidation du fonds de retraite professionnelle supplémentaire débiteur, ces titres ne peuvent être remboursés qu'après règlement de toutes les dettes existant à la date de la liquidation ou contractées pour les besoins de celle-ci ;</p><p>e) Ces titres ont la capacité d'absorber les pertes, même en cas de poursuite de l'activité ;</p><p>f) Les statuts prévoient qu'ils ne peuvent être modifiés qu'après que l'autorité de contrôle aura déclaré, après avoir vérifié que le contrat modifié continuera de remplir les conditions fixées au présent article, ne pas s'opposer à la modification envisagée ;</p><p>g) Si les statuts prévoient une possibilité de rachat des actions de préférence par le fonds de retraite professionnelle supplémentaire émetteur ou si la conversion des actions de préférence en actions ordinaires se traduit par une réduction de capital, ce rachat ou cette conversion ne peut intervenir avant cinq ans à compter de la date d'émission et nécessite l'approbation préalable de l'autorité de contrôle.</p><p>II. – Les actions de préférence entrant dans la composition de la marge de solvabilité mentionnées au 1° du II de l'article R. 385-1 doivent répondre aux conditions fixées au I du présent article, à l'exception du a, du b et du c.</p><p>III. – Les emprunts et titres subordonnés entrant dans la composition de la marge de solvabilité visés à l'article R. 385-1 doivent répondre aux conditions suivantes :</p><p>1° Dans l'hypothèse d'une liquidation du fonds de retraite professionnelle supplémentaire débiteur, ces titres ou emprunts ne peuvent être remboursés qu'après règlement de toutes les autres dettes existant à la date de la liquidation ou contractées pour les besoins de celle-ci ;</p><p>2° Le contrat d'émission ou d'emprunt ne comporte pas de clause prévoyant que, dans des circonstances déterminées autres que la liquidation du fonds de retraite professionnelle supplémentaire débiteur, la dette devra être remboursée avant l'échéance convenue ;</p><p>3° Le contrat d'émission ou d'emprunt prévoit qu'il ne pourra être modifié qu'après que l'Autorité de contrôle prudentiel et de résolution aura déclaré, après avoir vérifié que le contrat modifié continuera de remplir les conditions fixées au présent article, ne pas s'opposer à la modification envisagée ;</p><p>4° Le contrat d'émission ou d'emprunt doit prévoir une échéance de remboursement des fonds au moins égale à cinq ans ou, lorsque aucune échéance n'est fixée, un préavis d'au moins cinq ans pour tout remboursement.</p><p>IV. – Au plus tard un an avant la date prévue pour le remboursement de tout ou partie des fonds visés au II et au III ci-dessus, le fonds de retraite professionnelle supplémentaire débiteur soumet à l'Autorité de contrôle prudentiel et de résolution un plan indiquant comment la marge de solvabilité sera maintenue, après le remboursement, au niveau requis par la réglementation. Ce plan n'est pas exigé si la part des fonds incluse dans la marge de solvabilité est progressivement et régulièrement ramenée à zéro par le fonds de retraite professionnelle supplémentaire au cours des cinq dernières années au moins avant l'échéance de remboursement.</p><p>V. – Les fonds provenant des emprunts et titres subordonnés à durée déterminée entrant dans la composition de la marge de solvabilité peuvent être remboursés par anticipation à l'initiative du fonds de retraite professionnelle supplémentaire débiteur si l'Autorité de contrôle prudentiel et de résolution a préalablement autorisé un tel remboursement, après s'être assurée que la marge de solvabilité ne risquait pas d'être ramenée en dessous du niveau nécessaire pour garantir durablement le respect de la marge requise par la réglementation.</p><p>Dans les mêmes conditions, l'Autorité de contrôle prudentiel et de résolution peut autoriser le remboursement des fonds provenant des emprunts et titres subordonnés à durée indéterminée entrant dans la composition de la marge de solvabilité sans application du préavis prévu au 4° du III du présent article.</p><p>Dans les cas visés au présent paragraphe, le fonds de retraite professionnelle supplémentaire débiteur soumet au moins six mois à l'avance à l'Autorité de contrôle prudentiel et de résolution, à l'appui de sa demande d'autorisation, un plan indiquant comment la marge de solvabilité sera maintenue, après le remboursement, au niveau requis par la réglementation. L'absence de décision notifiée au fonds de retraite professionnelle supplémentaire à l'expiration d'un délai de six mois vaut autorisation.</p><p>Sont notamment soumis aux dispositions du présent paragraphe l'amortissement anticipé par offre publique d'achat ou d'échange et le rachat en bourse de titres cotés ; toutefois un émetteur peut racheter en bourse sans autorisation préalable jusqu'à 5 % des titres émis, à condition d'informer l'Autorité de contrôle prudentiel et de résolution des rachats effectués.</p><p>VI. – Les contrats d'émission concernant des emprunts et titres à durée indéterminée qui prévoient formellement que tout remboursement est subordonné à autorisation préalable de l'Autorité de contrôle prudentiel et de résolution n'ont pas à prévoir le délai de préavis minimum visé au 4° du III du présent article.</p>",
            "type": "AUTONOME",
            "dateDebut": "2017-09-07T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}