{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000006804471",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1. La vérification CE est la procédure par laquelle le fabricant ou son mandataire établi dans l'un des Etats membres de l'Union européenne ou parties à l'accord sur l'Espace économique européen assure et déclare que les produits qui ont été soumis aux dispositions du point 4 sont conformes au type décrit dans le certificat d'examen CE de type et répondent aux exigences du livre V bis du code de la santé publique qui leur sont applicables. 2. Le fabricant prend toutes les mesures nécessaires pour que le procédé de fabrication assure la conformité des produits au type décrit dans le certificat d'examen CE de type et aux exigences du présent livre V bis qui s'y appliquent. Il établit avant le début de la fabrication une documentation définissant les procédés de fabrication, en particulier le cas échéant en matière de stérilisation, ainsi que l'ensemble des dispositions préétablies et systématiques qui seront mises en oeuvre pour assurer l'homogénéité de la production et la conformité des produits le cas échéant au type décrit dans le certificat d'examen CE de type ainsi qu'aux exigences du livre V bis qui leur sont applicables. Il appose le marquage CE conformément aux articles R. 665-33 à R. 665-35 du code de la santé publique et établit une déclaration de conformité. En outre, dans le cas des produits mis sur le marché à l'état stérile et pour les seuls aspects de la fabrication destinés à l'obtention de l'état stérile et à son maintien, le fabricant applique les dispositions de l'annexe V, points 3 et 4. 3. Le fabricant s'engage à mettre en place et à tenir à jour une procédure systématique d'examen des données acquises sur les dispositifs depuis leur production et à mettre en oeuvre des moyens appropriés pour appliquer les mesures correctives nécessaires. Cet engagement comprend l'obligation pour le fabricant d'informer le directeur général de l'Agence française de sécurité sanitaire des produits de santé des incidents suivants dès qu'il en a connaissance : i) Tout dysfonctionnement ou toute altération des caractéristiques et / ou des performances d'un dispositif ainsi que toute inadéquation dans l'étiquetage ou dans la notice d'instructions susceptible d'entraîner ou d'avoir entraîné la mort ou une dégradation grave de l'état de santé d'un patient ou d'un utilisateur ; ii) Toute raison d'ordre technique ou médical liée aux caractéristiques ou aux performances d'un dispositif et ayant entraîné pour les raisons visées au point i le rappel systématique par le fabricant des dispositifs appartenant au même type. 4.L'organisme habilité effectue les examens et essais appropriés afin de vérifier la conformité du produit aux exigences du présent décret soit par contrôle et essai de chaque produit comme spécifié au point 5, soit par contrôle et essai des produits sur une base statistique comme spécifié au point 6 au choix du fabricant. Les vérifications susmentionnées ne sont pas applicables en ce qui concerne les aspects de la fabrication ayant trait à l'obtention de la stérilité. En outre, le fabricant doit autoriser l'organisme habilité à évaluer l'efficacité des mesures prises en application du point 2 ci-dessus, le cas échéant par audit. 5. Vérification par contrôle et essai de chaque produit, à l'exception des dispositifs médicaux implantables actifs. 5. 1. Chaque produit est examiné individuellement et les essais appropriés définis dans la (les) norme (s) applicable (s) visée (s) à l'article R. 665-13 ou des essais équivalents sont effectués afin de vérifier, le cas échéant, la conformité des produits avec le type CE décrit dans le certificat d'examen de type et avec les exigences du livre V bis du code de la santé publique qui leur sont applicables ; 5. 2.L'organisme habilité appose ou fait apposer son numéro d'identification sur chaque produit approuvé et établit une attestation de conformité écrite relative aux essais effectués. 6. Vérification statistique : 6. 1. Le fabricant présente les produits fabriqués sous la forme de lots homogènes ; 6. 2. Un échantillon est prélevé au hasard dans chaque lot. Les produits constituant l'échantillon sont examinés individuellement et les essais appropriés définis dans la (les) norme (s) applicables (s) visée (s) à l'article R. 665-13 ou des essais équivalents sont effectués pour vérifier, le cas échéant, la conformité des produits avec le type décrit dans le certificat d'examen CE de type et avec les exigences du présent décret qui leur sont applicables afin de déterminer si le lot est accepté ou rejeté ; 6. 3. Le contrôle statistique des produits sera fait par attributs impliquant un plan d'échantillonnage assurant une qualité limite correspondant à une probabilité d'acceptation de 5  % avec un pourcentage de non-conformité compris entre 3 et 7  %. En outre, pour les dispositifs médicaux implantables actifs, le plan d'échantillonnage présentera un niveau de qualité correspondant à une probabilité d'acceptation de 95  %, avec un pourcentage de non-conformité compris entre 0, 29  % et 1  %. La méthode d'échantillonnage sera établie par les normes visées à l'article R. 665-13 en tenant compte de la spécificité des catégories de produits en question ; 6. 4. Si le lot est accepté, l'organisme habilité appose ou fait apposer son numéro d'identification sur chaque produit et établit une attestation de conformité écrite relative aux essais effectués. Tous les produits du lot peuvent être mis sur le marché, à l'exception des produits de l'échantillon qui n'étaient pas conformes. Si un lot est rejeté, l'organisme habilité compétent prend les mesures appropriées pour empêcher la mise sur le marché de ce lot. En cas de rejet fréquent de lots, l'organisme habilité peut suspendre la vérification statistique. Le fabricant peut, sous la responsabilité de l'organisme habilité, apposer le numéro d'identification de ce dernier au cours du processus de fabrication. 7. Dispositions administratives : Le fabricant ou son mandataire tient à la disposition du directeur général de l'Agence française de sécurité sanitaire des produits de santé pendant une durée d'au moins cinq ans à compter de la dernière date de fabrication du produit : -la déclaration de conformité ; -la documentation visée au point 2 ; -les attestations visées aux points 5. 2 et 6. 4 ; -le cas échéant, le certificat d'examen de type visé à l'annexe III. 8. Application aux dispositifs de la classe II a : La présente annexe peut s'appliquer, conformément au 2° de l'article R. 665-23 du code de la santé publique, aux produits de la classe II a moyennant les dérogations suivantes : 8. 1. Par dérogation aux points 1 et 2, le fabricant assure et déclare par la déclaration de conformité que les produits de la classe II a sont fabriqués conformément à la documentation technique visée au point 3 de l'annexe VII et répondent aux exigences du livre V bis du code de la santé publique qui leur sont applicables ; 8. 2. Par dérogation aux points 1, 2, 5 et 6, les vérifications effectuées par l'organisme habilité ont pour objet de confirmer la conformité des produits de la classe II a à la documentation technique visée au point 3 de l'annexe VII. 9. Application aux dispositifs visés à l'annexe I-A, point 7. 4 bis, et à l'annexe I-B, point 10 bis : Dans le cas du point 5 en ce qui concerne les dispositifs visés à l'annexe I-A, point 7. 4 bis, et en cas de vérification prévue au point 6, le fabricant, au terme de la fabrication de chaque lot de ces dispositifs, informe l'organisme habilité de la libération de ce lot de dispositifs et lui transmet le certificat de libération du lot de la substance mentionnée à l'article R. 665-37-1 utilisée dans ce dispositif, établi par l'Agence française de sécurité sanitaire des produits de santé, ou un laboratoire désigné à cet effet par un autre Etat membre de la Communauté européenne ou partie à l'accord sur l'Espace économique européen.",
            "texteHtml": "<p></p>1. La vérification CE est la procédure par laquelle le fabricant ou son mandataire établi dans l'un des Etats membres de l'Union européenne ou parties à l'accord sur l'Espace économique européen assure et déclare que les produits qui ont été soumis aux dispositions du point 4 sont conformes au type décrit dans le certificat d'examen CE de type et répondent aux exigences du livre V bis du code de la santé publique qui leur sont applicables. <p></p><p></p>2. Le fabricant prend toutes les mesures nécessaires pour que le procédé de fabrication assure la conformité des produits au type décrit dans le certificat d'examen CE de type et aux exigences du présent livre V bis qui s'y appliquent. <p></p><p></p>Il établit avant le début de la fabrication une documentation définissant les procédés de fabrication, en particulier le cas échéant en matière de stérilisation, ainsi que l'ensemble des dispositions préétablies et systématiques qui seront mises en oeuvre pour assurer l'homogénéité de la production et la conformité des produits le cas échéant au type décrit dans le certificat d'examen CE de type ainsi qu'aux exigences du livre V bis qui leur sont applicables. <p></p><p></p>Il appose le marquage CE conformément aux articles R. 665-33 à R. 665-35 du code de la santé publique et établit une déclaration de conformité. <p></p><p></p>En outre, dans le cas des produits mis sur le marché à l'état stérile et pour les seuls aspects de la fabrication destinés à l'obtention de l'état stérile et à son maintien, le fabricant applique les dispositions de l'annexe V, points 3 et 4. <p></p><p></p>3. Le fabricant s'engage à mettre en place et à tenir à jour une procédure systématique d'examen des données acquises sur les dispositifs depuis leur production et à mettre en oeuvre des moyens appropriés pour appliquer les mesures correctives nécessaires. Cet engagement comprend l'obligation pour le fabricant d'informer le directeur général de l'Agence française de sécurité sanitaire des produits de santé des incidents suivants dès qu'il en a connaissance : <p></p><p></p>i) Tout dysfonctionnement ou toute altération des caractéristiques et / ou des performances d'un dispositif ainsi que toute inadéquation dans l'étiquetage ou dans la notice d'instructions susceptible d'entraîner ou d'avoir entraîné la mort ou une dégradation grave de l'état de santé d'un patient ou d'un utilisateur ; <p></p><p></p>ii) Toute raison d'ordre technique ou médical liée aux caractéristiques ou aux performances d'un dispositif et ayant entraîné pour les raisons visées au point i le rappel systématique par le fabricant des dispositifs appartenant au même type. <p></p><p></p>4.L'organisme habilité effectue les examens et essais appropriés afin de vérifier la conformité du produit aux exigences du présent décret soit par contrôle et essai de chaque produit comme spécifié au point 5, soit par contrôle et essai des produits sur une base statistique comme spécifié au point 6 au choix du fabricant. Les vérifications susmentionnées ne sont pas applicables en ce qui concerne les aspects de la fabrication ayant trait à l'obtention de la stérilité. <p></p><p></p>En outre, le fabricant doit autoriser l'organisme habilité à évaluer l'efficacité des mesures prises en application du point 2 ci-dessus, le cas échéant par audit. <p></p><p></p>5. Vérification par contrôle et essai de chaque produit, à l'exception des dispositifs médicaux implantables actifs. <p></p><p></p>5. 1. Chaque produit est examiné individuellement et les essais appropriés définis dans la (les) norme (s) applicable (s) visée (s) à l'article R. 665-13 ou des essais équivalents sont effectués afin de vérifier, le cas échéant, la conformité des produits avec le type CE décrit dans le certificat d'examen de type et avec les exigences du livre V bis du code de la santé publique qui leur sont applicables ; <p></p><p></p>5. 2.L'organisme habilité appose ou fait apposer son numéro d'identification sur chaque produit approuvé et établit une attestation de conformité écrite relative aux essais effectués. <p></p><p></p>6. Vérification statistique : <p></p><p></p>6. 1. Le fabricant présente les produits fabriqués sous la forme de lots homogènes ; <p></p><p></p>6. 2. Un échantillon est prélevé au hasard dans chaque lot. Les produits constituant l'échantillon sont examinés individuellement et les essais appropriés définis dans la (les) norme (s) applicables (s) visée (s) à l'article R. 665-13 ou des essais équivalents sont effectués pour vérifier, le cas échéant, la conformité des produits avec le type décrit dans le certificat d'examen CE de type et avec les exigences du présent décret qui leur sont applicables afin de déterminer si le lot est accepté ou rejeté ; <p></p><p></p>6. 3. Le contrôle statistique des produits sera fait par attributs impliquant un plan d'échantillonnage assurant une qualité limite correspondant à une probabilité d'acceptation de 5  % avec un pourcentage de non-conformité compris entre 3 et 7  %. En outre, pour les dispositifs médicaux implantables actifs, le plan d'échantillonnage présentera un niveau de qualité correspondant à une probabilité d'acceptation de 95  %, avec un pourcentage de non-conformité compris entre 0, 29  % et 1  %. La méthode d'échantillonnage sera établie par les normes visées à l'article R. 665-13 en tenant compte de la spécificité des catégories de produits en question ; <p></p><p></p>6. 4. Si le lot est accepté, l'organisme habilité appose ou fait apposer son numéro d'identification sur chaque produit et établit une attestation de conformité écrite relative aux essais effectués. Tous les produits du lot peuvent être mis sur le marché, à l'exception des produits de l'échantillon qui n'étaient pas conformes. <p></p><p></p>Si un lot est rejeté, l'organisme habilité compétent prend les mesures appropriées pour empêcher la mise sur le marché de ce lot. En cas de rejet fréquent de lots, l'organisme habilité peut suspendre la vérification statistique. <p></p><p></p>Le fabricant peut, sous la responsabilité de l'organisme habilité, apposer le numéro d'identification de ce dernier au cours du processus de fabrication. <p></p><p></p>7. Dispositions administratives : <p></p><p></p>Le fabricant ou son mandataire tient à la disposition du directeur général de l'Agence française de sécurité sanitaire des produits de santé pendant une durée d'au moins cinq ans à compter de la dernière date de fabrication du produit :<p></p><p></p>-la déclaration de conformité ;<p></p><p></p>-la documentation visée au point 2 ;<p></p><p></p>-les attestations visées aux points 5. 2 et 6. 4 ;<p></p><p></p>-le cas échéant, le certificat d'examen de type visé à l'annexe III. <p></p><p></p>8. Application aux dispositifs de la classe II a : <p></p><p></p>La présente annexe peut s'appliquer, conformément au 2° de l'article R. 665-23 du code de la santé publique, aux produits de la classe II a moyennant les dérogations suivantes : <p></p><p></p>8. 1. Par dérogation aux points 1 et 2, le fabricant assure et déclare par la déclaration de conformité que les produits de la classe II a sont fabriqués conformément à la documentation technique visée au point 3 de l'annexe VII et répondent aux exigences du livre V bis du code de la santé publique qui leur sont applicables ; <p></p><p></p>8. 2. Par dérogation aux points 1, 2, 5 et 6, les vérifications effectuées par l'organisme habilité ont pour objet de confirmer la conformité des produits de la classe II a à la documentation technique visée au point 3 de l'annexe VII. <p></p><p></p>9. Application aux dispositifs visés à l'annexe I-A, point 7. 4 bis, et à l'annexe I-B, point 10 bis : <p></p><p></p>Dans le cas du point 5 en ce qui concerne les dispositifs visés à l'annexe I-A, point 7. 4 bis, et en cas de vérification prévue au point 6, le fabricant, au terme de la fabrication de chaque lot de ces dispositifs, informe l'organisme habilité de la libération de ce lot de dispositifs et lui transmet le certificat de libération du lot de la substance mentionnée à l'article R. 665-37-1 utilisée dans ce dispositif, établi par l'Agence française de sécurité sanitaire des produits de santé, ou un laboratoire désigné à cet effet par un autre Etat membre de la Communauté européenne ou partie à l'accord sur l'Espace économique européen.<p></p>",
            "num": "Annexe IV aux articles R665-1 à R665-47",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "ABROGE",
            "dateDebut": 1084579200000,
            "dateFin": 1149811200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1994-05-12",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107983",
                        "id": "LEGISCTA000006107983",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-02-06",
                        "fin": "2006-06-09",
                        "titre": "Livre 5 bis : Dispositifs médicaux, dispositifs médicaux de diagnostic in vitro",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128484",
                        "id": "LEGISCTA000006128484",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2004-02-06",
                        "fin": "2006-06-09",
                        "titre": "Vérification CE.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142968",
                        "id": "LEGISCTA000006142968",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006804469",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006142968",
            "sectionParentId": "LEGISCTA000006142968",
            "sectionParentTitre": "Vérification CE.",
            "fullSectionsTitre": "Annexes",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006804471",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 4 du décret n° 2004-802 du 29 juillet 2004,  l'abrogation des annexes du livre V bis prendra effet à la date de la  publication de chacun des arrêtés prévus aux articles R. 5211-7, R.  5211-16, R. 5211-24 et R. 5211-53 du code de la santé publique. L'arrêté  du 20 avril 2006 fixant les modalités d'application des procédures de  certification de la conformité définies aux articles R. 5211-39 à R.  5211-52, pris en application de l'article R. 5211-53 du code de la santé  publique, est paru au JORF du 8 juin 2006.",
            "notaHtml": "<p>Conformément à l'article 4 du décret n° 2004-802 du 29 juillet 2004,  l'abrogation des annexes du livre V bis prendra effet à la date de la  publication de chacun des arrêtés prévus aux articles R. 5211-7, R.  5211-16, R. 5211-24 et R. 5211-53 du code de la santé publique.</p><p><br clear='none'/>L'arrêté  du 20 avril 2006 fixant les modalités d'application des procédures de  certification de la conformité définies aux articles R. 5211-39 à R.  5211-52, pris en application de l'article R. 5211-53 du code de la santé  publique, est paru au JORF du 8 juin 2006. </p><p></p><p></p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000503843",
                    "textTitle": "Décret 53-1001 1953-10-05 (Décret de codification)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000503843",
                    "natureText": "DECRET",
                    "datePubliTexte": "1953-10-07",
                    "dateSignaTexte": "1953-10-05",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000438290",
                    "textTitle": "Décret n°2004-413 du 13 mai 2004 - art. 2 () JORF 15 mai 2004",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006230659",
                    "natureText": "DECRET",
                    "datePubliTexte": "2004-05-15",
                    "dateSignaTexte": "2004-05-13",
                    "dateDebutCible": "2004-05-15"
                },
                {
                    "textCid": "JORFTEXT000000421679",
                    "textTitle": "Décret n°2004-802 du 29 juillet 2004 - art. 4 (V)",
                    "linkType": "ABROGATION",
                    "linkOrientation": "source",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000006726133",
                    "natureText": "DECRET",
                    "datePubliTexte": "2004-08-08",
                    "dateSignaTexte": "2004-07-29",
                    "dateDebutCible": "2004-08-08"
                },
                {
                    "textCid": "",
                    "textTitle": "Loi 58-356 1958-04-03 (Loi de validation)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R665-13 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R665-13",
                    "articleId": "LEGIARTI000006801609",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 795398400000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R665-23 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R665-23",
                    "articleId": "LEGIARTI000006801634",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 795398400000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R665-37-1 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R665-37-1",
                    "articleId": "LEGIARTI000006801748",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1084579200000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique R665-33 à R665-35, annexe V, R665-13, annexe III, R665-23, annexe, annexe VII, annexe I, R665-37-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006072665",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -512352000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006804469",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 920592000000,
                    "dateFin": 1076025600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006804470",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1076025600000,
                    "dateFin": 1084579200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006804471",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 1084579200000,
                    "dateFin": 1149811200000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe IV aux articles R665-1 à R665-47"
            ],
            "versionPrecedente": "LEGIARTI000006804470",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006804470",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1. La vérification CE est la procédure par laquelle le fabricant ou son mandataire établi dans l'un des Etats membres de l'Union européenne ou parties à l'accord sur l'Espace économique européen assure et déclare que les produits qui ont été soumis aux dispositions du point 4 sont conformes au type décrit dans le certificat d'examen CE de type et répondent aux exigences du livre V bis du code de la santé publique qui leur sont applicables. 2. Le fabricant prend toutes les mesures nécessaires pour que le procédé de fabrication assure la conformité des produits au type décrit dans le certificat d'examen CE de type et aux exigences du présent livre V bis qui s'y appliquent. Il établit avant le début de la fabrication une documentation définissant les procédés de fabrication, en particulier le cas échéant en matière de stérilisation, ainsi que l'ensemble des dispositions préétablies et systématiques qui seront mises en oeuvre pour assurer l'homogénéité de la production et la conformité des produits le cas échéant au type décrit dans le certificat d'examen CE de type ainsi qu'aux exigences du livre V bis qui leur sont applicables. Il appose le marquage CE conformément aux articles R. 665-33 à R. 665-35 du code de la santé publique et établit une déclaration de conformité. En outre, dans le cas des produits mis sur le marché à l'état stérile et pour les seuls aspects de la fabrication destinés à l'obtention de l'état stérile et à son maintien, le fabricant applique les dispositions de l'annexe V, points 3 et 4. 3. Le fabricant s'engage à mettre en place et à tenir à jour une procédure systématique d'examen des données acquises sur les dispositifs depuis leur production et à mettre en oeuvre des moyens appropriés pour appliquer les mesures correctives nécessaires. Cet engagement comprend l'obligation pour le fabricant d'informer le directeur général de l'Agence française de sécurité sanitaire des produits de santé des incidents suivants dès qu'il en a connaissance : i) Tout dysfonctionnement ou toute altération des caractéristiques et/ou des performances d'un dispositif ainsi que toute inadéquation dans l'étiquetage ou dans la notice d'instructions susceptible d'entraîner ou d'avoir entraîné la mort ou une dégradation grave de l'état de santé d'un patient ou d'un utilisateur ; ii) Toute raison d'ordre technique ou médical liée aux caractéristiques ou aux performances d'un dispositif et ayant entraîné pour les raisons visées au point i le rappel systématique par le fabricant des dispositifs appartenant au même type. 4. L'organisme habilité effectue les examens et essais appropriés afin de vérifier la conformité du produit aux exigences du présent décret soit par contrôle et essai de chaque produit comme spécifié au point 5, soit par contrôle et essai des produits sur une base statistique comme spécifié au point 6 au choix du fabricant. Les vérifications susmentionnées ne sont pas applicables en ce qui concerne les aspects de la fabrication ayant trait à l'obtention de la stérilité. En outre, le fabricant doit autoriser l'organisme habilité à évaluer l'efficacité des mesures prises en application du point 2 ci-dessus, le cas échéant par audit. 5. Vérification par contrôle et essai de chaque produit, à l'exception des dispositifs médicaux implantables actifs. 5.1. Chaque produit est examiné individuellement et les essais appropriés définis dans la (les) norme(s) applicable(s)visée(s) à l'article R. 665-13 ou des essais équivalents sont effectués afin de vérifier, le cas échéant, la conformité des produits avec le type CE décrit dans le certificat d'examen de type et avec les exigences du livre V bis du code de la santé publique qui leur sont applicables ; 5.2. L'organisme habilité appose ou fait apposer son numéro d'identification sur chaque produit approuvé et établit une attestation de conformité écrite relative aux essais effectués. 6. Vérification statistique : 6.1. Le fabricant présente les produits fabriqués sous la forme de lots homogènes ; 6.2. Un échantillon est prélevé au hasard dans chaque lot. Les produits constituant l'échantillon sont examinés individuellement et les essais appropriés définis dans la (les) norme(s) applicables(s) visée(s) à l'article R. 665-13 ou des essais équivalents sont effectués pour vérifier, le cas échéant, la conformité des produits avec le type décrit dans le certificat d'examen CE de type et avec les exigences du présent décret qui leur sont applicables afin de déterminer si le lot est accepté ou rejeté ; 6.3. Le contrôle statistique des produits sera fait par attributs impliquant un plan d'échantillonnage assurant une qualité limite correspondant à une probabilité d'acceptation de 5 p. 100 avec un pourcentage de non-conformité compris entre 3 et 7 p. 100. En outre, pour les dispositifs médicaux implantables actifs, le plan d'échantillonnage présentera un niveau de qualité correspondant à une probabilité d'acceptation de 95 p. 100, avec un pourcentage de non-conformité compris entre 0,29 p. 100 et 1 p. 100. La méthode d'échantillonnage sera établie par les normes visées à l'article R. 665-13 en tenant compte de la spécificité des catégories de produits en question ; 6.4. Si le lot est accepté, l'organisme habilité appose ou fait apposer son numéro d'identification sur chaque produit et établit une attestation de conformité écrite relative aux essais effectués. Tous les produits du lot peuvent être mis sur le marché, à l'exception des produits de l'échantillon qui n'étaient pas conformes. Si un lot est rejeté, l'organisme habilité compétent prend les mesures appropriées pour empêcher la mise sur le marché de ce lot. En cas de rejet fréquent de lots, l'organisme habilité peut suspendre la vérification statistique. Le fabricant peut, sous la responsabilité de l'organisme habilité, apposer le numéro d'identification de ce dernier au cours du processus de fabrication. 7. Dispositions administratives : Le fabricant ou son mandataire tient à la disposition du directeur général de l'Agence française de sécurité sanitaire des produits de santé pendant une durée d'au moins cinq ans à compter de la dernière date de fabrication du produit : - la déclaration de conformité ; - la documentation visée au point 2 ; - les attestations visées aux points 5.2 et 6.4 ; - le cas échéant, le certificat d'examen de type visé à l'annexe III. 8. Application aux dispositifs de la classe II a : La présente annexe peut s'appliquer, conformément au 2° de l'article R. 665-23 du code de la santé publique, aux produits de la classe II a moyennant les dérogations suivantes : 8.1. Par dérogation aux points 1 et 2, le fabricant assure et déclare par la déclaration de conformité que les produits de la classe II a sont fabriqués conformément à la documentation technique visée au point 3 de l'annexe VII et répondent aux exigences du livre V bis du code de la santé publique qui leur sont applicables ; 8.2. Par dérogation aux points 1, 2, 5 et 6, les vérifications effectuées par l'organisme habilité ont pour objet de confirmer la conformité des produits de la classe II a à la documentation technique visée au point 3 de l'annexe VII.",
            "texteHtml": "<p></p>   1. La vérification CE est la procédure par laquelle le fabricant ou son mandataire établi dans l'un des Etats membres de l'Union européenne ou parties à l'accord sur l'Espace économique européen assure et déclare que les produits qui ont été soumis aux dispositions du point 4 sont conformes au type décrit dans le certificat d'examen CE de type et répondent aux exigences du livre V bis du code de la santé publique qui leur sont applicables.<p></p><p></p>   2. Le fabricant prend toutes les mesures nécessaires pour que le procédé de fabrication assure la conformité des produits au type décrit dans le certificat d'examen CE de type et aux exigences du présent livre V bis qui s'y appliquent.<p></p><p></p>   Il établit avant le début de la fabrication une documentation définissant les procédés de fabrication, en particulier le cas échéant en matière de stérilisation, ainsi que l'ensemble des dispositions préétablies et systématiques qui seront mises en oeuvre pour assurer l'homogénéité de la production et la conformité des produits le cas échéant au type décrit dans le certificat d'examen CE de type ainsi qu'aux exigences du livre V bis qui leur sont applicables.<p></p><p></p>   Il appose le marquage CE conformément aux articles R. 665-33 à R. 665-35 du code de la santé publique et établit une déclaration de conformité.<p></p><p></p>   En outre, dans le cas des produits mis sur le marché à l'état stérile et pour les seuls aspects de la fabrication destinés à l'obtention de l'état stérile et à son maintien, le fabricant applique les dispositions de l'annexe V, points 3 et 4.<p></p><p></p>   3. Le fabricant s'engage à mettre en place et à tenir à jour une procédure systématique d'examen des données acquises sur les dispositifs depuis leur production et à mettre en oeuvre des moyens appropriés pour appliquer les mesures correctives nécessaires. Cet engagement comprend l'obligation pour le fabricant d'informer le directeur général de l'Agence française de sécurité sanitaire des produits de santé des incidents suivants dès qu'il en a connaissance :<p></p><p></p>   i) Tout dysfonctionnement ou toute altération des caractéristiques et/ou des performances d'un dispositif ainsi que toute inadéquation dans l'étiquetage ou dans la notice d'instructions susceptible d'entraîner ou d'avoir entraîné la mort ou une dégradation grave de l'état de santé d'un patient ou d'un utilisateur ;<p></p><p></p>   ii) Toute raison d'ordre technique ou médical liée aux caractéristiques ou aux performances d'un dispositif et ayant entraîné pour les raisons visées au point i le rappel systématique par le fabricant des dispositifs appartenant au même type.<p></p><p></p>   4. L'organisme habilité effectue les examens et essais appropriés afin de vérifier la conformité du produit aux exigences du présent décret soit par contrôle et essai de chaque produit comme spécifié au point 5, soit par contrôle et essai des produits sur une base statistique comme spécifié au point 6 au choix du fabricant. Les vérifications susmentionnées ne sont pas applicables en ce qui concerne les aspects de la fabrication ayant trait à l'obtention de la stérilité.<p></p><p></p>   En outre, le fabricant doit autoriser l'organisme habilité à évaluer l'efficacité des mesures prises en application du point 2 ci-dessus, le cas échéant par audit.<p></p><p></p>   5. Vérification par contrôle et essai de chaque produit, à l'exception des dispositifs médicaux implantables actifs.<p></p><p></p>   5.1. Chaque produit est examiné individuellement et les essais appropriés définis dans la (les) norme(s) applicable(s)visée(s) à l'article R. 665-13 ou des essais équivalents sont effectués afin de vérifier, le cas échéant, la conformité des produits avec le type CE décrit dans le certificat d'examen de type et avec les exigences du livre V bis du code de la santé publique qui leur sont applicables ;<p></p><p></p>   5.2. L'organisme habilité appose ou fait apposer son numéro d'identification sur chaque produit approuvé et établit une attestation de conformité écrite relative aux essais effectués.<p></p><p></p>   6. Vérification statistique :<p></p><p></p>   6.1. Le fabricant présente les produits fabriqués sous la forme de lots homogènes ;<p></p><p></p>   6.2. Un échantillon est prélevé au hasard dans chaque lot. Les produits constituant l'échantillon sont examinés individuellement et les essais appropriés définis dans la (les) norme(s) applicables(s) visée(s) à l'article R. 665-13 ou des essais équivalents sont effectués pour vérifier, le cas échéant, la conformité des produits avec le type décrit dans le certificat d'examen CE de type et avec les exigences du présent décret qui leur sont applicables afin de déterminer si le lot est accepté ou rejeté ;<p></p><p></p>   6.3. Le contrôle statistique des produits sera fait par attributs impliquant un plan d'échantillonnage assurant une qualité limite correspondant à une probabilité d'acceptation de 5 p. 100 avec un pourcentage de non-conformité compris entre 3 et 7 p. 100. En outre, pour les dispositifs médicaux implantables actifs, le plan d'échantillonnage présentera un niveau de qualité correspondant à une probabilité d'acceptation de 95 p. 100, avec un pourcentage de non-conformité compris entre 0,29 p. 100 et 1 p. 100. La méthode d'échantillonnage sera établie par les normes visées à l'article R. 665-13 en tenant compte de la spécificité des catégories de produits en question ;<p></p><p></p>   6.4. Si le lot est accepté, l'organisme habilité appose ou fait apposer son numéro d'identification sur chaque produit et établit une attestation de conformité écrite relative aux essais effectués. Tous les produits du lot peuvent être mis sur le marché, à l'exception des produits de l'échantillon qui n'étaient pas conformes.<p></p><p></p>   Si un lot est rejeté, l'organisme habilité compétent prend les mesures appropriées pour empêcher la mise sur le marché de ce lot. En cas de rejet fréquent de lots, l'organisme habilité peut suspendre la vérification statistique.<p></p><p></p>   Le fabricant peut, sous la responsabilité de l'organisme habilité, apposer le numéro d'identification de ce dernier au cours du processus de fabrication.<p></p><p></p>   7. Dispositions administratives :<p></p><p></p>   Le fabricant ou son mandataire tient à la disposition du directeur général de l'Agence française de sécurité sanitaire des produits de santé pendant une durée d'au moins cinq ans à compter de la dernière date de fabrication du produit :<p></p><p></p>   - la déclaration de conformité ;<p></p><p></p>   - la documentation visée au point 2 ;<p></p><p></p>   - les attestations visées aux points 5.2 et 6.4 ;<p></p><p></p>   - le cas échéant, le certificat d'examen de type visé à l'annexe III.<p></p><p></p>   8. Application aux dispositifs de la classe II a :<p></p><p></p>   La présente annexe peut s'appliquer, conformément au 2° de l'article R. 665-23 du code de la santé publique, aux produits de la classe II a moyennant les dérogations suivantes :<p></p><p></p>   8.1. Par dérogation aux points 1 et 2, le fabricant assure et déclare par la déclaration de conformité que les produits de la classe II a sont fabriqués conformément à la documentation technique visée au point 3 de l'annexe VII et répondent aux exigences du livre V bis du code de la santé publique qui leur sont applicables ;<p></p><p></p>   8.2. Par dérogation aux points 1, 2, 5 et 6, les vérifications effectuées par l'organisme habilité ont pour objet de confirmer la conformité des produits de la classe II a à la documentation technique visée au point 3 de l'annexe VII.<p></p>",
            "num": "Annexe IV aux articles R665-1 à R665-47",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1076025600000,
            "dateFin": 1084579200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 85898,
            "context": {
                "titresTM": [
                    {
                        "debut": "1994-05-12",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107983",
                        "id": "LEGISCTA000006107983",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2004-02-06",
                        "fin": "2006-06-09",
                        "titre": "Livre 5 bis : Dispositifs médicaux, dispositifs médicaux de diagnostic in vitro",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128484",
                        "id": "LEGISCTA000006128484",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2004-02-06",
                        "fin": "2006-06-09",
                        "titre": "Vérification CE.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142968",
                        "id": "LEGISCTA000006142968",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006804469",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006142968",
            "sectionParentId": "LEGISCTA000006142968",
            "sectionParentTitre": "Vérification CE.",
            "fullSectionsTitre": "Annexes &gt; Livre 5 bis : Dispositifs médicaux, dispositifs médicaux de diagnostic in vitro &gt; Vérification CE.",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006804470",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000503843",
                    "textTitle": "Décret 53-1001 1953-10-05 (Décret de codification)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000503843",
                    "natureText": "DECRET",
                    "datePubliTexte": "1953-10-07",
                    "dateSignaTexte": "1953-10-05",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000416306",
                    "textTitle": "Décret n°2004-108 du 4 février 2004 - art. 1 () JORF 6 février 2004",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006228407",
                    "natureText": "DECRET",
                    "datePubliTexte": "2004-02-06",
                    "dateSignaTexte": "2004-02-04",
                    "dateDebutCible": "2004-02-06"
                },
                {
                    "textCid": "",
                    "textTitle": "Loi 58-356 1958-04-03 (Loi de validation)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R665-23 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R665-23",
                    "articleId": "LEGIARTI000006801634",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 795398400000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique R665-33 à R665-35, R665-23",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006072665",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -512352000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006804469",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 920592000000,
                    "dateFin": 1076025600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006804470",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1076025600000,
                    "dateFin": 1084579200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006804471",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 1084579200000,
                    "dateFin": 1149811200000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe IV aux articles R665-1 à R665-47"
            ],
            "versionPrecedente": "LEGIARTI000006804469",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006804469",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "1. La vérification CE est la procédure par laquelle le fabricant ou son mandataire établi dans l'un des Etats membres de l'Union européenne ou parties à l'accord sur l'Espace économique européen assure et déclare que les produits qui ont été soumis aux dispositions du point 4 sont conformes au type décrit dans le certificat d'examen CE de type et répondent aux exigences du livre V bis du code de la santé publique qui leur sont applicables. 2. Le fabricant prend toutes les mesures nécessaires pour que le procédé de fabrication assure la conformité des produits au type décrit dans le certificat d'examen CE de type et aux exigences du présent livre V bis qui s'y appliquent. Il établit avant le début de la fabrication une documentation définissant les procédés de fabrication, en particulier le cas échéant en matière de stérilisation, ainsi que l'ensemble des dispositions préétablies et systématiques qui seront mises en oeuvre pour assurer l'homogénéité de la production et la conformité des produits le cas échéant au type décrit dans le certificat d'examen CE de type ainsi qu'aux exigences du livre V bis qui leur sont applicables. Il appose le marquage CE conformément aux articles R. 665-33 à R. 665-35 du code de la santé publique et établit une déclaration de conformité. En outre, dans le cas des produits mis sur le marché à l'état stérile et pour les seuls aspects de la fabrication destinés à l'obtention de l'état stérile et à son maintien, le fabricant applique les dispositions de l'annexe V, points 3 et 4. 3. Le fabricant s'engage à mettre en place et à tenir à jour une procédure systématique d'examen des données acquises sur les dispositifs depuis leur production et à mettre en oeuvre des moyens appropriés pour appliquer les mesures correctives nécessaires. Cet engagement comprend l'obligation pour le fabricant d'informer le directeur général de l'Agence française de sécurité sanitaire des produits de santé des incidents suivants dès qu'il en a connaissance : i) Tout dysfonctionnement ou toute altération des caractéristiques et/ou des performances d'un dispositif ainsi que toute inadéquation dans l'étiquetage ou dans la notice d'instructions susceptible d'entraîner ou d'avoir entraîné la mort ou une dégradation grave de l'état de santé d'un patient ou d'un utilisateur ; ii) Toute raison d'ordre technique ou médical liée aux caractéristiques ou aux performances d'un dispositif et ayant entraîné pour les raisons visées au point i le rappel systématique par le fabricant des dispositifs appartenant au même type. 4. L'organisme habilité effectue les examens et essais appropriés afin de vérifier la conformité du produit aux exigences du présent décret soit par contrôle et essai de chaque produit comme spécifié au point 5, soit par contrôle et essai des produits sur une base statistique comme spécifié au point 6 au choix du fabricant. Les vérifications susmentionnées ne sont pas applicables en ce qui concerne les aspects de la fabrication ayant trait à l'obtention de la stérilité. En outre, le fabricant doit autoriser l'organisme habilité à évaluer l'efficacité des mesures prises en application du point 2 ci-dessus, le cas échéant par audit. 5. Vérification par contrôle et essai de chaque produit, à l'exception des dispositifs médicaux implantables actifs. 5.1. Chaque produit est examiné individuellement et les essais appropriés définis dans la (les) norme(s) applicable(s)visée(s) à l'article R. 665-13 ou des essais équivalents sont effectués afin de vérifier, le cas échéant, la conformité des produits avec le type CE décrit dans le certificat d'examen de type et avec les exigences du livre V bis du code de la santé publique qui leur sont applicables ; 5.2. L'organisme habilité appose ou fait apposer son numéro d'identification sur chaque produit approuvé et établit une attestation de conformité écrite relative aux essais effectués. 6. Vérification statistique : 6.1. Le fabricant présente les produits fabriqués sous la forme de lots homogènes ; 6.2. Un échantillon est prélevé au hasard dans chaque lot. Les produits constituant l'échantillon sont examinés individuellement et les essais appropriés définis dans la (les) norme(s) applicables(s) visée(s) à l'article R. 665-13 ou des essais équivalents sont effectués pour vérifier, le cas échéant, la conformité des produits avec le type décrit dans le certificat d'examen CE de type et avec les exigences du présent décret qui leur sont applicables afin de déterminer si le lot est accepté ou rejeté ; 6.3. Le contrôle statistique des produits sera fait par attributs impliquant un plan d'échantillonnage assurant une qualité limite correspondant à une probabilité d'acceptation de 5 p. 100 avec un pourcentage de non-conformité compris entre 3 et 7 p. 100. En outre, pour les dispositifs médicaux implantables actifs, le plan d'échantillonnage présentera un niveau de qualité correspondant à une probabilité d'acceptation de 95 p. 100, avec un pourcentage de non-conformité compris entre 0,29 p. 100 et 1 p. 100. La méthode d'échantillonnage sera établie par les normes visées à l'article R. 665-13 en tenant compte de la spécificité des catégories de produits en question ; 6.4. Si le lot est accepté, l'organisme habilité appose ou fait apposer son numéro d'identification sur chaque produit et établit une attestation de conformité écrite relative aux essais effectués. Tous les produits du lot peuvent être mis sur le marché, à l'exception des produits de l'échantillon qui n'étaient pas conformes. Si un lot est rejeté, l'organisme habilité compétent prend les mesures appropriées pour empêcher la mise sur le marché de ce lot. En cas de rejet fréquent de lots, l'organisme habilité peut suspendre la vérification statistique. Le fabricant peut, sous la responsabilité de l'organisme habilité, apposer le numéro d'identification de ce dernier au cours du processus de fabrication. 7. Dispositions administratives : Le fabricant ou son mandataire tient à la disposition du directeur général de l'Agence française de sécurité sanitaire des produits de santé pendant une durée d'au moins cinq ans à compter de la dernière date de fabrication du produit : - la déclaration de conformité ; - la documentation visée au point 2 ; - les attestations visées aux points 5.2 et 6.4 ; - le cas échéant, le certificat d'examen de type visé à l'annexe III. 8. Application aux dispositifs de la classe II a : La présente annexe peut s'appliquer, conformément au 2° de l'article R. 665-23 du code de la santé publique, aux produits de la classe II a moyennant les dérogations suivantes : 8.1. Par dérogation aux points 1 et 2, le fabricant assure et déclare par la déclaration de conformité que les produits de la classe II a sont fabriqués conformément à la documentation technique visée au point 3 de l'annexe VII et répondent aux exigences du livre V bis du code de la santé publique qui leur sont applicables ; 8.2. Par dérogation aux points 1, 2, 5 et 6, les vérifications effectuées par l'organisme habilité ont pour objet de confirmer la conformité des produits de la classe II a à la documentation technique visée au point 3 de l'annexe VII.",
            "texteHtml": "<p></p>   1. La vérification CE est la procédure par laquelle le fabricant ou son mandataire établi dans l'un des Etats membres de l'Union européenne ou parties à l'accord sur l'Espace économique européen assure et déclare que les produits qui ont été soumis aux dispositions du point 4 sont conformes au type décrit dans le certificat d'examen CE de type et répondent aux exigences du livre V bis du code de la santé publique qui leur sont applicables.<p></p><p></p>   2. Le fabricant prend toutes les mesures nécessaires pour que le procédé de fabrication assure la conformité des produits au type décrit dans le certificat d'examen CE de type et aux exigences du présent livre V bis qui s'y appliquent.<p></p><p></p>   Il établit avant le début de la fabrication une documentation définissant les procédés de fabrication, en particulier le cas échéant en matière de stérilisation, ainsi que l'ensemble des dispositions préétablies et systématiques qui seront mises en oeuvre pour assurer l'homogénéité de la production et la conformité des produits le cas échéant au type décrit dans le certificat d'examen CE de type ainsi qu'aux exigences du livre V bis qui leur sont applicables.<p></p><p></p>   Il appose le marquage CE conformément aux articles R. 665-33 à R. 665-35 du code de la santé publique et établit une déclaration de conformité.<p></p><p></p>   En outre, dans le cas des produits mis sur le marché à l'état stérile et pour les seuls aspects de la fabrication destinés à l'obtention de l'état stérile et à son maintien, le fabricant applique les dispositions de l'annexe V, points 3 et 4.<p></p><p></p>   3. Le fabricant s'engage à mettre en place et à tenir à jour une procédure systématique d'examen des données acquises sur les dispositifs depuis leur production et à mettre en oeuvre des moyens appropriés pour appliquer les mesures correctives nécessaires. Cet engagement comprend l'obligation pour le fabricant d'informer le directeur général de l'Agence française de sécurité sanitaire des produits de santé des incidents suivants dès qu'il en a connaissance :<p></p><p></p>   i) Tout dysfonctionnement ou toute altération des caractéristiques et/ou des performances d'un dispositif ainsi que toute inadéquation dans l'étiquetage ou dans la notice d'instructions susceptible d'entraîner ou d'avoir entraîné la mort ou une dégradation grave de l'état de santé d'un patient ou d'un utilisateur ;<p></p><p></p>   ii) Toute raison d'ordre technique ou médical liée aux caractéristiques ou aux performances d'un dispositif et ayant entraîné pour les raisons visées au point i le rappel systématique par le fabricant des dispositifs appartenant au même type.<p></p><p></p>   4. L'organisme habilité effectue les examens et essais appropriés afin de vérifier la conformité du produit aux exigences du présent décret soit par contrôle et essai de chaque produit comme spécifié au point 5, soit par contrôle et essai des produits sur une base statistique comme spécifié au point 6 au choix du fabricant. Les vérifications susmentionnées ne sont pas applicables en ce qui concerne les aspects de la fabrication ayant trait à l'obtention de la stérilité.<p></p><p></p>   En outre, le fabricant doit autoriser l'organisme habilité à évaluer l'efficacité des mesures prises en application du point 2 ci-dessus, le cas échéant par audit.<p></p><p></p>   5. Vérification par contrôle et essai de chaque produit, à l'exception des dispositifs médicaux implantables actifs.<p></p><p></p>   5.1. Chaque produit est examiné individuellement et les essais appropriés définis dans la (les) norme(s) applicable(s)visée(s) à l'article R. 665-13 ou des essais équivalents sont effectués afin de vérifier, le cas échéant, la conformité des produits avec le type CE décrit dans le certificat d'examen de type et avec les exigences du livre V bis du code de la santé publique qui leur sont applicables ;<p></p><p></p>   5.2. L'organisme habilité appose ou fait apposer son numéro d'identification sur chaque produit approuvé et établit une attestation de conformité écrite relative aux essais effectués.<p></p><p></p>   6. Vérification statistique :<p></p><p></p>   6.1. Le fabricant présente les produits fabriqués sous la forme de lots homogènes ;<p></p><p></p>   6.2. Un échantillon est prélevé au hasard dans chaque lot. Les produits constituant l'échantillon sont examinés individuellement et les essais appropriés définis dans la (les) norme(s) applicables(s) visée(s) à l'article R. 665-13 ou des essais équivalents sont effectués pour vérifier, le cas échéant, la conformité des produits avec le type décrit dans le certificat d'examen CE de type et avec les exigences du présent décret qui leur sont applicables afin de déterminer si le lot est accepté ou rejeté ;<p></p><p></p>   6.3. Le contrôle statistique des produits sera fait par attributs impliquant un plan d'échantillonnage assurant une qualité limite correspondant à une probabilité d'acceptation de 5 p. 100 avec un pourcentage de non-conformité compris entre 3 et 7 p. 100. En outre, pour les dispositifs médicaux implantables actifs, le plan d'échantillonnage présentera un niveau de qualité correspondant à une probabilité d'acceptation de 95 p. 100, avec un pourcentage de non-conformité compris entre 0,29 p. 100 et 1 p. 100. La méthode d'échantillonnage sera établie par les normes visées à l'article R. 665-13 en tenant compte de la spécificité des catégories de produits en question ;<p></p><p></p>   6.4. Si le lot est accepté, l'organisme habilité appose ou fait apposer son numéro d'identification sur chaque produit et établit une attestation de conformité écrite relative aux essais effectués. Tous les produits du lot peuvent être mis sur le marché, à l'exception des produits de l'échantillon qui n'étaient pas conformes.<p></p><p></p>   Si un lot est rejeté, l'organisme habilité compétent prend les mesures appropriées pour empêcher la mise sur le marché de ce lot. En cas de rejet fréquent de lots, l'organisme habilité peut suspendre la vérification statistique.<p></p><p></p>   Le fabricant peut, sous la responsabilité de l'organisme habilité, apposer le numéro d'identification de ce dernier au cours du processus de fabrication.<p></p><p></p>   7. Dispositions administratives :<p></p><p></p>   Le fabricant ou son mandataire tient à la disposition du directeur général de l'Agence française de sécurité sanitaire des produits de santé pendant une durée d'au moins cinq ans à compter de la dernière date de fabrication du produit :<p></p><p></p>   - la déclaration de conformité ;<p></p><p></p>   - la documentation visée au point 2 ;<p></p><p></p>   - les attestations visées aux points 5.2 et 6.4 ;<p></p><p></p>   - le cas échéant, le certificat d'examen de type visé à l'annexe III.<p></p><p></p>   8. Application aux dispositifs de la classe II a :<p></p><p></p>   La présente annexe peut s'appliquer, conformément au 2° de l'article R. 665-23 du code de la santé publique, aux produits de la classe II a moyennant les dérogations suivantes :<p></p><p></p>   8.1. Par dérogation aux points 1 et 2, le fabricant assure et déclare par la déclaration de conformité que les produits de la classe II a sont fabriqués conformément à la documentation technique visée au point 3 de l'annexe VII et répondent aux exigences du livre V bis du code de la santé publique qui leur sont applicables ;<p></p><p></p>   8.2. Par dérogation aux points 1, 2, 5 et 6, les vérifications effectuées par l'organisme habilité ont pour objet de confirmer la conformité des produits de la classe II a à la documentation technique visée au point 3 de l'annexe VII.<p></p>",
            "num": "Annexe IV aux articles R665-1 à R665-47",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 920592000000,
            "dateFin": 1076025600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 42949,
            "context": {
                "titresTM": [
                    {
                        "debut": "1994-05-12",
                        "fin": "2999-01-01",
                        "titre": "Annexes",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006107983",
                        "id": "LEGISCTA000006107983",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1995-03-17",
                        "fin": "2004-02-06",
                        "titre": "Livre 5 bis : Dispositions relatives aux dispositifs médicaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006128481",
                        "id": "LEGISCTA000006128481",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1999-03-05",
                        "fin": "2004-02-06",
                        "titre": "Vérification CE.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006142951",
                        "id": "LEGISCTA000006142951",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 41,
                "titreTxt": [
                    {
                        "debut": "1953-10-07",
                        "fin": "2999-01-01",
                        "titre": "Code de la santé publique",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006072665",
                        "id": "LEGITEXT000006072665",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006804469",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006142951",
            "sectionParentId": "LEGISCTA000006142951",
            "sectionParentTitre": "Vérification CE.",
            "fullSectionsTitre": "Annexes",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000006804469",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006072665",
                    "titre": "Code de la santé publique",
                    "titreLong": "Code de la santé publique",
                    "etat": "VIGUEUR",
                    "dateDebut": -512352000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006072665",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000503843",
                    "textTitle": "Décret 53-1001 1953-10-05 (Décret de codification)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000503843",
                    "natureText": "DECRET",
                    "datePubliTexte": "1953-10-07",
                    "dateSignaTexte": "1953-10-05",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000350606",
                    "textTitle": "Décret 95-292 1995-03-16 annexe JORF 17 mars 1995",
                    "linkType": "CREATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000350606",
                    "natureText": "DECRET",
                    "datePubliTexte": "1995-03-17",
                    "dateSignaTexte": "1995-03-16",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000758694",
                    "textTitle": "Décret 99-145 1999-03-04 art. 4 3° JORF 5 mars 1999",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000758694",
                    "natureText": "DECRET",
                    "datePubliTexte": "1999-03-05",
                    "dateSignaTexte": "1999-03-04",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "",
                    "textTitle": "Loi 58-356 1958-04-03 (Loi de validation)",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique - art. R665-23 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R665-23",
                    "articleId": "LEGIARTI000006801634",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 795398400000
                },
                {
                    "textCid": "LEGITEXT000006072665",
                    "textTitle": "Code de la santé publique R665-33 à R665-35, R665-23",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006072665",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -512352000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006804469",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 920592000000,
                    "dateFin": 1076025600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006804470",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1076025600000,
                    "dateFin": 1084579200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006804471",
                    "etat": "ABROGE",
                    "version": "3.0",
                    "dateDebut": 1084579200000,
                    "dateFin": 1149811200000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "Annexe IV aux articles R665-1 à R665-47"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}