{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000047933572",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La norme d'exercice professionnel relative à l'examen limité de comptes intermédiaires en application de dispositions légales ou réglementaires, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : NEP-2410. Examen limité de comptes intermédiaires en application de dispositions légales ou réglementaires Introduction 01. Le commissaire aux comptes d'une entité peut être conduit à mener, en application de dispositions légales ou réglementaires, un examen limité de comptes intermédiaires, qui peuvent être des comptes condensés, présentés, le cas échéant, sous forme consolidée. 02. La présente norme a pour objet de définir les principes que le commissaire aux comptes applique lorsqu'il conduit un examen limité de comptes intermédiaires. 03. Elle définit en outre les principes relatifs à l'établissement du rapport d'examen limité du commissaire aux comptes. Respect des textes et esprit critique 04. Le commissaire aux comptes réalise l'examen limité des comptes intermédiaires conformément aux textes légaux et réglementaires et à la présente norme d'exercice professionnel. 05. Le commissaire aux comptes respecte les dispositions du code de déontologie de la profession. 06. Tout au long de ses travaux, le commissaire aux comptes : -fait preuve d'esprit critique et tient compte du fait que certaines situations peuvent conduire à des anomalies significatives dans les comptes ; -exerce son jugement professionnel, notamment pour décider de la nature, du calendrier et de l'étendue des procédures d'examen limité à mettre en œuvre, et pour conclure à partir des éléments collectés. Nature de l'assurance 07. Lorsqu'il conduit un examen limité de comptes intermédiaires, le commissaire aux comptes met en œuvre des procédures moins étendues que celles requises pour un audit des comptes réalisé pour les besoins de la certification. 08. L'examen limité de comptes intermédiaires consiste essentiellement, pour le commissaire aux comptes, à s'entretenir avec la direction et à mettre en œuvre des procédures analytiques. 09. Il obtient l'assurance, moins élevée que celle obtenue dans le cadre d'un audit des comptes réalisé pour les besoins de la certification, que les comptes intermédiaires ne comportent pas d'anomalies significatives. 10. Cette assurance, qualifiée d'assurance modérée, lui permet de formuler une conclusion selon laquelle il n'a pas relevé d'anomalies significatives dans les comptes intermédiaires, pris dans leur ensemble. Anomalies significatives et seuil de signification 11. Pour déterminer le seuil ou les seuils de signification et évaluer l'incidence des anomalies détectées sur sa conclusion, le commissaire aux comptes applique les principes définis dans la norme d'exercice professionnel relative aux anomalies significatives et au seuil de signification applicable à l'audit des comptes réalisé pour les besoins de la certification.   Travaux à mettre en œuvre par le commissaire aux comptes-Lettre de mission 12. Le commissaire aux comptes définit les termes et conditions de l'examen limité dans la lettre de mission établie conformément aux principes définis dans la norme d'exercice professionnel relative à la lettre de mission. Prise de connaissance de l'entité et de son environnement, y compris son contrôle interne, et évaluation du risque d'anomalies significatives dans les comptes 13. Le commissaire aux comptes acquiert une connaissance suffisante de l'entité et de son environnement, notamment de son contrôle interne, afin d'identifier et d'évaluer le risque d'anomalies significatives dans les comptes intermédiaires et afin de concevoir et mettre en œuvre des procédures lui permettant de fonder sa conclusion sur ces comptes. 14. Lorsque, au cours de l'audit, des comptes de l'exercice précédent ou de l'examen limité des compte intermédiaires précédents, le commissaire aux comptes a collecté des éléments relatifs à la prise de connaissance de l'entité et de son environnement et à l'évaluation du risque d'anomalies significatives dans les comptes, il assure un suivi des facteurs de risque identifiés lors de ces contrôles. 15. Pour ce faire, le commissaire aux comptes : -relève notamment, dans son dossier de l'exercice précédent, les éléments identifiés suivants : -les faiblesses significatives du contrôle interne ; -les risques inhérents élevés qui requièrent une démarche particulière ; -les anomalies significatives corrigées ou non ; -s'enquiert auprès de la direction des changements survenus depuis la période précédente susceptibles d'affecter la pertinence des informations recueillies. Il s'agit notamment de changements survenus au titre des éléments du contrôle interne, de la nature des activités de l'entité, du choix des méthodes comptables appliquées ou de tout autre événement qu'elle estime susceptible d'avoir une incidence déterminante sur l'activité de l'entité ou sur la préparation des comptes intermédiaires. 16. Lorsque le commissaire aux comptes intervient au titre de la première année de son mandat et qu'il n'a pas réalisé préalablement d'audit des comptes de l'entité : -il prend connaissance de l'entité et de son environnement à partir de la revue des dossiers de son prédécesseur ou, le cas échéant, du commissaire aux comptes. Il s'intéresse particulièrement : -aux facteurs identifiés par le prédécesseur ou, le cas échéant, par le commissaire aux comptes comme pouvant engendrer des anomalies significatives dans les comptes ; -et à leur évaluation du risque d'anomalies significatives réalisée pour les besoins de ces contrôles ; -il s'enquiert auprès de la direction des changements survenus depuis la période précédente susceptibles d'affecter la pertinence des informations recueillies. Entretien avec la direction 17. Le commissaire aux comptes s'entretient, principalement avec les membres de la direction en charge des aspects financiers et comptables, des éléments suivants : -leur appréciation du risque que les comptes comportent des anomalies significatives résultant de fraudes ; -l'évolution des procédures mises en place pour identifier les risques de fraude dans l'entité et pour y répondre ; -leur connaissance éventuelle de fraudes avérées, suspectées ou simplement alléguées concernant l'entité ; -l'évolution des procédures conçues et mises en œuvre dans l'entité visant à assurer le respect des textes légaux et réglementaires ; -les anomalies relevées par le commissaire aux comptes que celui-ci estime significatives et devant à ce titre être corrigées et les anomalies qu'il estime non significatives ; -la survenance, jusqu'à une date aussi rapprochée que possible, de la date de signature de son rapport d'examen limité, d'événements postérieurs à la clôture de la période tels que définis dans la norme d'exercice professionnel applicable à l'audit des comptes réalisé pour les besoins de la certification ; -des changements comptables tels que définis dans la norme d'exercice professionnel applicable à l'audit des comptes réalisé pour les besoins de la certification, survenus au cours de la période contrôlée ; -des opérations non courantes, en raison de leur importance ou de leur nature, ou complexes réalisées au cours de la période contrôlée ; -des hypothèses retenues pour procéder aux estimations comptables, des intentions de la direction et de la capacité de l'entité à mener à bien les actions envisagées ; -du traitement comptable des opérations avec les parties liées ; -des faits ou événements susceptibles de remettre en cause la continuité d'exploitation de l'entité, et, le cas échéant, des plans d'actions qu'elle a définis pour l'avenir de l'entité ; -de tout autre élément qu'il estime utile pour fonder sa conclusion sur les comptes intermédiaires. Procédures analytiques 18. Dans le cadre de l'examen limité, le commissaire aux comptes met en œuvre des procédures analytiques en appliquant les principes définis dans la norme d'exercice professionnel relative aux procédures analytiques applicable à l'audit des comptes réalisé pour les besoins de la certification. Autres procédures d'examen limité 19. Le commissaire aux comptes rapproche les comptes intermédiaires avec les documents comptables dont ils sont issus. 20. Lorsque le commissaire aux comptes identifie des éléments susceptibles de mettre en cause la continuité d'exploitation : -il prend connaissance, si elle existe, de l'évaluation faite par la direction de la capacité de l'entité à poursuivre son exploitation et en apprécie la pertinence. Si la direction n'a pas formalisé cette évaluation, le commissaire aux comptes s'enquiert auprès d'elle des raisons qui l'ont conduite à établir les comptes dans une perspective de continuité d'exploitation ; -et il apprécie, le cas échéant, le caractère approprié des informations données à cet égard dans l'annexe des comptes. 21. Le commissaire aux comptes consulte les procès-verbaux ou les comptes rendus des réunions tenues par l'organe délibérant et par les organes mentionnés à l' article L. 823-16 du code de commerce afin d'identifier les délibérations ou décisions pouvant avoir une incidence sur les comptes. 22. Il peut également estimer utile de mettre en œuvre d'autres procédures telles que des inspections d'enregistrements ou de documents ou des vérifications de calculs. Déclarations du représentant légal 23. Le commissaire aux comptes applique les principes de la norme d'exercice professionnel relative aux déclarations de la direction applicable à l'audit des comptes réalisé pour les besoins de la certification. 24. Indépendamment d'autres déclarations écrites que le commissaire aux comptes estimerait nécessaires, il demande au représentant légal des déclarations écrites par lesquelles : -il déclare que des contrôles destinés à prévenir et à détecter les erreurs et les fraudes ont été conçus et mis en œuvre dans l'entité ; -il déclare lui avoir signalé toutes les fraudes avérées dont il a eu connaissance ou qu'il a suspectées, dès lors que la fraude est susceptible d'entraîner des anomalies significatives dans les comptes ; -il estime que les anomalies non corrigées relevées par le commissaire aux comptes ne sont pas, seules ou cumulées, significatives au regard des comptes pris dans leur ensemble. Un état de ces anomalies non corrigées est joint à cette déclaration écrite. En outre, lorsque le représentant légal responsable des comptes considère que certains éléments reportés sur cet état ne constituent pas des anomalies, il le mentionne dans sa déclaration ; -il confirme lui avoir communiqué son appréciation sur le risque que les comptes puissent comporter des anomalies significatives résultant de fraudes ; -il déclare avoir, au mieux de sa connaissance, appliqué les textes légaux et réglementaires ; -il déclare qu'à ce jour il n'a connaissance d'aucun événement survenu depuis la date de clôture de la période qui nécessiterait un traitement comptable. Communication 25. Le commissaire aux comptes procède aux communications prévues dans les normes d'exercice professionnel applicables à l'audit des comptes réalisé pour les besoins de la certification. Forme du rapport d'examen limité du commissaire aux comptes 26. Le commissaire aux comptes établit un rapport qui comporte les informations suivantes : a) Un titre qui indique qu'il s'agit d'un rapport de commissaire aux comptes ; b) L'indication de l'organe auquel le rapport est destiné ; c) Une introduction qui précise : -l'origine de sa nomination ; -la nature des comptes intermédiaires, individuels ou consolidés, le cas échéant condensés, qui font l'objet du rapport et sont joints à ce dernier ; -l'entité dont les comptes font l'objet d'un examen limité ; -la période sur laquelle ils portent ; -et les rôles respectifs de l'organe compétent de l'entité pour établir les comptes intermédiaires et du commissaire aux comptes ; d) Un paragraphe décrivant les procédures mises en œuvre par le commissaire aux comptes dans le cadre de son examen limité ; e) La formulation de la conclusion du commissaire aux comptes ; f) La date du rapport ; g) Le cas échéant, la signature sociale de la société de commissaire aux comptes ; h) La signature du commissaire aux comptes exerçant à titre individuel ou, le cas échéant, de celui ou de ceux des commissaires aux comptes associés, actionnaires ou dirigeants de la société de commissaire aux comptes qui ont participé à l'établissement du rapport. Conclusions formulées par le commissaire aux comptes 27. Lorsque l'examen limité de comptes intermédiaires porte sur des comptes complets, présentés le cas échéant sous une forme consolidée, le commissaire aux comptes se prononce sur la régularité, la sincérité et l'image fidèle des comptes. 28. Lorsque l'examen limité de comptes intermédiaires porte sur des comptes condensés, présentés le cas échéant sous une forme consolidée, le commissaire aux comptes se prononce sur la conformité des comptes avec les principes qui leur sont applicables, définis dans le référentiel comptable. 29. Le commissaire aux comptes formule : -soit une conclusion sans réserve ; -soit une conclusion avec réserve ; -soit une conclusion défavorable ; -soit une impossibilité de conclure. Conclusion sans réserve 30. Le commissaire aux comptes formule une conclusion sans réserve lorsque l'examen limité des comptes intermédiaires qu'il a mis en œuvre lui a permis d'obtenir l'assurance modérée que les comptes, pris dans leur ensemble, ne comportent pas d'anomalies significatives. Conclusion avec réserve 31. Le commissaire aux comptes formule une conclusion avec réserve : -lorsqu'il a identifié, au cours de l'examen limité des comptes intermédiaires, des anomalies significatives et que celles-ci n'ont pas été corrigées ; -ou lorsqu'il n'a pas pu mettre en œuvre toutes les procédures nécessaires pour fonder sa conclusion sur les comptes intermédiaires, et que : -les incidences sur les comptes intermédiaires des anomalies significatives ou des limitations à ses travaux sont clairement circonscrites ; -la formulation de la réserve est suffisante pour permettre à l'utilisateur des comptes de fonder son jugement en connaissance de cause. Conclusion défavorable 32. Le commissaire aux comptes formule une conclusion défavorable : -lorsqu'il a détecté, au cours de l'examen limité des comptes intermédiaires, des anomalies significatives et que celles-ci n'ont pas été corrigées, et que : -les incidences sur les comptes intermédiaires des anomalies significatives ne peuvent être clairement circonscrites, ou la formulation d'une réserve n'est pas suffisante pour permettre à l'utilisateur des comptes de fonder son jugement en connaissance de cause. Impossibilité de conclure 33. Le commissaire aux comptes formule une impossibilité de conclure : -lorsqu'il n'a pas pu mettre en œuvre toutes les procédures nécessaires pour fonder sa conclusion sur les comptes, et que : -les incidences sur les comptes intermédiaires des limitations à ses travaux ne peuvent être clairement circonscrites ; -ou la formulation d'une réserve n'est pas suffisante pour permettre à l'utilisateur des comptes intermédiaires de fonder son jugement en connaissance de cause. 34. Le commissaire aux comptes formule également une impossibilité de conclure lorsqu'il existe de multiples incertitudes dont les incidences sur les comptes ne peuvent être clairement circonscrites. Observations 35. Lorsqu'il émet une conclusion sans réserve ou avec réserve, le commissaire aux comptes formule, s'il y a lieu, toutes observations utiles. 36. En formulant une observation, le commissaire aux comptes attire l'attention du lecteur des comptes intermédiaires sur une information fournie dans l'annexe. Il ne peut pas dispenser d'informations dont la diffusion relève de la responsabilité des dirigeants. 37. Les observations sont formulées dans un paragraphe distinct inséré après la conclusion. 38. Le commissaire aux comptes formule systématiquement une observation sur les informations fournies dans l'annexe : -en cas d'incertitude sur la continuité de l'exploitation ; -en cas de changement de méthode survenu au cours de la période. Documentation 39. Le commissaire aux comptes consigne dans son dossier les éléments suffisants et appropriés pour fonder ses conclusions et permettant d'établir que son examen limité a été effectué selon la présente norme.",
            "texteHtml": "<p>La norme d'exercice professionnel relative à l'examen limité de comptes intermédiaires en application de dispositions légales ou réglementaires, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous :<br/><br/>\n NEP-2410. Examen limité de comptes intermédiaires en application de dispositions légales ou réglementaires<br/><br/>\n Introduction<br/><br/>\n 01. Le commissaire aux comptes d'une entité peut être conduit à mener, en application de dispositions légales ou réglementaires, un examen limité de comptes intermédiaires, qui peuvent être des comptes condensés, présentés, le cas échéant, sous forme consolidée.<br/><br/>\n 02. La présente norme a pour objet de définir les principes que le commissaire aux comptes applique lorsqu'il conduit un examen limité de comptes intermédiaires.<br/><br/>\n 03. Elle définit en outre les principes relatifs à l'établissement du rapport d'examen limité du commissaire aux comptes.<br/><br/>\n Respect des textes et esprit critique<br/><br/>\n 04. Le commissaire aux comptes réalise l'examen limité des comptes intermédiaires conformément aux textes légaux et réglementaires et à la présente norme d'exercice professionnel.<br/><br/>\n 05. Le commissaire aux comptes respecte les dispositions du code de déontologie de la profession.<br/><br/>\n 06. Tout au long de ses travaux, le commissaire aux comptes :</p><p><br/>\n-fait preuve d'esprit critique et tient compte du fait que certaines situations peuvent conduire à des anomalies significatives dans les comptes ;<br/><br/>\n-exerce son jugement professionnel, notamment pour décider de la nature, du calendrier et de l'étendue des procédures d'examen limité à mettre en œuvre, et pour conclure à partir des éléments collectés.</p><p><br/>\n Nature de l'assurance<br/><br/>\n 07. Lorsqu'il conduit un examen limité de comptes intermédiaires, le commissaire aux comptes met en œuvre des procédures moins étendues que celles requises pour un audit des comptes réalisé pour les besoins de la certification.<br/><br/>\n 08. L'examen limité de comptes intermédiaires consiste essentiellement, pour le commissaire aux comptes, à s'entretenir avec la direction et à mettre en œuvre des procédures analytiques.<br/><br/>\n 09. Il obtient l'assurance, moins élevée que celle obtenue dans le cadre d'un audit des comptes réalisé pour les besoins de la certification, que les comptes intermédiaires ne comportent pas d'anomalies significatives.<br/><br/>\n 10. Cette assurance, qualifiée d'assurance modérée, lui permet de formuler une conclusion selon laquelle il n'a pas relevé d'anomalies significatives dans les comptes intermédiaires, pris dans leur ensemble.<br/><br/>\n Anomalies significatives et seuil de signification<br/><br/>\n 11. Pour déterminer le seuil ou les seuils de signification et évaluer l'incidence des anomalies détectées sur sa conclusion, le commissaire aux comptes applique les principes définis dans la norme d'exercice professionnel relative aux anomalies significatives et au seuil de signification applicable à l'audit des comptes réalisé pour les besoins de la certification.  <br/><br/>\n Travaux à mettre en œuvre par le commissaire aux comptes-Lettre de mission<br/><br/>\n 12. Le commissaire aux comptes définit les termes et conditions de l'examen limité dans la lettre de mission établie conformément aux principes définis dans la norme d'exercice professionnel relative à la lettre de mission.<br/><br/>\n Prise de connaissance de l'entité et de son environnement, y compris son contrôle interne, et évaluation du risque d'anomalies significatives dans les comptes<br/><br/>\n 13. Le commissaire aux comptes acquiert une connaissance suffisante de l'entité et de son environnement, notamment de son contrôle interne, afin d'identifier et d'évaluer le risque d'anomalies significatives dans les comptes intermédiaires et afin de concevoir et mettre en œuvre des procédures lui permettant de fonder sa conclusion sur ces comptes.<br/><br/>\n 14. Lorsque, au cours de l'audit, des comptes de l'exercice précédent ou de l'examen limité des compte intermédiaires précédents, le commissaire aux comptes a collecté des éléments relatifs à la prise de connaissance de l'entité et de son environnement et à l'évaluation du risque d'anomalies significatives dans les comptes, il assure un suivi des facteurs de risque identifiés lors de ces contrôles.<br/><br/>\n 15. Pour ce faire, le commissaire aux comptes :</p><p><br/>\n-relève notamment, dans son dossier de l'exercice précédent, les éléments identifiés suivants :<br/><br/>\n-les faiblesses significatives du contrôle interne ;<br/><br/>\n-les risques inhérents élevés qui requièrent une démarche particulière ;<br/><br/>\n-les anomalies significatives corrigées ou non ;<br/><br/>\n-s'enquiert auprès de la direction des changements survenus depuis la période précédente susceptibles d'affecter la pertinence des informations recueillies. Il s'agit notamment de changements survenus au titre des éléments du contrôle interne, de la nature des activités de l'entité, du choix des méthodes comptables appliquées ou de tout autre événement qu'elle estime susceptible d'avoir une incidence déterminante sur l'activité de l'entité ou sur la préparation des comptes intermédiaires.</p><p><br/>\n 16. Lorsque le commissaire aux comptes intervient au titre de la première année de son mandat et qu'il n'a pas réalisé préalablement d'audit des comptes de l'entité :</p><p><br/>\n-il prend connaissance de l'entité et de son environnement à partir de la revue des dossiers de son prédécesseur ou, le cas échéant, du commissaire aux comptes. Il s'intéresse particulièrement :<br/><br/>\n-aux facteurs identifiés par le prédécesseur ou, le cas échéant, par le commissaire aux comptes comme pouvant engendrer des anomalies significatives dans les comptes ;<br/><br/>\n-et à leur évaluation du risque d'anomalies significatives réalisée pour les besoins de ces contrôles ;<br/><br/>\n-il s'enquiert auprès de la direction des changements survenus depuis la période précédente susceptibles d'affecter la pertinence des informations recueillies.</p><p><br/>\n Entretien avec la direction<br/><br/>\n 17. Le commissaire aux comptes s'entretient, principalement avec les membres de la direction en charge des aspects financiers et comptables, des éléments suivants :</p><p><br/>\n-leur appréciation du risque que les comptes comportent des anomalies significatives résultant de fraudes ;<br/><br/>\n-l'évolution des procédures mises en place pour identifier les risques de fraude dans l'entité et pour y répondre ;<br/><br/>\n-leur connaissance éventuelle de fraudes avérées, suspectées ou simplement alléguées concernant l'entité ;<br/><br/>\n-l'évolution des procédures conçues et mises en œuvre dans l'entité visant à assurer le respect des textes légaux et réglementaires ;<br/><br/>\n-les anomalies relevées par le commissaire aux comptes que celui-ci estime significatives et devant à ce titre être corrigées et les anomalies qu'il estime non significatives ;<br/><br/>\n-la survenance, jusqu'à une date aussi rapprochée que possible, de la date de signature de son rapport d'examen limité, d'événements postérieurs à la clôture de la période tels que définis dans la norme d'exercice professionnel applicable à l'audit des comptes réalisé pour les besoins de la certification ;<br/><br/>\n-des changements comptables tels que définis dans la norme d'exercice professionnel applicable à l'audit des comptes réalisé pour les besoins de la certification, survenus au cours de la période contrôlée ;<br/><br/>\n-des opérations non courantes, en raison de leur importance ou de leur nature, ou complexes réalisées au cours de la période contrôlée ;<br/><br/>\n-des hypothèses retenues pour procéder aux estimations comptables, des intentions de la direction et de la capacité de l'entité à mener à bien les actions envisagées ;<br/><br/>\n-du traitement comptable des opérations avec les parties liées ;<br/><br/>\n-des faits ou événements susceptibles de remettre en cause la continuité d'exploitation de l'entité, et, le cas échéant, des plans d'actions qu'elle a définis pour l'avenir de l'entité ;<br/><br/>\n-de tout autre élément qu'il estime utile pour fonder sa conclusion sur les comptes intermédiaires.</p><p><br/>\n Procédures analytiques<br/><br/>\n 18. Dans le cadre de l'examen limité, le commissaire aux comptes met en œuvre des procédures analytiques en appliquant les principes définis dans la norme d'exercice professionnel relative aux procédures analytiques applicable à l'audit des comptes réalisé pour les besoins de la certification.<br/><br/>\n Autres procédures d'examen limité<br/><br/>\n 19. Le commissaire aux comptes rapproche les comptes intermédiaires avec les documents comptables dont ils sont issus.<br/><br/>\n 20. Lorsque le commissaire aux comptes identifie des éléments susceptibles de mettre en cause la continuité d'exploitation :</p><p><br/>\n-il prend connaissance, si elle existe, de l'évaluation faite par la direction de la capacité de l'entité à poursuivre son exploitation et en apprécie la pertinence. Si la direction n'a pas formalisé cette évaluation, le commissaire aux comptes s'enquiert auprès d'elle des raisons qui l'ont conduite à établir les comptes dans une perspective de continuité d'exploitation ;<br/><br/>\n-et il apprécie, le cas échéant, le caractère approprié des informations données à cet égard dans l'annexe des comptes.</p><p><br/>\n 21. Le commissaire aux comptes consulte les procès-verbaux ou les comptes rendus des réunions tenues par l'organe délibérant et par les organes mentionnés à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242855&dateTexte=&categorieLien=cid'>article L. 823-16 du code de commerce</a> afin d'identifier les délibérations ou décisions pouvant avoir une incidence sur les comptes.<br/><br/>\n 22. Il peut également estimer utile de mettre en œuvre d'autres procédures telles que des inspections d'enregistrements ou de documents ou des vérifications de calculs.<br/><br/>\n Déclarations du représentant légal<br/><br/>\n 23. Le commissaire aux comptes applique les principes de la norme d'exercice professionnel relative aux déclarations de la direction applicable à l'audit des comptes réalisé pour les besoins de la certification.<br/><br/>\n 24. Indépendamment d'autres déclarations écrites que le commissaire aux comptes estimerait nécessaires, il demande au représentant légal des déclarations écrites par lesquelles :</p><p><br/>\n-il déclare que des contrôles destinés à prévenir et à détecter les erreurs et les fraudes ont été conçus et mis en œuvre dans l'entité ;<br/><br/>\n-il déclare lui avoir signalé toutes les fraudes avérées dont il a eu connaissance ou qu'il a suspectées, dès lors que la fraude est susceptible d'entraîner des anomalies significatives dans les comptes ;<br/><br/>\n-il estime que les anomalies non corrigées relevées par le commissaire aux comptes ne sont pas, seules ou cumulées, significatives au regard des comptes pris dans leur ensemble. Un état de ces anomalies non corrigées est joint à cette déclaration écrite. En outre, lorsque le représentant légal responsable des comptes considère que certains éléments reportés sur cet état ne constituent pas des anomalies, il le mentionne dans sa déclaration ;<br/><br/>\n-il confirme lui avoir communiqué son appréciation sur le risque que les comptes puissent comporter des anomalies significatives résultant de fraudes ;<br/><br/>\n-il déclare avoir, au mieux de sa connaissance, appliqué les textes légaux et réglementaires ;<br/><br/>\n-il déclare qu'à ce jour il n'a connaissance d'aucun événement survenu depuis la date de clôture de la période qui nécessiterait un traitement comptable.</p><p><br/>\n Communication<br/><br/>\n 25. Le commissaire aux comptes procède aux communications prévues dans les normes d'exercice professionnel applicables à l'audit des comptes réalisé pour les besoins de la certification.<br/><br/>\n Forme du rapport d'examen limité du commissaire aux comptes<br/><br/>\n 26. Le commissaire aux comptes établit un rapport qui comporte les informations suivantes :<br/><br/>\n a) Un titre qui indique qu'il s'agit d'un rapport de commissaire aux comptes ;<br/><br/>\n b) L'indication de l'organe auquel le rapport est destiné ;<br/><br/>\n c) Une introduction qui précise :</p><p><br/>\n-l'origine de sa nomination ;<br/><br/>\n-la nature des comptes intermédiaires, individuels ou consolidés, le cas échéant condensés, qui font l'objet du rapport et sont joints à ce dernier ;<br/><br/>\n-l'entité dont les comptes font l'objet d'un examen limité ;<br/><br/>\n-la période sur laquelle ils portent ;<br/><br/>\n-et les rôles respectifs de l'organe compétent de l'entité pour établir les comptes intermédiaires et du commissaire aux comptes ;</p><p><br/>\n d) Un paragraphe décrivant les procédures mises en œuvre par le commissaire aux comptes dans le cadre de son examen limité ;<br/><br/>\n e) La formulation de la conclusion du commissaire aux comptes ;<br/><br/>\n f) La date du rapport ;<br/><br/>\n g) Le cas échéant, la signature sociale de la société de commissaire aux comptes ;<br/><br/>\n h) La signature du commissaire aux comptes exerçant à titre individuel ou, le cas échéant, de celui ou de ceux des commissaires aux comptes associés, actionnaires ou dirigeants de la société de commissaire aux comptes qui ont participé à l'établissement du rapport.<br/><br/>\n Conclusions formulées par le commissaire aux comptes<br/><br/>\n 27. Lorsque l'examen limité de comptes intermédiaires porte sur des comptes complets, présentés le cas échéant sous une forme consolidée, le commissaire aux comptes se prononce sur la régularité, la sincérité et l'image fidèle des comptes.<br/><br/>\n 28. Lorsque l'examen limité de comptes intermédiaires porte sur des comptes condensés, présentés le cas échéant sous une forme consolidée, le commissaire aux comptes se prononce sur la conformité des comptes avec les principes qui leur sont applicables, définis dans le référentiel comptable.<br/><br/>\n 29. Le commissaire aux comptes formule :</p><p><br/>\n-soit une conclusion sans réserve ;<br/><br/>\n-soit une conclusion avec réserve ;<br/><br/>\n-soit une conclusion défavorable ;<br/><br/>\n-soit une impossibilité de conclure.</p><p><br/>\n Conclusion sans réserve<br/><br/>\n 30. Le commissaire aux comptes formule une conclusion sans réserve lorsque l'examen limité des comptes intermédiaires qu'il a mis en œuvre lui a permis d'obtenir l'assurance modérée que les comptes, pris dans leur ensemble, ne comportent pas d'anomalies significatives.<br/><br/>\n Conclusion avec réserve<br/><br/>\n 31. Le commissaire aux comptes formule une conclusion avec réserve :</p><p><br/>\n-lorsqu'il a identifié, au cours de l'examen limité des comptes intermédiaires, des anomalies significatives et que celles-ci n'ont pas été corrigées ;<br/><br/>\n-ou lorsqu'il n'a pas pu mettre en œuvre toutes les procédures nécessaires pour fonder sa conclusion sur les comptes intermédiaires, et que :<br/><br/>\n-les incidences sur les comptes intermédiaires des anomalies significatives ou des limitations à ses travaux sont clairement circonscrites ;<br/><br/>\n-la formulation de la réserve est suffisante pour permettre à l'utilisateur des comptes de fonder son jugement en connaissance de cause.</p><p><br/>\n Conclusion défavorable<br/><br/>\n 32. Le commissaire aux comptes formule une conclusion défavorable :</p><p><br/>\n-lorsqu'il a détecté, au cours de l'examen limité des comptes intermédiaires, des anomalies significatives et que celles-ci n'ont pas été corrigées, et que :<br/><br/>\n-les incidences sur les comptes intermédiaires des anomalies significatives ne peuvent être clairement circonscrites, ou la formulation d'une réserve n'est pas suffisante pour permettre à l'utilisateur des comptes de fonder son jugement en connaissance de cause.</p><p><br/>\n Impossibilité de conclure<br/><br/>\n 33. Le commissaire aux comptes formule une impossibilité de conclure :</p><p><br/>\n-lorsqu'il n'a pas pu mettre en œuvre toutes les procédures nécessaires pour fonder sa conclusion sur les comptes, et que :<br/><br/>\n-les incidences sur les comptes intermédiaires des limitations à ses travaux ne peuvent être clairement circonscrites ;<br/><br/>\n-ou la formulation d'une réserve n'est pas suffisante pour permettre à l'utilisateur des comptes intermédiaires de fonder son jugement en connaissance de cause.</p><p><br/>\n 34. Le commissaire aux comptes formule également une impossibilité de conclure lorsqu'il existe de multiples incertitudes dont les incidences sur les comptes ne peuvent être clairement circonscrites.<br/><br/>\n Observations<br/><br/>\n 35. Lorsqu'il émet une conclusion sans réserve ou avec réserve, le commissaire aux comptes formule, s'il y a lieu, toutes observations utiles.<br/><br/>\n 36. En formulant une observation, le commissaire aux comptes attire l'attention du lecteur des comptes intermédiaires sur une information fournie dans l'annexe. Il ne peut pas dispenser d'informations dont la diffusion relève de la responsabilité des dirigeants.<br/><br/>\n 37. Les observations sont formulées dans un paragraphe distinct inséré après la conclusion.<br/><br/>\n 38. Le commissaire aux comptes formule systématiquement une observation sur les informations fournies dans l'annexe :</p><p><br/>\n-en cas d'incertitude sur la continuité de l'exploitation ;<br/><br/>\n-en cas de changement de méthode survenu au cours de la période.</p><p><br/>\n Documentation<br/><br/>\n 39. Le commissaire aux comptes consigne dans son dossier les éléments suffisants et appropriés pour fonder ses conclusions et permettant d'établir que son examen limité a été effectué selon la présente norme.</p>",
            "num": "A823-28",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "VIGUEUR",
            "dateDebut": 1691193600000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000020163597",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : De l'exercice du contrôle légal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163158",
                        "id": "LEGISCTA000020163474",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Des modalités d'exercice de la mission",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163169",
                        "id": "LEGISCTA000020163464",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 3 : Des autres interventions du commissaire aux comptes prévues par les textes légaux et réglementaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163244",
                        "id": "LEGISCTA000020163389",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020163246",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020163244",
            "sectionParentId": "LEGISCTA000020163389",
            "sectionParentTitre": "Sous-section 3 : Des autres interventions du commissaire aux comptes prévues par les textes légaux et réglementaires",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; TITRE II : Des commissaires aux comptes. &gt; Chapitre III : De l'exercice du contrôle légal &gt; Section 3 : Des modalités d'exercice de la mission &gt; Sous-section 3 : Des autres interventions du commissaire aux comptes prévues par les textes légaux et réglementaires",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000047933572",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000047931335",
                    "textTitle": "Arrêté du 27 juillet 2023 - art. 16",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "16",
                    "articleId": "LEGIARTI000047932563",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2023-08-04",
                    "dateSignaTexte": "2023-07-27",
                    "dateDebutCible": "2023-08-05"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L823-16",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L823-16",
                    "articleId": "LEGIARTI000006242855",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000017573640",
                    "textTitle": "Arrêté du 29 novembre 2007 - art. 1, v. init.",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "JORFARTI000017573643",
                    "natureText": "ARRETE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020163387",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1232496000000,
                    "dateFin": 1312416000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024445849",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1312416000000,
                    "dateFin": 1691193600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047933572",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1691193600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A823-28",
                "823-28"
            ],
            "versionPrecedente": "LEGIARTI000024445849",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000024445849",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La norme d'exercice professionnel relative à l'examen limité de comptes intermédiaires en application de dispositions légales ou réglementaires, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : EXAMEN LIMITÉ DE COMPTES INTERMÉDIAIRES EN APPLICATION DE DISPOSITIONS LÉGALES OU RÉGLEMENTAIRES Introduction 1. Le commissaire aux comptes d'une entité peut être conduit à mener, en application de dispositions légales ou réglementaires, un examen limité de comptes intermédiaires, qui peuvent être des comptes condensés, présentés, le cas échéant, sous forme consolidée. 2. La présente norme a pour objet de définir les principes que le commissaire aux comptes applique lorsqu'il conduit un examen limité de comptes intermédiaires. 3. Elle définit en outre les principes relatifs à l'établissement du rapport d'examen limité du commissaire aux comptes. Respect des textes et esprit critique 4. Le commissaire aux comptes réalise l'examen limité des comptes intermédiaires conformément aux textes légaux et réglementaires et à la présente norme d'exercice professionnel. 5. Le commissaire aux comptes respecte les dispositions du code de déontologie de la profession. 6. Tout au long de ses travaux, le commissaire aux comptes : - fait preuve d'esprit critique et tient compte du fait que certaines situations peuvent conduire à des anomalies significatives dans les comptes ; - exerce son jugement professionnel, notamment pour décider de la nature, du calendrier et de l'étendue des procédures d'examen limité à mettre en œuvre, et pour conclure à partir des éléments collectés. Nature de l'assurance 7. Lorsqu'il conduit un examen limité de comptes intermédiaires, le commissaire aux comptes met en œuvre des procédures moins étendues que celles requises pour un audit des comptes réalisé pour les besoins de la certification. 8. L'examen limité de comptes intermédiaires consiste essentiellement, pour le commissaire aux comptes, à s'entretenir avec la direction et à mettre en œuvre des procédures analytiques. 9. Il obtient l'assurance, moins élevée que celle obtenue dans le cadre d'un audit des comptes réalisé pour les besoins de la certification, que les comptes intermédiaires ne comportent pas d'anomalies significatives. 10. Cette assurance, qualifiée d'assurance modérée, lui permet de formuler une conclusion selon laquelle il n'a pas relevé d'anomalies significatives dans les comptes intermédiaires, pris dans leur ensemble. Anomalies significatives et seuil de signification 11. Pour déterminer le seuil ou les seuils de signification et évaluer l'incidence des anomalies détectées sur sa conclusion, le commissaire aux comptes applique les principes définis dans la norme d'exercice professionnel relative aux anomalies significatives et au seuil de signification applicable à l'audit des comptes réalisé pour les besoins de la certification. Travaux à mettre en œuvre par le commissaire aux comptes.-Lettre de mission 12. Le commissaire aux comptes définit les termes et conditions de l'examen limité dans la lettre de mission établie conformément aux principes définis dans la norme d'exercice professionnel relative à la lettre de mission du commissaire aux comptes applicable à l'audit des comptes réalisé pour les besoins de la certification ou dans une lettre de mission spécifique établie conformément à ces mêmes principes. Prise de connaissance de l'entité et de son environnement, y compris son contrôle interne, et évaluation du risque d'anomalies significatives dans les comptes 13. Le commissaire aux comptes acquiert une connaissance suffisante de l'entité et de son environnement, notamment de son contrôle interne, afin d'identifier et d'évaluer le risque d'anomalies significatives dans les comptes intermédiaires et afin de concevoir et mettre en œuvre des procédures lui permettant de fonder sa conclusion sur ces comptes. 14. Lorsque, au cours de l'audit, des comptes de l'exercice précédent ou de l'examen limité des comptes intermédiaires précédents, le commissaire aux comptes a collecté des éléments relatifs à la prise de connaissance de l'entité et de son environnement et à l'évaluation du risque d'anomalies significatives dans les comptes, il assure un suivi des facteurs de risque identifiés lors de ces contrôles. 15. Pour ce faire, le commissaire aux comptes : - relève notamment, dans son dossier de l'exercice précédent, les éléments identifiés suivants : - les faiblesses significatives du contrôle interne ; - les risques inhérents élevés qui requièrent une démarche particulière ; - les anomalies significatives corrigées ou non ; - s'enquiert auprès de la direction des changements survenus depuis la période précédente susceptibles d'affecter la pertinence des informations recueillies. Il s'agit notamment de changements survenus au titre des éléments du contrôle interne, de la nature des activités de l'entité, du choix des méthodes comptables appliquées ou de tout autre événement qu'elle estime susceptible d'avoir une incidence déterminante sur l'activité de l'entité ou sur la préparation des comptes intermédiaires. 16. Lorsque le commissaire aux comptes intervient au titre de la première année de son mandat et qu'il n'a pas réalisé préalablement d'audit des comptes de l'entité : - il prend connaissance de l'entité et de son environnement à partir de la revue des dossiers de son prédécesseur ou, le cas échéant, du commissaire aux comptes. Il s'intéresse particulièrement : - aux facteurs identifiés par le prédécesseur ou, le cas échéant, par le commissaire aux comptes comme pouvant engendrer des anomalies significatives dans les comptes ; et - à leur évaluation du risque d'anomalies significatives réalisée pour les besoins de ces contrôles ; - il s'enquiert auprès de la direction des changements survenus depuis la période précédente susceptibles d'affecter la pertinence des informations recueillies. Entretiens avec la direction 17. Le commissaire aux comptes s'entretient, principalement avec les membres de la direction en charge des aspects financiers et comptables, des éléments suivants : - leur appréciation du risque que les comptes comportent des anomalies significatives résultant de fraudes ; - l'évolution des procédures mises en place pour identifier les risques de fraude dans l'entité et pour y répondre ; - leur connaissance éventuelle de fraudes avérées, suspectées ou simplement alléguées concernant l'entité ; -l 'évolution des procédures conçues et mises en œuvre dans l'entité visant à assurer le respect des textes légaux et réglementaires ; - les anomalies relevées par le commissaire aux comptes que celui-ci estime significatives et devant à ce titre être corrigées et les anomalies qu'il estime non significatives ; - la survenance, jusqu'à une date aussi rapprochée que possible, de la date de signature de son rapport d'examen limité, d'événements postérieurs à la clôture de la période tels que définis dans la norme d'exercice professionnel applicable à l'audit des comptes réalisé pour les besoins de la certification ; - des changements comptables tels que définis dans la norme d'exercice professionnel applicable à l'audit des comptes réalisé pour les besoins de la certification, survenus au cours de la période contrôlée ; - des opérations non courantes, en raison de leur importance ou de leur nature, ou complexes réalisées au cours de la période contrôlée ; - des hypothèses retenues pour procéder aux estimations comptables, des intentions de la direction et de la capacité de l'entité à mener à bien les actions envisagées ; - du traitement comptable des opérations avec les parties liées ; -des faits ou événements susceptibles de remettre en cause la continuité d'exploitation de l'entité, et, le cas échéant, des plans d'actions qu'elle a définis pour l'avenir de l'entité ; - de tout autre élément qu'il estime utile pour fonder sa conclusion sur les comptes intermédiaires. Procédures analytiques 18. Dans le cadre de l'examen limité, le commissaire aux comptes met en œuvre des procédures analytiques en appliquant les principes définis dans la norme d'exercice professionnel relative aux procédures analytiques applicable à l'audit des comptes réalisé pour les besoins de la certification. Autres procédures d'examen limité 19. Le commissaire aux comptes rapproche les comptes intermédiaires avec les documents comptables dont ils sont issus. 20. Lorsque le commissaire aux comptes identifie des éléments susceptibles de mettre en cause la continuité d'exploitation : - il prend connaissance, si elle existe, de l'évaluation faite par la direction de la capacité de l'entité à poursuivre son exploitation et en apprécie la pertinence. Si la direction n'a pas formalisé cette évaluation, le commissaire aux comptes s'enquiert auprès d'elle des raisons qui l'ont conduite à établir les comptes dans une perspective de continuité d'exploitation ; et - il apprécie, le cas échéant, le caractère approprié des informations données à cet égard dans l'annexe des comptes. 21. Le commissaire aux comptes consulte les procès-verbaux ou les comptes rendus des réunions tenues par l'organe délibérant et par les organes mentionnés à l'article L. 823-16 du code de commerce afin d'identifier les délibérations ou décisions pouvant avoir une incidence sur les comptes. 22. Il peut également estimer utile de mettre en œuvre d'autres procédures telles que des inspections d'enregistrements ou de documents ou des vérifications de calculs. Déclarations du représentant légal 23. Le commissaire aux comptes applique les principes de la norme d'exercice professionnel relative aux déclarations de la direction applicable à l'audit des comptes réalisé pour les besoins de la certification. 24. Indépendamment d'autres déclarations écrites que le commissaire aux comptes estimerait nécessaires, il demande au représentant légal des déclarations écrites par lesquelles : - il déclare que des contrôles destinés à prévenir et à détecter les erreurs et les fraudes ont été conçus et mis en œuvre dans l'entité ; - il déclare lui avoir signalé toutes les fraudes avérées dont il a eu connaissance ou qu'il a suspectées, dès lors que la fraude est susceptible d'entraîner des anomalies significatives dans les comptes ; - il estime que les anomalies non corrigées relevées par le commissaire aux comptes ne sont pas, seules ou cumulées, significatives au regard des comptes pris dans leur ensemble. Un état de ces anomalies non corrigées est joint à cette déclaration écrite. En outre, lorsque le représentant légal responsable des comptes considère que certains éléments reportés sur cet état ne constituent pas des anomalies, il le mentionne dans sa déclaration ; - il confirme lui avoir communiqué son appréciation sur le risque que les comptes puissent comporter des anomalies significatives résultant de fraudes ; - il déclare avoir, au mieux de sa connaissance, appliqué les textes légaux et réglementaires ; - il déclare qu'à ce jour il n'a connaissance d'aucun événement survenu depuis la date de clôture de la période qui nécessiterait un traitement comptable. Communication 25. Le commissaire aux comptes procède aux communications prévues dans les normes d'exercice professionnel applicables à l'audit des comptes réalisé pour les besoins de la certification. Forme du rapport d'examen limité du commissaire aux comptes 26. Le commissaire aux comptes établit un rapport qui comporte les informations suivantes : a) Un titre qui indique qu'il s'agit d'un rapport de commissaire aux comptes ; b) L'indication de l'organe auquel le rapport est destiné ; c) Une introduction qui précise : - l'origine de sa nomination ; - la nature des comptes intermédiaires, individuels ou consolidés, le cas échéant condensés, qui font l'objet du rapport et sont joints à ce dernier ; - l'entité dont les comptes font l'objet d'un examen limité ; - la période sur laquelle ils portent ; et - les rôles respectifs de l'organe compétent de l'entité pour établir les comptes intermédiaires et du commissaire aux comptes ; d) Un paragraphe décrivant les procédures mises en œuvre par le commissaire aux comptes dans le cadre de son examen limité ; e) La formulation de la conclusion du commissaire aux comptes ; f) La date du rapport ; g) Le cas échéant, la signature sociale de la société de commissaire aux comptes ; h) La signature du commissaire aux comptes exerçant à titre individuel ou, le cas échéant, de celui ou de ceux des commissaires aux comptes associés, actionnaires ou dirigeants de la société de commissaire aux comptes qui ont participé à l'établissement du rapport. Conclusions formulées par le commissaire aux comptes 27. Lorsque l'examen limité de comptes intermédiaires porte sur des comptes complets, présentés le cas échéant sous une forme consolidée, le commissaire aux comptes se prononce sur la régularité, la sincérité et l'image fidèle des comptes. 28. Lorsque l'examen limité de comptes intermédiaires porte sur des comptes condensés, présentés le cas échéant sous une forme consolidée, le commissaire aux comptes se prononce sur la conformité des comptes avec les principes qui leur sont applicables, définis dans le référentiel comptable. 29. Le commissaire aux comptes formule : - soit une conclusion sans réserve ; - soit une conclusion avec réserve ; - soit une conclusion défavorable ; - soit une impossibilité de conclure. Conclusion sans réserve 30. Le commissaire aux comptes formule une conclusion sans réserve lorsque l'examen limité des comptes intermédiaires qu'il a mis en œuvre lui a permis d'obtenir l'assurance modérée que les comptes, pris dans leur ensemble, ne comportent pas d'anomalies significatives. Conclusion avec réserve 31. Le commissaire aux comptes formule une conclusion avec réserve : - lorsqu'il a identifié, au cours de l'examen limité des comptes intermédiaires, des anomalies significatives et que celles-ci n'ont pas été corrigées ; ou - lorsqu'il n'a pas pu mettre en œuvre toutes les procédures nécessaires pour fonder sa conclusion sur les comptes intermédiaires, et que : - les incidences sur les comptes intermédiaires des anomalies significatives ou des limitations à ses travaux sont clairement c irconscrites ; - la formulation de la réserve est suffisante pour permettre à l'utilisateur des comptes de fonder son jugement en connaissance de cause. Conclusion défavorable 32. Le commissaire aux comptes formule une conclusion défavorable : - lorsqu'il a détecté, au cours de l'examen limité des comptes intermédiaires, des anomalies significatives et que celles-ci n'ont pas été corrigées, et que : - les incidences sur les comptes intermédiaires des anomalies significatives ne peuvent être clairement circonscrites, ou la formulation d'une réserve n'est pas suffisante pour permettre à l'utilisateur des comptes de fonder son jugement en connaissance de cause. Impossibilité de conclure 33. Le commissaire aux comptes formule une impossibilité de conclure : - lorsqu'il n'a pas pu mettre en œuvre toutes les procédures nécessaires pour fonder sa conclusion sur les comptes, et que : - les incidences sur les comptes intermédiaires des limitations à ses travaux ne peuvent être clairement circonscrites ; ou - la formulation d'une réserve n'est pas suffisante pour permettre à l'utilisateur des comptes intermédiaires de fonder son jugement en connaissance de cause. 34. Le commissaire aux comptes formule également une impossibilité de conclure lorsqu'il existe de multiples incertitudes dont les incidences sur les comptes ne peuvent être clairement circonscrites. Observations 35. Lorsqu'il émet une conclusion sans réserve ou avec réserve, le commissaire aux comptes formule, s'il y a lieu, toutes observations utiles. 36. En formulant une observation, le commissaire aux comptes attire l'attention du lecteur des comptes intermédiaires sur une information fournie dans l'annexe. Il ne peut pas dispenser d'informations dont la diffusion relève de la responsabilité des dirigeants. 37. Les observations sont formulées dans un paragraphe distinct inséré après la conclusion. 38. Le commissaire aux comptes formule systématiquement une observation sur les informations fournies dans l'annexe : - en cas d'incertitude sur la continuité de l'exploitation ; - en cas de changement de méthodes comptables survenu au cours de la période. Documentation 39. Le commissaire aux comptes consigne dans son dossier les éléments suffisants et appropriés pour fonder ses conclusions et permettant d'établir que son examen limité a été effectué selon la présente norme.",
            "texteHtml": "<p></p><p>La norme d'exercice professionnel relative à l'examen limité de comptes intermédiaires en application de dispositions légales ou réglementaires, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : </p><p></p><p align='center'>EXAMEN LIMITÉ DE COMPTES INTERMÉDIAIRES EN APPLICATION DE DISPOSITIONS LÉGALES OU RÉGLEMENTAIRES </p><p align='center'></p><p></p><p></p><p>Introduction </p><p></p><p></p><p>1. Le commissaire aux comptes d'une entité peut être conduit à mener, en application de dispositions légales ou réglementaires, un examen limité de comptes intermédiaires, qui peuvent être des comptes condensés, présentés, le cas échéant, sous forme consolidée. </p><p>2. La présente norme a pour objet de définir les principes que le commissaire aux comptes applique lorsqu'il conduit un examen limité de comptes intermédiaires. </p><p>3. Elle définit en outre les principes relatifs à l'établissement du rapport d'examen limité du commissaire aux comptes. </p><p></p><p></p><p>Respect des textes et esprit critique </p><p></p><p></p><p>4. Le commissaire aux comptes réalise l'examen limité des comptes intermédiaires conformément aux textes légaux et réglementaires et à la présente norme d'exercice professionnel. </p><p>5. Le commissaire aux comptes respecte les dispositions du code de déontologie de la profession. </p><p>6. Tout au long de ses travaux, le commissaire aux comptes :</p><p>- fait preuve d'esprit critique et tient compte du fait que certaines situations peuvent conduire à des anomalies significatives dans les comptes ;</p><p>- exerce son jugement professionnel, notamment pour décider de la nature, du calendrier et de l'étendue des procédures d'examen limité à mettre en œuvre, et pour conclure à partir des éléments collectés. </p><p></p><p></p><p>Nature de l'assurance </p><p></p><p></p><p>7. Lorsqu'il conduit un examen limité de comptes intermédiaires, le commissaire aux comptes met en œuvre des procédures moins étendues que celles requises pour un audit des comptes réalisé pour les besoins de la certification. </p><p>8. L'examen limité de comptes intermédiaires consiste essentiellement, pour le commissaire aux comptes, à s'entretenir avec la direction et à mettre en œuvre des procédures analytiques. </p><p>9. Il obtient l'assurance, moins élevée que celle obtenue dans le cadre d'un audit des comptes réalisé pour les besoins de la certification, que les comptes intermédiaires ne comportent pas d'anomalies significatives. </p><p>10. Cette assurance, qualifiée d'assurance modérée, lui permet de formuler une conclusion selon laquelle il n'a pas relevé d'anomalies significatives dans les comptes intermédiaires, pris dans leur ensemble. </p><p></p><p></p><p>Anomalies significatives et seuil de signification </p><p></p><p></p><p>11. Pour déterminer le seuil ou les seuils de signification et évaluer l'incidence des anomalies détectées sur sa conclusion, le commissaire aux comptes applique les principes définis dans la norme d'exercice professionnel relative aux anomalies significatives et au seuil de signification applicable à l'audit des comptes réalisé pour les besoins de la certification. </p><p></p><p></p><p>Travaux à mettre en œuvre par le commissaire aux comptes.-Lettre de mission </p><p></p><p></p><p>12. Le commissaire aux comptes définit les termes et conditions de l'examen limité dans la lettre de mission établie conformément aux principes définis dans la norme d'exercice professionnel relative à la lettre de mission du commissaire aux comptes applicable à l'audit des comptes réalisé pour les besoins de la certification ou dans une lettre de mission spécifique établie conformément à ces mêmes principes. </p><p>Prise de connaissance de l'entité et de son environnement, y compris son contrôle interne, et évaluation du risque d'anomalies significatives dans les comptes </p><p>13. Le commissaire aux comptes acquiert une connaissance suffisante de l'entité et de son environnement, notamment de son contrôle interne, afin d'identifier et d'évaluer le risque d'anomalies significatives dans les comptes intermédiaires et afin de concevoir et mettre en œuvre des procédures lui permettant de fonder sa conclusion sur ces comptes. </p><p>14. Lorsque, au cours de l'audit, des comptes de l'exercice précédent ou de l'examen limité des comptes intermédiaires précédents, le commissaire aux comptes a collecté des éléments relatifs à la prise de connaissance de l'entité et de son environnement et à l'évaluation du risque d'anomalies significatives dans les comptes, il assure un suivi des facteurs de risque identifiés lors de ces contrôles. </p><p>15. Pour ce faire, le commissaire aux comptes :</p><p>- relève notamment, dans son dossier de l'exercice précédent, les éléments identifiés suivants :</p><p>- les faiblesses significatives du contrôle interne ;</p><p>- les risques inhérents élevés qui requièrent une démarche particulière ;</p><p>- les anomalies significatives corrigées ou non ;</p><p>- s'enquiert auprès de la direction des changements survenus depuis la période précédente susceptibles d'affecter la pertinence des informations recueillies. Il s'agit notamment de changements survenus au titre des éléments du contrôle interne, de la nature des activités de l'entité, du choix des méthodes comptables appliquées ou de tout autre événement qu'elle estime susceptible d'avoir une incidence déterminante sur l'activité de l'entité ou sur la préparation des comptes intermédiaires. </p><p>16. Lorsque le commissaire aux comptes intervient au titre de la première année de son mandat et qu'il n'a pas réalisé préalablement d'audit des comptes de l'entité :</p><p>- il prend connaissance de l'entité et de son environnement à partir de la revue des dossiers de son prédécesseur ou, le cas échéant, du commissaire aux comptes. Il s'intéresse particulièrement :</p><p>- aux facteurs identifiés par le prédécesseur ou, le cas échéant, par le commissaire aux comptes comme pouvant engendrer des anomalies significatives dans les comptes ; et</p><p>- à leur évaluation du risque d'anomalies significatives réalisée pour les besoins de ces contrôles ;</p><p>- il s'enquiert auprès de la direction des changements survenus depuis la période précédente susceptibles d'affecter la pertinence des informations recueillies. </p><p></p><p></p><p>Entretiens avec la direction </p><p></p><p></p><p>17. Le commissaire aux comptes s'entretient, principalement avec les membres de la direction en charge des aspects financiers et comptables, des éléments suivants :</p><p>- leur appréciation du risque que les comptes comportent des anomalies significatives résultant de fraudes ;</p><p>- l'évolution des procédures mises en place pour identifier les risques de fraude dans l'entité et pour y répondre ;</p><p>- leur connaissance éventuelle de fraudes avérées, suspectées ou simplement alléguées concernant l'entité ;</p><p>-l 'évolution des procédures conçues et mises en œuvre dans l'entité visant à assurer le respect des textes légaux et réglementaires ;</p><p>- les anomalies relevées par le commissaire aux comptes que celui-ci estime significatives et devant à ce titre être corrigées et les anomalies qu'il estime non significatives ;</p><p>- la survenance, jusqu'à une date aussi rapprochée que possible, de la date de signature de son rapport d'examen limité, d'événements postérieurs à la clôture de la période tels que définis dans la norme d'exercice professionnel applicable à l'audit des comptes réalisé pour les besoins de la certification ;</p><p>- des changements comptables tels que définis dans la norme d'exercice professionnel applicable à l'audit des comptes réalisé pour les besoins de la certification, survenus au cours de la période contrôlée ;</p><p>- des opérations non courantes, en raison de leur importance ou de leur nature, ou complexes réalisées au cours de la période contrôlée ;</p><p>- des hypothèses retenues pour procéder aux estimations comptables, des intentions de la direction et de la capacité de l'entité à mener à bien les actions envisagées ;</p><p>- du traitement comptable des opérations avec les parties liées ;</p><p>-des faits ou événements susceptibles de remettre en cause la continuité d'exploitation de l'entité, et, le cas échéant, des plans d'actions qu'elle a définis pour l'avenir de l'entité ;</p><p>- de tout autre élément qu'il estime utile pour fonder sa conclusion sur les comptes intermédiaires. </p><p></p><p></p><p>Procédures analytiques </p><p></p><p></p><p>18. Dans le cadre de l'examen limité, le commissaire aux comptes met en œuvre des procédures analytiques en appliquant les principes définis dans la norme d'exercice professionnel relative aux procédures analytiques applicable à l'audit des comptes réalisé pour les besoins de la certification. </p><p></p><p></p><p>Autres procédures d'examen limité </p><p></p><p></p><p>19. Le commissaire aux comptes rapproche les comptes intermédiaires avec les documents comptables dont ils sont issus. </p><p>20. Lorsque le commissaire aux comptes identifie des éléments susceptibles de mettre en cause la continuité d'exploitation :</p><p>- il prend connaissance, si elle existe, de l'évaluation faite par la direction de la capacité de l'entité à poursuivre son exploitation et en apprécie la pertinence. Si la direction n'a pas formalisé cette évaluation, le commissaire aux comptes s'enquiert auprès d'elle des raisons qui l'ont conduite à établir les comptes dans une perspective de continuité d'exploitation ; et</p><p>- il apprécie, le cas échéant, le caractère approprié des informations données à cet égard dans l'annexe des comptes. </p><p>21. Le commissaire aux comptes consulte les procès-verbaux ou les comptes rendus des réunions tenues par l'organe délibérant et par les organes mentionnés à <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000005634379&idArticle=LEGIARTI000006242855&dateTexte=&categorieLien=cid'>l'article L. 823-16</a> du code de commerce afin d'identifier les délibérations ou décisions pouvant avoir une incidence sur les comptes. </p><p>22. Il peut également estimer utile de mettre en œuvre d'autres procédures telles que des inspections d'enregistrements ou de documents ou des vérifications de calculs. </p><p></p><p></p><p>Déclarations du représentant légal </p><p></p><p></p><p>23. Le commissaire aux comptes applique les principes de la norme d'exercice professionnel relative aux déclarations de la direction applicable à l'audit des comptes réalisé pour les besoins de la certification. </p><p>24. Indépendamment d'autres déclarations écrites que le commissaire aux comptes estimerait nécessaires, il demande au représentant légal des déclarations écrites par lesquelles :</p><p>- il déclare que des contrôles destinés à prévenir et à détecter les erreurs et les fraudes ont été conçus et mis en œuvre dans l'entité ;</p><p>- il déclare lui avoir signalé toutes les fraudes avérées dont il a eu connaissance ou qu'il a suspectées, dès lors que la fraude est susceptible d'entraîner des anomalies significatives dans les comptes ;</p><p>- il estime que les anomalies non corrigées relevées par le commissaire aux comptes ne sont pas, seules ou cumulées, significatives au regard des comptes pris dans leur ensemble. Un état de ces anomalies non corrigées est joint à cette déclaration écrite. En outre, lorsque le représentant légal responsable des comptes considère que certains éléments reportés sur cet état ne constituent pas des anomalies, il le mentionne dans sa déclaration ;</p><p>- il confirme lui avoir communiqué son appréciation sur le risque que les comptes puissent comporter des anomalies significatives résultant de fraudes ;</p><p>- il déclare avoir, au mieux de sa connaissance, appliqué les textes légaux et réglementaires ;</p><p>- il déclare qu'à ce jour il n'a connaissance d'aucun événement survenu depuis la date de clôture de la période qui nécessiterait un traitement comptable. </p><p></p><p></p><p>Communication </p><p></p><p></p><p>25. Le commissaire aux comptes procède aux communications prévues dans les normes d'exercice professionnel applicables à l'audit des comptes réalisé pour les besoins de la certification. </p><p></p><p></p><p>Forme du rapport d'examen limité du commissaire aux comptes </p><p></p><p></p><p>26. Le commissaire aux comptes établit un rapport qui comporte les informations suivantes : </p><p>a) Un titre qui indique qu'il s'agit d'un rapport de commissaire aux comptes ; </p><p>b) L'indication de l'organe auquel le rapport est destiné ; </p><p>c) Une introduction qui précise :</p><p>- l'origine de sa nomination ;</p><p>- la nature des comptes intermédiaires, individuels ou consolidés, le cas échéant condensés, qui font l'objet du rapport et sont joints à ce dernier ;</p><p>- l'entité dont les comptes font l'objet d'un examen limité ;</p><p>- la période sur laquelle ils portent ; et</p><p>- les rôles respectifs de l'organe compétent de l'entité pour établir les comptes intermédiaires et du commissaire aux comptes ; </p><p>d) Un paragraphe décrivant les procédures mises en œuvre par le commissaire aux comptes dans le cadre de son examen limité ; </p><p>e) La formulation de la conclusion du commissaire aux comptes ; </p><p>f) La date du rapport ; </p><p>g) Le cas échéant, la signature sociale de la société de commissaire aux comptes ; </p><p>h) La signature du commissaire aux comptes exerçant à titre individuel ou, le cas échéant, de celui ou de ceux des commissaires aux comptes associés, actionnaires ou dirigeants de la société de commissaire aux comptes qui ont participé à l'établissement du rapport. </p><p></p><p></p><p>Conclusions formulées par le commissaire aux comptes </p><p></p><p></p><p>27. Lorsque l'examen limité de comptes intermédiaires porte sur des comptes complets, présentés le cas échéant sous une forme consolidée, le commissaire aux comptes se prononce sur la régularité, la sincérité et l'image fidèle des comptes. </p><p>28. Lorsque l'examen limité de comptes intermédiaires porte sur des comptes condensés, présentés le cas échéant sous une forme consolidée, le commissaire aux comptes se prononce sur la conformité des comptes avec les principes qui leur sont applicables, définis dans le référentiel comptable. </p><p>29. Le commissaire aux comptes formule :</p><p>- soit une conclusion sans réserve ;</p><p>- soit une conclusion avec réserve ;</p><p>- soit une conclusion défavorable ;</p><p>- soit une impossibilité de conclure. </p><p></p><p></p><p>Conclusion sans réserve </p><p></p><p></p><p>30. Le commissaire aux comptes formule une conclusion sans réserve lorsque l'examen limité des comptes intermédiaires qu'il a mis en œuvre lui a permis d'obtenir l'assurance modérée que les comptes, pris dans leur ensemble, ne comportent pas d'anomalies significatives. </p><p></p><p></p><p>Conclusion avec réserve </p><p></p><p></p><p>31. Le commissaire aux comptes formule une conclusion avec réserve :</p><p>- lorsqu'il a identifié, au cours de l'examen limité des comptes intermédiaires, des anomalies significatives et que celles-ci n'ont pas été corrigées ; ou</p><p>- lorsqu'il n'a pas pu mettre en œuvre toutes les procédures nécessaires pour fonder sa conclusion sur les comptes intermédiaires, </p><p>et que :</p><p>- les incidences sur les comptes intermédiaires des anomalies significatives ou des limitations à ses travaux sont clairement c irconscrites ;</p><p>- la formulation de la réserve est suffisante pour permettre à l'utilisateur des comptes de fonder son jugement en connaissance de cause. </p><p></p><p></p><p>Conclusion défavorable </p><p></p><p></p><p>32. Le commissaire aux comptes formule une conclusion défavorable :</p><p>- lorsqu'il a détecté, au cours de l'examen limité des comptes intermédiaires, des anomalies significatives et que celles-ci n'ont pas été corrigées, </p><p>et que :</p><p>- les incidences sur les comptes intermédiaires des anomalies significatives ne peuvent être clairement circonscrites, ou la formulation d'une réserve n'est pas suffisante pour permettre à l'utilisateur des comptes de fonder son jugement en connaissance de cause. </p><p></p><p></p><p>Impossibilité de conclure </p><p></p><p></p><p>33. Le commissaire aux comptes formule une impossibilité de conclure :</p><p>- lorsqu'il n'a pas pu mettre en œuvre toutes les procédures nécessaires pour fonder sa conclusion sur les comptes, </p><p>et que :</p><p>- les incidences sur les comptes intermédiaires des limitations à ses travaux ne peuvent être clairement circonscrites ; ou</p><p>- la formulation d'une réserve n'est pas suffisante pour permettre à l'utilisateur des comptes intermédiaires de fonder son jugement en connaissance de cause. </p><p>34. Le commissaire aux comptes formule également une impossibilité de conclure lorsqu'il existe de multiples incertitudes dont les incidences sur les comptes ne peuvent être clairement circonscrites. </p><p></p><p></p><p>Observations </p><p></p><p></p><p>35. Lorsqu'il émet une conclusion sans réserve ou avec réserve, le commissaire aux comptes formule, s'il y a lieu, toutes observations utiles. </p><p>36. En formulant une observation, le commissaire aux comptes attire l'attention du lecteur des comptes intermédiaires sur une information fournie dans l'annexe. Il ne peut pas dispenser d'informations dont la diffusion relève de la responsabilité des dirigeants. </p><p>37. Les observations sont formulées dans un paragraphe distinct inséré après la conclusion. </p><p>38. Le commissaire aux comptes formule systématiquement une observation sur les informations fournies dans l'annexe :</p><p>- en cas d'incertitude sur la continuité de l'exploitation ;</p><p>- en cas de changement de méthodes comptables survenu au cours de la période. </p><p></p><p></p><p>Documentation </p><p></p><p></p><p>39. Le commissaire aux comptes consigne dans son dossier les éléments suffisants et appropriés pour fonder ses conclusions et permettant d'établir que son examen limité a été effectué selon la présente norme.</p><p></p>",
            "num": "A823-28",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1312416000000,
            "dateFin": 1691193600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000020163597",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : De l'exercice du contrôle légal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163158",
                        "id": "LEGISCTA000020163474",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Des modalités d'exercice de la mission",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163169",
                        "id": "LEGISCTA000020163464",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 3 : Des autres interventions du commissaire aux comptes prévues par les textes légaux et réglementaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163244",
                        "id": "LEGISCTA000020163389",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020163246",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020163244",
            "sectionParentId": "LEGISCTA000020163389",
            "sectionParentTitre": "Sous-section 3 : Des autres interventions du commissaire aux comptes prévues par les textes légaux et réglementaires",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; TITRE II : Des commissaires aux comptes. &gt; Chapitre III : De l'exercice du contrôle légal &gt; Section 3 : Des modalités d'exercice de la mission &gt; Sous-section 3 : Des autres interventions du commissaire aux comptes prévues par les textes légaux et réglementaires",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000024445849",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000024424765",
                    "textTitle": "Arrêté du 21 juin 2011 - art. 2",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000024428958",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2011-08-03",
                    "dateSignaTexte": "2011-06-21",
                    "dateDebutCible": "2011-08-04"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000005634379",
                    "textTitle": "Code de commerce - art. L823-16",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L823-16",
                    "articleId": "LEGIARTI000006242855",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1481414400000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000017573640",
                    "textTitle": "Arrêté du 29 novembre 2007 - art. 1, v. init.",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "JORFARTI000017573643",
                    "natureText": "ARRETE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020163387",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1232496000000,
                    "dateFin": 1312416000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024445849",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1312416000000,
                    "dateFin": 1691193600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047933572",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1691193600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A823-28",
                "823-28"
            ],
            "versionPrecedente": "LEGIARTI000020163387",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000020163387",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "La norme d'exercice professionnel relative à l'examen limité de comptes intermédiaires en application de dispositions légales ou réglementaires, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous : NORME D'EXERCICE PROFESSIONNEL RELATIVE À L'EXAMEN LIMITÉ DE COMPTES INTERMÉDIAIRES EN APPLICATION DE DISPOSITIONS LÉGALES OU RÉGLEMENTAIRES Introduction 1. Le commissaire aux comptes d'une entité peut être conduit à mener, en application de dispositions légales ou réglementaires, un examen limité de comptes intermédiaires, qui peuvent être des comptes condensés, présentés, le cas échéant, sous forme consolidée. 2. La présente norme a pour objet de définir les principes que le commissaire aux comptes applique lorsqu'il conduit un examen limité de comptes intermédiaires. 3. Elle définit en outre les principes relatifs à l'établissement du rapport d'examen limité du commissaire aux comptes. Respect des textes et esprit critique 4. Le commissaire aux comptes réalise l'examen limité des comptes intermédiaires conformément aux textes légaux et réglementaires et à la présente norme d'exercice professionnel. 5. Le commissaire aux comptes respecte les dispositions du code de déontologie de la profession. 6. Tout au long de ses travaux, le commissaire aux comptes : ― fait preuve d'esprit critique et tient compte du fait que certaines situations peuvent conduire à des anomalies significatives dans les comptes ; ― exerce son jugement professionnel, notamment pour décider de la nature, du calendrier et de l'étendue des procédures d'examen limité à mettre en œuvre, et pour conclure à partir des éléments collectés. Nature de l'assurance 7. Lorsqu'il conduit un examen limité de comptes intermédiaires, le commissaire aux comptes met en œuvre des procédures moins étendues que celles requises pour un audit des comptes réalisé pour les besoins de la certification. 8. L'examen limité de comptes intermédiaires consiste essentiellement, pour le commissaire aux comptes, à s'entretenir avec la direction et à mettre en œuvre des procédures analytiques. 9. Il obtient l'assurance, moins élevée que celle obtenue dans le cadre d'un audit des comptes réalisé pour les besoins de la certification, que les comptes intermédiaires ne comportent pas d'anomalies significatives. 10. Cette assurance, qualifiée d'assurance modérée, lui permet de formuler une conclusion selon laquelle il n'a pas relevé d'anomalies significatives dans les comptes intermédiaires, pris dans leur ensemble. Anomalies significatives et seuil de signification 11. Pour déterminer le seuil ou les seuils de signification et évaluer l'incidence des anomalies détectées sur sa conclusion, le commissaire aux comptes applique les principes définis dans la norme d'exercice professionnel relative aux anomalies significatives et au seuil de signification applicable à l'audit des comptes réalisé pour les besoins de la certification. Travaux à mettre en œuvre par le commissaire aux comptes Lettre de mission 12. Le commissaire aux comptes définit les termes et conditions de l'examen limité dans la lettre de mission établie conformément aux principes définis dans la norme d'exercice professionnel relative à la lettre de mission du commissaire aux comptes applicable à l'audit des comptes réalisé pour les besoins de la certification ou dans une lettre de mission spécifique établie conformément à ces mêmes principes. Prise de connaissance de l'entité et de son environnement, y compris son contrôle interne, et évaluation du risque d'anomalies significatives dans les comptes 13. Le commissaire aux comptes acquiert une connaissance suffisante de l'entité et de son environnement, notamment de son contrôle interne, afin d'identifier et d'évaluer le risque d'anomalies significatives dans les comptes intermédiaires et afin de concevoir et mettre en œuvre des procédures lui permettant de fonder sa conclusion sur ces comptes. 14. Lorsqu'au cours de l'audit des comptes de l'exercice précédent ou de l'examen limité des comptes intermédiaires précédents, le commissaire aux comptes a collecté des éléments relatifs à la prise de connaissance de l'entité et de son environnement et à l'évaluation du risque d'anomalies significatives dans les comptes, il assure un suivi des facteurs de risque identifiés lors de ces contrôles. 15. Pour ce faire, le commissaire aux comptes : ― relève notamment, dans son dossier de l'exercice précédent, les éléments identifiés suivants : ― les déficiences majeures dans la conception ou la mise en œuvre du contrôle interne ; ― les risques inhérents élevés qui requièrent une démarche particulière ; ― les anomalies significatives corrigées ou non ; ― s'enquiert auprès de la direction des changements survenus depuis la période précédente susceptibles d'affecter la pertinence des informations recueillies. Il s'agit notamment de changements survenus au titre des éléments du contrôle interne, de la nature des activités de l'entité, du choix des méthodes comptables appliquées ou de tout autre événement qu'elle estime susceptible d'avoir une incidence déterminante sur l'activité de l'entité ou sur la préparation des comptes intermédiaires. 16. Lorsque le commissaire aux comptes intervient au titre de la première année de son mandat et qu'il n'a pas réalisé préalablement d'audit des comptes de l'entité : ― il prend connaissance de l'entité et de son environnement à partir de la revue des dossiers de son prédécesseur ou, le cas échéant, du co-commissaire aux comptes. Il s'intéresse particulièrement : ― aux facteurs identifiés par le prédécesseur ou, le cas échéant, par le co-commissaire aux comptes comme pouvant engendrer des anomalies significatives dans les comptes ; ― à leur évaluation du risque d'anomalies significatives réalisée pour les besoins de ces contrôles ; ― il s'enquiert auprès de la direction des changements survenus depuis la période précédente susceptibles d'affecter la pertinence des informations recueillies. Entretiens avec la direction 17. Le commissaire aux comptes s'entretient, principalement avec les membres de la direction en charge des aspects financiers et comptables, des éléments suivants : ― leur appréciation du risque que les comptes comportent des anomalies significatives résultant de fraudes ; ― l'évolution des procédures mises en place pour identifier les risques de fraude dans l'entité et pour y répondre ; ― leur connaissance éventuelle de fraudes avérées, suspectées ou simplement alléguées concernant l'entité ; ― l'évolution des procédures conçues et mises en œuvre dans l'entité visant à assurer le respect des textes légaux et réglementaires ; ― les anomalies relevées par le commissaire aux comptes que celui-ci estime significatives et devant à ce titre être corrigées et les anomalies qu'il estime non significatives ; ― la survenance, jusqu'à une date aussi rapprochée que possible de la date de signature de son rapport d'examen limité, d'événements postérieurs à la clôture de la période tels que définis dans la norme d'exercice professionnel applicable à l'audit des comptes réalisé pour les besoins de la certification ; ― des changements comptables tels que définis dans la norme d'exercice professionnel applicable à l'audit des comptes réalisé pour les besoins de la certification, survenus au cours de la période contrôlée ; ― des opérations non courantes, en raison de leur importance ou de leur nature, ou complexes réalisées au cours de la période contrôlée ; ― des hypothèses retenues pour procéder aux estimations comptables, des intentions de la direction et de la capacité de l'entité à mener à bien les actions envisagées ; ― du traitement comptable des opérations avec les parties liées ; ― des faits ou événements susceptibles de remettre en cause la continuité d'exploitation de l'entité, et, le cas échéant, des plans d'actions qu'elle a définis pour l'avenir de l'entité ; ― de tout autre élément qu'il estime utile pour fonder sa conclusion sur les comptes intermédiaires. Procédures analytiques 18. Dans le cadre de l'examen limité, le commissaire aux comptes met en œuvre des procédures analytiques en appliquant les principes définis dans la norme d'exercice professionnel relative aux procédures analytiques applicable à l'audit des comptes réalisé pour les besoins de la certification. Autres procédures d'examen limité 19. Le commissaire aux comptes rapproche les comptes intermédiaires avec les documents comptables dont ils sont issus. 20. Lorsque le commissaire aux comptes identifie des éléments susceptibles de mettre en cause la continuité d'exploitation, il : ― prend connaissance, si elle existe, de l'évaluation faite par la direction de la capacité de l'entité à poursuivre son exploitation et en apprécie la pertinence. Si la direction n'a pas formalisé cette évaluation, le commissaire aux comptes s'enquiert auprès d'elle des raisons qui l'ont conduite à établir les comptes dans une perspective de continuité d'exploitation ; et ― apprécie, le cas échéant, le caractère approprié des informations données à cet égard dans l'annexe des comptes. 21. Le commissaire aux comptes consulte les procès-verbaux ou les comptes-rendus des réunions tenues par l'organe appelé à statuer sur les comptes, par l'organe d'administration ou de surveillance et par la direction, afin d'identifier les délibérations ou décisions pouvant avoir une incidence sur les comptes. 22. Il peut également estimer utile de mettre en œuvre d'autres procédures telles que des inspections d'enregistrements ou de documents ou des vérifications de calculs. Déclarations du représentant légal 23. Le commissaire aux comptes applique les principes de la norme d'exercice professionnel relative aux déclarations de la direction applicable à l'audit des comptes réalisé pour les besoins de la certification. 24. Indépendamment d'autres déclarations écrites que le commissaire aux comptes estimerait nécessaires, il demande au représentant légal des déclarations écrites par lesquelles : ― il déclare que des contrôles destinés à prévenir et à détecter les erreurs et les fraudes ont été conçus et mis en œuvre dans l'entité ; ― il déclare lui avoir signalé toutes les fraudes avérées dont il a eu connaissance ou qu'il a suspectées, dès lors que la fraude est susceptible d'entraîner des anomalies significatives dans les comptes ; ― il estime que les anomalies non corrigées relevées par le commissaire aux comptes ne sont pas, seules ou cumulées, significatives au regard des comptes pris dans leur ensemble. Un état de ces anomalies non corrigées est joint à cette déclaration écrite. En outre, lorsque le représentant légal responsable des comptes considère que certains éléments reportés sur cet état ne constituent pas des anomalies, il le mentionne dans sa déclaration ; ― il confirme lui avoir communiqué son appréciation sur le risque que les comptes puissent comporter des anomalies significatives résultant de fraudes ; ― il déclare avoir, au mieux de sa connaissance, appliqué les textes légaux et réglementaires ; ― il déclare qu'à ce jour il n'a connaissance d'aucun événement survenu depuis la date de clôture de la période qui nécessiterait un traitement comptable. Communication 25. Le commissaire aux comptes communique à la direction, au niveau de responsabilité approprié, et à l'organe d'administration ou de surveillance les éléments prévus dans les normes d'exercice professionnel applicables à l'audit des comptes réalisé pour les besoins de la certification. Forme du rapport d'examen limité du commissaire aux comptes 26. Le commissaire aux comptes établit un rapport qui comporte les informations suivantes : a) Un titre qui indique qu'il s'agit d'un rapport de commissaire aux comptes ; b) L'indication de l'organe auquel le rapport est destiné ; c) Une introduction qui précise : ― l'origine de sa nomination ; ― la nature des comptes intermédiaires, individuels ou consolidés, le cas échéant condensés, qui font l'objet du rapport et sont joints à ce dernier ; ― l'entité dont les comptes font l'objet d'un examen limité ; ― la période sur laquelle ils portent ; ― et les rôles respectifs de l'organe compétent de l'entité pour établir les comptes intermédiaires et du commissaire aux comptes ; d) Un paragraphe décrivant les procédures mises en œuvre par le commissaire aux comptes dans le cadre de son examen limité ; e) La formulation de la conclusion du commissaire aux comptes ; f) La date du rapport ; g) Le cas échéant, la signature sociale de la société de commissaire aux comptes ; h) La signature du commissaire aux comptes exerçant à titre individuel ou, le cas échéant, de celui ou de ceux des commissaires aux comptes associés, actionnaires ou dirigeants de la société de commissaire aux comptes qui ont participé à l'établissement du rapport. Conclusions formulées par le commissaire aux comptes 27. Lorsque l'examen limité de comptes intermédiaires porte sur des comptes complets, présentés le cas échéant sous une forme consolidée, le commissaire aux comptes se prononce sur la régularité, la sincérité et l'image fidèle des comptes. 28. Lorsque l'examen limité de comptes intermédiaires porte sur des comptes condensés, présentés le cas échéant sous une forme consolidée, le commissaire aux comptes se prononce sur la conformité des comptes avec les principes qui leur sont applicables, définis dans le référentiel comptable. 29. Le commissaire aux comptes formule : ― soit une conclusion sans réserve ; ― soit une conclusion avec réserve ; ― soit une conclusion défavorable ; ― soit une impossibilité de conclure. Conclusion sans réserve 30. Le commissaire aux comptes formule une conclusion sans réserve lorsque l'examen limité des comptes intermédiaires qu'il a mis en œuvre lui a permis d'obtenir l'assurance modérée que les comptes, pris dans leur ensemble, ne comportent pas d'anomalies significatives. Conclusion avec réserve 31. Le commissaire aux comptes formule une conclusion avec réserve : ― lorsqu'il a identifié au cours de l'examen limité des comptes intermédiaires des anomalies significatives et que celles-ci n'ont pas été corrigées ; ― ou lorsqu'il n'a pas pu mettre en œuvre toutes les procédures nécessaires pour fonder sa conclusion sur les comptes intermédiaires ; et que : ― les incidences sur les comptes intermédiaires des anomalies significatives ou des limitations à ses travaux sont clairement circonscrites ; ― la formulation de la réserve est suffisante pour permettre à l'utilisateur des comptes de fonder son jugement en connaissance de cause. Conclusion défavorable 32. Le commissaire aux comptes formule une conclusion défavorable : ― lorsqu'il a détecté au cours de l'examen limité des comptes intermédiaires des anomalies significatives et que celles-ci n'ont pas été corrigées ; et que : ― les incidences sur les comptes intermédiaires des anomalies significatives ne peuvent être clairement circonscrites, ou la formulation d'une réserve n'est pas suffisante pour permettre à l'utilisateur des comptes de fonder son jugement en connaissance de cause. Impossibilité de conclure 33. Le commissaire aux comptes formule une impossibilité de conclure : ― lorsqu'il n'a pas pu mettre en œuvre toutes les procédures nécessaires pour fonder sa conclusion sur les comptes ; et que : ― les incidences sur les comptes intermédiaires des limitations à ses travaux ne peuvent être clairement circonscrites ; ― ou la formulation d'une réserve n'est pas suffisante pour permettre à l'utilisateur des comptes intermédiaires de fonder son jugement en connaissance de cause. 34. Le commissaire aux comptes formule également une impossibilité de conclure lorsqu'il existe de multiples incertitudes dont les incidences sur les comptes ne peuvent être clairement circonscrites. Observations 35. Lorsqu'il émet une conclusion sans réserve ou avec réserve, le commissaire aux comptes formule, s'il y a lieu, toutes observations utiles. 36. En formulant une observation, le commissaire aux comptes attire l'attention du lecteur des comptes intermédiaires sur une information fournie dans l'annexe. Il ne peut pas dispenser d'informations dont la diffusion relève de la responsabilité des dirigeants. 37. Les observations sont formulées dans un paragraphe distinct inséré après la conclusion. 38. Le commissaire aux comptes formule systématiquement une observation sur les informations fournies dans l'annexe : ― en cas d'incertitude sur la continuité de l'exploitation ; ― en cas de changement de méthodes comptables survenu au cours de la période. Documentation 39. Le commissaire aux comptes consigne dans son dossier les éléments suffisants et appropriés pour fonder ses conclusions et permettant d'établir que son examen limité a été effectué selon la présente norme.",
            "texteHtml": "<p><br/>La norme d'exercice professionnel relative à l'examen limité de comptes intermédiaires en application de dispositions légales ou réglementaires, homologuée par le garde des sceaux, ministre de la justice, figure ci-dessous :</p><p><br/><br/>NORME D'EXERCICE PROFESSIONNEL RELATIVE À L'EXAMEN LIMITÉ DE COMPTES INTERMÉDIAIRES EN APPLICATION DE DISPOSITIONS LÉGALES OU RÉGLEMENTAIRES</p><p><br/>Introduction</p><p><br/> 1. Le commissaire aux comptes d'une entité peut être conduit à mener, en application de dispositions légales ou réglementaires, un examen limité de comptes intermédiaires, qui peuvent être des comptes condensés, présentés, le cas échéant, sous forme consolidée.<br/> 2. La présente norme a pour objet de définir les principes que le commissaire aux comptes applique lorsqu'il conduit un examen limité de comptes intermédiaires.<br/> 3. Elle définit en outre les principes relatifs à l'établissement du rapport d'examen limité du commissaire aux comptes.</p><p><br/>Respect des textes et esprit critique</p><p><br/> 4. Le commissaire aux comptes réalise l'examen limité des comptes intermédiaires conformément aux textes légaux et réglementaires et à la présente norme d'exercice professionnel.<br/> 5. Le commissaire aux comptes respecte les dispositions du code de déontologie de la profession.<br/> 6. Tout au long de ses travaux, le commissaire aux comptes :<br/> ― fait preuve d'esprit critique et tient compte du fait que certaines situations peuvent conduire à des anomalies significatives dans les comptes ;<br/> ― exerce son jugement professionnel, notamment pour décider de la nature, du calendrier et de l'étendue des procédures d'examen limité à mettre en œuvre, et pour conclure à partir des éléments collectés.</p><p><br/>Nature de l'assurance</p><p><br/> 7. Lorsqu'il conduit un examen limité de comptes intermédiaires, le commissaire aux comptes met en œuvre des procédures moins étendues que celles requises pour un audit des comptes réalisé pour les besoins de la certification.<br/> 8. L'examen limité de comptes intermédiaires consiste essentiellement, pour le commissaire aux comptes, à s'entretenir avec la direction et à mettre en œuvre des procédures analytiques.<br/> 9. Il obtient l'assurance, moins élevée que celle obtenue dans le cadre d'un audit des comptes réalisé pour les besoins de la certification, que les comptes intermédiaires ne comportent pas d'anomalies significatives.<br/> 10. Cette assurance, qualifiée d'assurance modérée, lui permet de formuler une conclusion selon laquelle il n'a pas relevé d'anomalies significatives dans les comptes intermédiaires, pris dans leur ensemble.</p><p><br/>Anomalies significatives et seuil de signification</p><p><br/> 11. Pour déterminer le seuil ou les seuils de signification et évaluer l'incidence des anomalies détectées sur sa conclusion, le commissaire aux comptes applique les principes définis dans la norme d'exercice professionnel relative aux anomalies significatives et au seuil de signification applicable à l'audit des comptes réalisé pour les besoins de la certification.</p><p><br/>Travaux à mettre en œuvre par le commissaire aux comptes<br/>Lettre de mission</p><p><br/> 12. Le commissaire aux comptes définit les termes et conditions de l'examen limité dans la lettre de mission établie conformément aux principes définis dans la norme d'exercice professionnel relative à la lettre de mission du commissaire aux comptes applicable à l'audit des comptes réalisé pour les besoins de la certification ou dans une lettre de mission spécifique établie conformément à ces mêmes principes.<br/>Prise de connaissance de l'entité et de son environnement, y compris son contrôle interne, et évaluation du risque d'anomalies significatives dans les comptes<br/> 13. Le commissaire aux comptes acquiert une connaissance suffisante de l'entité et de son environnement, notamment de son contrôle interne, afin d'identifier et d'évaluer le risque d'anomalies significatives dans les comptes intermédiaires et afin de concevoir et mettre en œuvre des procédures lui permettant de fonder sa conclusion sur ces comptes.<br/> 14. Lorsqu'au cours de l'audit des comptes de l'exercice précédent ou de l'examen limité des comptes intermédiaires précédents, le commissaire aux comptes a collecté des éléments relatifs à la prise de connaissance de l'entité et de son environnement et à l'évaluation du risque d'anomalies significatives dans les comptes, il assure un suivi des facteurs de risque identifiés lors de ces contrôles.<br/> 15. Pour ce faire, le commissaire aux comptes :<br/> ― relève notamment, dans son dossier de l'exercice précédent, les éléments identifiés suivants :<br/>  ― les déficiences majeures dans la conception ou la mise en œuvre du contrôle interne ;<br/>  ― les risques inhérents élevés qui requièrent une démarche particulière ;<br/>  ― les anomalies significatives corrigées ou non ;<br/> ― s'enquiert auprès de la direction des changements survenus depuis la période précédente susceptibles d'affecter la pertinence des informations recueillies. Il s'agit notamment de changements survenus au titre des éléments du contrôle interne, de la nature des activités de l'entité, du choix des méthodes comptables appliquées ou de tout autre événement qu'elle estime susceptible d'avoir une incidence déterminante sur l'activité de l'entité ou sur la préparation des comptes intermédiaires.<br/> 16. Lorsque le commissaire aux comptes intervient au titre de la première année de son mandat et qu'il n'a pas réalisé préalablement d'audit des comptes de l'entité :<br/> ― il prend connaissance de l'entité et de son environnement à partir de la revue des dossiers de son prédécesseur ou, le cas échéant, du co-commissaire aux comptes. Il s'intéresse particulièrement :<br/>  ― aux facteurs identifiés par le prédécesseur ou, le cas échéant, par le co-commissaire aux comptes comme pouvant engendrer des anomalies significatives dans les comptes ;<br/>  ― à leur évaluation du risque d'anomalies significatives réalisée pour les besoins de ces contrôles ;<br/> ― il s'enquiert auprès de la direction des changements survenus depuis la période précédente susceptibles d'affecter la pertinence des informations recueillies.</p><p><br/>Entretiens avec la direction</p><p><br/> 17. Le commissaire aux comptes s'entretient, principalement avec les membres de la direction en charge des aspects financiers et comptables, des éléments suivants :<br/> ― leur appréciation du risque que les comptes comportent des anomalies significatives résultant de fraudes ;<br/> ― l'évolution des procédures mises en place pour identifier les risques de fraude dans l'entité et pour y répondre ;<br/> ― leur connaissance éventuelle de fraudes avérées, suspectées ou simplement alléguées concernant l'entité ;<br/> ― l'évolution des procédures conçues et mises en œuvre dans l'entité visant à assurer le respect des textes légaux et réglementaires ;<br/> ― les anomalies relevées par le commissaire aux comptes que celui-ci estime significatives et devant à ce titre être corrigées et les anomalies qu'il estime non significatives ;<br/> ― la survenance, jusqu'à une date aussi rapprochée que possible de la date de signature de son rapport d'examen limité, d'événements postérieurs à la clôture de la période tels que définis dans la norme d'exercice professionnel applicable à l'audit des comptes réalisé pour les besoins de la certification ;<br/> ― des changements comptables tels que définis dans la norme d'exercice professionnel applicable à l'audit des comptes réalisé pour les besoins de la certification, survenus au cours de la période contrôlée ;<br/> ― des opérations non courantes, en raison de leur importance ou de leur nature, ou complexes réalisées au cours de la période contrôlée ;<br/> ― des hypothèses retenues pour procéder aux estimations comptables, des intentions de la direction et de la capacité de l'entité à mener à bien les actions envisagées ;<br/> ― du traitement comptable des opérations avec les parties liées ;<br/> ― des faits ou événements susceptibles de remettre en cause la continuité d'exploitation de l'entité, et, le cas échéant, des plans d'actions qu'elle a définis pour l'avenir de l'entité ;<br/> ― de tout autre élément qu'il estime utile pour fonder sa conclusion sur les comptes intermédiaires.</p><p><br/>Procédures analytiques</p><p><br/> 18. Dans le cadre de l'examen limité, le commissaire aux comptes met en œuvre des procédures analytiques en appliquant les principes définis dans la norme d'exercice professionnel relative aux procédures analytiques applicable à l'audit des comptes réalisé pour les besoins de la certification.</p><p><br/>Autres procédures d'examen limité</p><p><br/> 19. Le commissaire aux comptes rapproche les comptes intermédiaires avec les documents comptables dont ils sont issus.<br/> 20. Lorsque le commissaire aux comptes identifie des éléments susceptibles de mettre en cause la continuité d'exploitation, il :<br/> ― prend connaissance, si elle existe, de l'évaluation faite par la direction de la capacité de l'entité à poursuivre son exploitation et en apprécie la pertinence. Si la direction n'a pas formalisé cette évaluation, le commissaire aux comptes s'enquiert auprès d'elle des raisons qui l'ont conduite à établir les comptes dans une perspective de continuité d'exploitation ; et<br/> ― apprécie, le cas échéant, le caractère approprié des informations données à cet égard dans l'annexe des comptes.<br/> 21. Le commissaire aux comptes consulte les procès-verbaux ou les comptes-rendus des réunions tenues par l'organe appelé à statuer sur les comptes, par l'organe d'administration ou de surveillance et par la direction, afin d'identifier les délibérations ou décisions pouvant avoir une incidence sur les comptes.<br/> 22. Il peut également estimer utile de mettre en œuvre d'autres procédures telles que des inspections d'enregistrements ou de documents ou des vérifications de calculs.</p><p><br/>Déclarations du représentant légal</p><p><br/> 23. Le commissaire aux comptes applique les principes de la norme d'exercice professionnel relative aux déclarations de la direction applicable à l'audit des comptes réalisé pour les besoins de la certification.<br/> 24. Indépendamment d'autres déclarations écrites que le commissaire aux comptes estimerait nécessaires, il demande au représentant légal des déclarations écrites par lesquelles :<br/> ― il déclare que des contrôles destinés à prévenir et à détecter les erreurs et les fraudes ont été conçus et mis en œuvre dans l'entité ;<br/> ― il déclare lui avoir signalé toutes les fraudes avérées dont il a eu connaissance ou qu'il a suspectées, dès lors que la fraude est susceptible d'entraîner des anomalies significatives dans les comptes ;<br/> ― il estime que les anomalies non corrigées relevées par le commissaire aux comptes ne sont pas, seules ou cumulées, significatives au regard des comptes pris dans leur ensemble. Un état de ces anomalies non corrigées est joint à cette déclaration écrite. En outre, lorsque le représentant légal responsable des comptes considère que certains éléments reportés sur cet état ne constituent pas des anomalies, il le mentionne dans sa déclaration ;<br/> ― il confirme lui avoir communiqué son appréciation sur le risque que les comptes puissent comporter des anomalies significatives résultant de fraudes ;<br/> ― il déclare avoir, au mieux de sa connaissance, appliqué les textes légaux et réglementaires ;<br/> ― il déclare qu'à ce jour il n'a connaissance d'aucun événement survenu depuis la date de clôture de la période qui nécessiterait un traitement comptable.</p><p><br/>Communication</p><p><br/> 25. Le commissaire aux comptes communique à la direction, au niveau de responsabilité approprié, et à l'organe d'administration ou de surveillance les éléments prévus dans les normes d'exercice professionnel applicables à l'audit des comptes réalisé pour les besoins de la certification.</p><p><br/>Forme du rapport d'examen limité du commissaire aux comptes</p><p><br/> 26. Le commissaire aux comptes établit un rapport qui comporte les informations suivantes :<br/> a) Un titre qui indique qu'il s'agit d'un rapport de commissaire aux comptes ;<br/> b) L'indication de l'organe auquel le rapport est destiné ;<br/> c) Une introduction qui précise :<br/> ― l'origine de sa nomination ;<br/> ― la nature des comptes intermédiaires, individuels ou consolidés, le cas échéant condensés, qui font l'objet du rapport et sont joints à ce dernier ;<br/> ― l'entité dont les comptes font l'objet d'un examen limité ;<br/> ― la période sur laquelle ils portent ;<br/> ― et les rôles respectifs de l'organe compétent de l'entité pour établir les comptes intermédiaires et du commissaire aux comptes ;<br/> d) Un paragraphe décrivant les procédures mises en œuvre par le commissaire aux comptes dans le cadre de son examen limité ;<br/> e) La formulation de la conclusion du commissaire aux comptes ;<br/> f) La date du rapport ;<br/> g) Le cas échéant, la signature sociale de la société de commissaire aux comptes ;<br/> h) La signature du commissaire aux comptes exerçant à titre individuel ou, le cas échéant, de celui ou de ceux des commissaires aux comptes associés, actionnaires ou dirigeants de la société de commissaire aux comptes qui ont participé à l'établissement du rapport.</p><p><br/>Conclusions formulées par le commissaire aux comptes</p><p><br/> 27. Lorsque l'examen limité de comptes intermédiaires porte sur des comptes complets, présentés le cas échéant sous une forme consolidée, le commissaire aux comptes se prononce sur la régularité, la sincérité et l'image fidèle des comptes.<br/> 28. Lorsque l'examen limité de comptes intermédiaires porte sur des comptes condensés, présentés le cas échéant sous une forme consolidée, le commissaire aux comptes se prononce sur la conformité des comptes avec les principes qui leur sont applicables, définis dans le référentiel comptable.<br/> 29. Le commissaire aux comptes formule :<br/> ― soit une conclusion sans réserve ;<br/> ― soit une conclusion avec réserve ;<br/> ― soit une conclusion défavorable ;<br/> ― soit une impossibilité de conclure.</p><p><br/> Conclusion sans réserve</p><p><br/> 30. Le commissaire aux comptes formule une conclusion sans réserve lorsque l'examen limité des comptes intermédiaires qu'il a mis en œuvre lui a permis d'obtenir l'assurance modérée que les comptes, pris dans leur ensemble, ne comportent pas d'anomalies significatives.</p><p><br/>Conclusion avec réserve</p><p><br/> 31. Le commissaire aux comptes formule une conclusion avec réserve :<br/> ― lorsqu'il a identifié au cours de l'examen limité des comptes intermédiaires des anomalies significatives et que celles-ci n'ont pas été corrigées ;<br/> ― ou lorsqu'il n'a pas pu mettre en œuvre toutes les procédures nécessaires pour fonder sa conclusion sur les comptes intermédiaires ;<br/>et que :<br/> ― les incidences sur les comptes intermédiaires des anomalies significatives ou des limitations à ses travaux sont clairement circonscrites ;<br/> ― la formulation de la réserve est suffisante pour permettre à l'utilisateur des comptes de fonder son jugement en connaissance de cause.</p><p><br/>Conclusion défavorable</p><p><br/> 32. Le commissaire aux comptes formule une conclusion défavorable :<br/> ― lorsqu'il a détecté au cours de l'examen limité des comptes intermédiaires des anomalies significatives et que celles-ci n'ont pas été corrigées ;<br/>et que :<br/> ― les incidences sur les comptes intermédiaires des anomalies significatives ne peuvent être clairement circonscrites, ou la formulation d'une réserve n'est pas suffisante pour permettre à l'utilisateur des comptes de fonder son jugement en connaissance de cause.</p><p><br/>Impossibilité de conclure</p><p><br/> 33. Le commissaire aux comptes formule une impossibilité de conclure :<br/> ― lorsqu'il n'a pas pu mettre en œuvre toutes les procédures nécessaires pour fonder sa conclusion sur les comptes ;<br/>et que :<br/> ― les incidences sur les comptes intermédiaires des limitations à ses travaux ne peuvent être clairement circonscrites ;<br/> ― ou la formulation d'une réserve n'est pas suffisante pour permettre à l'utilisateur des comptes intermédiaires de fonder son jugement en connaissance de cause.<br/> 34. Le commissaire aux comptes formule également une impossibilité de conclure lorsqu'il existe de multiples incertitudes dont les incidences sur les comptes ne peuvent être clairement circonscrites.</p><p><br/>Observations</p><p><br/> 35. Lorsqu'il émet une conclusion sans réserve ou avec réserve, le commissaire aux comptes formule, s'il y a lieu, toutes observations utiles.<br/> 36. En formulant une observation, le commissaire aux comptes attire l'attention du lecteur des comptes intermédiaires sur une information fournie dans l'annexe. Il ne peut pas dispenser d'informations dont la diffusion relève de la responsabilité des dirigeants.<br/> 37. Les observations sont formulées dans un paragraphe distinct inséré après la conclusion.<br/> 38. Le commissaire aux comptes formule systématiquement une observation sur les informations fournies dans l'annexe :<br/> ― en cas d'incertitude sur la continuité de l'exploitation ;<br/> ― en cas de changement de méthodes comptables survenu au cours de la période.</p><p><br/>Documentation</p><p><br/> 39. Le commissaire aux comptes consigne dans son dossier les éléments suffisants et appropriés pour fonder ses conclusions et permettant d'établir que son examen limité a été effectué selon la présente norme.</p>",
            "num": "A823-28",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1232496000000,
            "dateFin": 1312416000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1073741823,
            "context": {
                "titresTM": [
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Partie Arrêtés",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000020156274",
                        "id": "LEGISCTA000020156274",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "LIVRE VIII : De quelques professions réglementées.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020162849",
                        "id": "LEGISCTA000020163776",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "TITRE II : Des commissaires aux comptes.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163034",
                        "id": "LEGISCTA000020163597",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Chapitre III : De l'exercice du contrôle légal",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163158",
                        "id": "LEGISCTA000020163474",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Section 3 : Des modalités d'exercice de la mission",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163169",
                        "id": "LEGISCTA000020163464",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2009-01-21",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 3 : Des autres interventions du commissaire aux comptes prévues par les textes légaux et réglementaires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000020163244",
                        "id": "LEGISCTA000020163389",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "2000-09-21",
                        "fin": "2999-01-01",
                        "titre": "Code de commerce",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000005634379",
                        "id": "LEGITEXT000005634379",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000020163246",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000020163244",
            "sectionParentId": "LEGISCTA000020163389",
            "sectionParentTitre": "Sous-section 3 : Des autres interventions du commissaire aux comptes prévues par les textes légaux et réglementaires",
            "fullSectionsTitre": "Partie Arrêtés &gt; LIVRE VIII : De quelques professions réglementées. &gt; TITRE II : Des commissaires aux comptes. &gt; Chapitre III : De l'exercice du contrôle légal &gt; Section 3 : Des modalités d'exercice de la mission &gt; Sous-section 3 : Des autres interventions du commissaire aux comptes prévues par les textes légaux et réglementaires",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000020163387",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000005634379",
                    "titre": "Code de commerce",
                    "titreLong": "Code de commerce",
                    "etat": "VIGUEUR",
                    "dateDebut": 969494400000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000005634379",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000020152123",
                    "textTitle": "Arrêté du 14 janvier 2009 - art. (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe",
                    "articleId": "LEGIARTI000020154224",
                    "natureText": "ARRETE",
                    "datePubliTexte": "2009-01-20",
                    "dateSignaTexte": "2009-01-14",
                    "dateDebutCible": "2009-01-21"
                }
            ],
            "lienCitations": [],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000017573640",
                    "textTitle": "Arrêté du 29 novembre 2007 - art. 1, v. init.",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "JORFARTI000017573643",
                    "natureText": "ARRETE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000020163387",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1232496000000,
                    "dateFin": 1312416000000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000024445849",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1312416000000,
                    "dateFin": 1691193600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000047933572",
                    "etat": "VIGUEUR",
                    "version": "3.0",
                    "dateDebut": 1691193600000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "A823-28",
                "823-28"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}