{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000044457863",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Les services ou parties de service des communes ou des établissements publics de coopération intercommunale à fiscalité propre existant au 31 décembre 2014 qui participent à l'exercice des compétences de la métropole du Grand Paris sont transférés à la métropole du Grand Paris, selon les modalités prévues à l'article L. 5211-4-1 . II. – Les services ou parties de service des communes ou des établissements publics de coopération intercommunale à fiscalité propre existant au 31 décembre 2014 qui participent à l'exercice des compétences des établissements publics territoriaux sont transférés à l'établissement public territorial, selon les modalités prévues au même article L. 5211-4-1. Pour les établissements publics territoriaux dont le périmètre correspond à un établissement public de coopération intercommunale à fiscalité propre existant au 31 décembre 2015, le schéma de mutualisation des services approuvé dans les conditions prévues à l'article L. 5211-39-1 reste en vigueur jusqu'au prochain renouvellement général des conseils municipaux des communes membres. III. – Les agents non titulaires de droit public des communes ou des établissements publics de coopération intercommunale mentionnés aux I et II du présent article conservent, à titre individuel, le bénéfice des stipulations de leur contrat. Les services antérieurement accomplis en qualité d'agent non titulaire de droit public d'une commune ou d'un établissement public de coopération intercommunale sont assimilés à des services accomplis dans la métropole ou dans l'établissement public territorial. IV. – A la date de création de chaque établissement public territorial, les personnels occupant un emploi fonctionnel de directeur général des services relevant des mêmes articles 47 ou 53 au sein de l'ancien établissement public de coopération intercommunale compris dans son périmètre et regroupant le plus grand nombre d'habitants sont maintenus dans leurs fonctions jusqu'à la date de la délibération créant les emplois fonctionnels de l'établissement public territorial, et au plus tard six mois après sa création. A cette même date, les personnels occupant un emploi fonctionnel de directeur général des services relevant desdits articles 47 ou 53 au sein d'un ancien établissement public de coopération intercommunale compris dans son périmètre autre que celui cité au deuxième alinéa du présent IV sont maintenus en qualité de directeur général adjoint jusqu'à la date de la délibération créant les emplois fonctionnels de l'établissement public territorial, et au plus tard six mois après sa création. A cette même date, les personnels occupant un emploi fonctionnel de directeur général adjoint ou de directeur général des services techniques relevant des mêmes articles 47 ou 53 au sein d'un ancien établissement public de coopération intercommunale compris dans son périmètre sont maintenus en qualité de directeur général adjoint jusqu'à la date de la délibération créant les emplois fonctionnels de l'établissement public territorial, et au plus tard six mois après sa création. A la date de la délibération créant les emplois fonctionnels de l'établissement public territorial, l'article 53 de la loi n° 84-53 du 26 janvier 1984 précitée, à l'exception des exigences de délai prévues à la première phrase de son dixième alinéa, est applicable aux fonctionnaires relevant des quatre premiers alinéas du présent IV. A la même date, il est mis fin aux fonctions des agents occupant, dans les anciens établissements publics de coopération intercommunale à fiscalité propre compris dans son périmètre, les emplois mentionnés à l'article 47 de la même loi. La cessation des fonctions donne lieu à l'indemnisation des intéressés pour rupture anticipée de leur contrat, qui s'effectue selon les modalités de droit commun. V. – Les services ou parties de service de l'Etat qui participent à l'exercice des compétences mentionnées aux VI et VII de l'article L. 5219-1 sont mis à disposition de la métropole du Grand Paris par la convention prévue au même article L. 5219-1. VI. – Les I à V du présent article ne s'appliquent pas aux services ou parties de service, aux fonctionnaires et aux agents non titulaires des administrations parisiennes régis par l'article 13 de la loi n° 2014-58 du 27 janvier 2014 de modernisation de l'action publique territoriale et d'affirmation des métropoles.",
            "texteHtml": "<p align='left'>I. – Les services ou parties de service des communes ou des établissements publics de coopération intercommunale à fiscalité propre existant au 31 décembre 2014 qui participent à l'exercice des compétences de la métropole du Grand Paris sont transférés à la métropole du Grand Paris, selon les modalités prévues à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006392819&dateTexte=&categorieLien=cid'>L. 5211-4-1</a>.</p><p>II. – Les services ou parties de service des communes ou des établissements publics de coopération intercommunale à fiscalité propre existant au 31 décembre 2014 qui participent à l'exercice des compétences des établissements publics territoriaux sont transférés à l'établissement public territorial, selon les modalités prévues au même article L. 5211-4-1. Pour les établissements publics territoriaux dont le périmètre correspond à un établissement public de coopération intercommunale à fiscalité propre existant au 31 décembre 2015, le schéma de mutualisation des services approuvé dans les conditions prévues à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000023245210&dateTexte=&categorieLien=cid'>L. 5211-39-1 </a>reste en vigueur jusqu'au prochain renouvellement général des conseils municipaux des communes membres.</p><p>III. – Les agents non titulaires de droit public des communes ou des établissements publics de coopération intercommunale mentionnés aux I et II du présent article conservent, à titre individuel, le bénéfice des stipulations de leur contrat. Les services antérieurement accomplis en qualité d'agent non titulaire de droit public d'une commune ou d'un établissement public de coopération intercommunale sont assimilés à des services accomplis dans la métropole ou dans l'établissement public territorial.</p><p>IV. – A la date de création de chaque établissement public territorial, les personnels occupant un emploi fonctionnel de directeur général des services relevant des mêmes articles 47 ou 53 au sein de l'ancien établissement public de coopération intercommunale compris dans son périmètre et regroupant le plus grand nombre d'habitants sont maintenus dans leurs fonctions jusqu'à la date de la délibération créant les emplois fonctionnels de l'établissement public territorial, et au plus tard six mois après sa création.</p><p>A cette même date, les personnels occupant un emploi fonctionnel de directeur général des services relevant desdits articles 47 ou 53 au sein d'un ancien établissement public de coopération intercommunale compris dans son périmètre autre que celui cité au deuxième alinéa du présent IV sont maintenus en qualité de directeur général adjoint jusqu'à la date de la délibération créant les emplois fonctionnels de l'établissement public territorial, et au plus tard six mois après sa création.</p><p>A cette même date, les personnels occupant un emploi fonctionnel de directeur général adjoint ou de directeur général des services techniques relevant des mêmes articles 47 ou 53 au sein d'un ancien établissement public de coopération intercommunale compris dans son périmètre sont maintenus en qualité de directeur général adjoint jusqu'à la date de la délibération créant les emplois fonctionnels de l'établissement public territorial, et au plus tard six mois après sa création.</p><p>A la date de la délibération créant les emplois fonctionnels de l'établissement public territorial, l'article 53 de la loi n° 84-53 du 26 janvier 1984 précitée, à l'exception des exigences de délai prévues à la première phrase de son dixième alinéa, est applicable aux fonctionnaires relevant des quatre premiers alinéas du présent IV.</p><p>A la même date, il est mis fin aux fonctions des agents occupant, dans les anciens établissements publics de coopération intercommunale à fiscalité propre compris dans son périmètre, les emplois mentionnés à l'article 47 de la même loi. La cessation des fonctions donne lieu à l'indemnisation des intéressés pour rupture anticipée de leur contrat, qui s'effectue selon les modalités de droit commun.</p><p>V. – Les services ou parties de service de l'Etat qui participent à l'exercice des compétences mentionnées aux VI et VII de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000028528695&dateTexte=&categorieLien=cid'>L. 5219-1 </a>sont mis à disposition de la métropole du Grand Paris par la convention prévue au même article L. 5219-1.</p><p>VI. – Les I à V du présent article ne s'appliquent pas aux services ou parties de service, aux fonctionnaires et aux agents non titulaires des administrations parisiennes régis par l'article <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000028526298&idArticle=JORFARTI000028527026&categorieLien=cid'>13</a> de la loi n° 2014-58 du 27 janvier 2014 de modernisation de l'action publique territoriale et d'affirmation des métropoles.</p>",
            "num": "L5219-10",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "VIGUEUR",
            "dateDebut": 1646092800000,
            "dateFin": 32472144000000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1757032074,
            "context": {
                "titresTM": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088000",
                        "id": "LEGISCTA000006088000",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "CINQUIÈME PARTIE : LA COOPÉRATION LOCALE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006116634",
                        "id": "LEGISCTA000006116634",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : LA COOPÉRATION INTERCOMMUNALE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006135507",
                        "id": "LEGISCTA000006135507",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : ÉTABLISSEMENTS PUBLICS DE COOPÉRATION INTERCOMMUNALE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006149301",
                        "id": "LEGISCTA000006149301",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-01-29",
                        "fin": "2999-01-01",
                        "titre": "CHAPITRE IX : La métropole du Grand Paris \r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028528693",
                        "id": "LEGISCTA000028528693",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-08-09",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Les établissements publics territoriaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031017934",
                        "id": "LEGISCTA000031017937",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000028528718",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000031017934",
            "sectionParentId": "LEGISCTA000031017937",
            "sectionParentTitre": "Section 2 : Les établissements publics territoriaux",
            "fullSectionsTitre": "Partie législative &gt; CINQUIÈME PARTIE : LA COOPÉRATION LOCALE &gt; LIVRE II : LA COOPÉRATION INTERCOMMUNALE &gt; TITRE Ier : ÉTABLISSEMENTS PUBLICS DE COOPÉRATION INTERCOMMUNALE &gt; CHAPITRE IX : La métropole du Grand Paris \r\n &gt; Section 2 : Les établissements publics territoriaux",
            "refInjection": "IG-20230919",
            "idTechInjection": "LEGIARTI000044457863",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l'article 11 de l'ordonnance n° 2021-1574 du 24 novembre 2021, ces dispositions entrent en vigueur le 1er mars 2022.",
            "notaHtml": "<p>Conformément à l'article 11 de l'ordonnance n° 2021-1574 du 24 novembre 2021, ces dispositions entrent en vigueur le 1er mars 2022.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000030985460",
                    "textTitle": "LOI n° 2015-991 du 7 août 2015 - art. 59 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "59",
                    "articleId": "LEGIARTI000046876144",
                    "natureText": "LOI",
                    "datePubliTexte": "2015-08-08",
                    "dateSignaTexte": "2015-08-07",
                    "dateDebutCible": "2023-01-01"
                },
                {
                    "textCid": "JORFTEXT000044411525",
                    "textTitle": "Ordonnance n°2021-1574 du 24 novembre 2021 - art. 3",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000044415246",
                    "natureText": "ORDONNANCE",
                    "datePubliTexte": "2021-12-05",
                    "dateSignaTexte": "2021-11-24",
                    "dateDebutCible": "2022-03-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000320434",
                    "textTitle": "LOI n° 84-53 du 26 janvier 1984 - art. 47",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "47",
                    "articleId": "LEGIARTI000006366781",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "84-53",
                    "datePubli": 444009600000,
                    "dateDebut": 1576972800000
                },
                {
                    "textCid": "JORFTEXT000000320434",
                    "textTitle": "Loi n° 84-53 du 26 janvier 1984 - art. 53 (VT)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "53",
                    "articleId": "LEGIARTI000044374898",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "84-53",
                    "datePubli": 444009600000,
                    "dateDebut": 1637971200000
                },
                {
                    "textCid": "JORFTEXT000028526298",
                    "textTitle": "LOI n° 2014-58 du 27 janvier 2014 - art. 13",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "13",
                    "articleId": "JORFARTI000028527026",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2014-58",
                    "datePubli": 1390867200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. D323-12-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D323-12-1",
                    "articleId": "LEGIARTI000039048032",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R323-12-1 (T)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R323-12-1",
                    "articleId": "LEGIARTI000034620193",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1494028800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R331-13-1 (T)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R331-13-1",
                    "articleId": "LEGIARTI000038688976",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1561334400000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L5211-39-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L5211-39-1",
                    "articleId": "LEGIARTI000023245210",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577577600000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L5211-4-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L5211-4-1",
                    "articleId": "LEGIARTI000006392819",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L5219-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L5219-1",
                    "articleId": "LEGIARTI000028528695",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1475971200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000028528718",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1390953600000,
                    "dateFin": 1439078400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031106110",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1439078400000,
                    "dateFin": 1482969600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033710599",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1482969600000,
                    "dateFin": 1646092800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044457863",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1646092800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L5219-10",
                "5219-10"
            ],
            "versionPrecedente": "LEGIARTI000033710599",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000033710599",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. – Les services ou parties de service des communes ou des établissements publics de coopération intercommunale à fiscalité propre existant au 31 décembre 2014 qui participent à l'exercice des compétences de la métropole du Grand Paris sont transférés à la métropole du Grand Paris, selon les modalités prévues à l'article L. 5211-4-1 . II. – Les services ou parties de service des communes ou des établissements publics de coopération intercommunale à fiscalité propre existant au 31 décembre 2014 qui participent à l'exercice des compétences des établissements publics territoriaux sont transférés à l'établissement public territorial, selon les modalités prévues au même article L. 5211-4-1. Pour les établissements publics territoriaux dont le périmètre correspond à un établissement public de coopération intercommunale à fiscalité propre existant au 31 décembre 2015, le schéma de mutualisation des services approuvé dans les conditions prévues à l'article L. 5211-39-1 reste en vigueur jusqu'au prochain renouvellement général des conseils municipaux des communes membres. III. – Les agents non titulaires de droit public des communes ou des établissements publics de coopération intercommunale mentionnés aux I et II du présent article conservent, à titre individuel, le bénéfice des stipulations de leur contrat. Les services antérieurement accomplis en qualité d'agent non titulaire de droit public d'une commune ou d'un établissement public de coopération intercommunale sont assimilés à des services accomplis dans la métropole ou dans l'établissement public territorial. IV. – Pour l'application des articles 47 et 53 de la loi n° 84-53 du 26 janvier 1984 portant dispositions statutaires relatives à la fonction publique territoriale, les établissements publics territoriaux sont assimilés aux établissements publics de coopération intercommunale à fiscalité propre de la même strate démographique. A la date de création de chaque établissement public territorial, les personnels occupant un emploi fonctionnel de directeur général des services relevant des mêmes articles 47 ou 53 au sein de l'ancien établissement public de coopération intercommunale compris dans son périmètre et regroupant le plus grand nombre d'habitants sont maintenus dans leurs fonctions jusqu'à la date de la délibération créant les emplois fonctionnels de l'établissement public territorial, et au plus tard six mois après sa création. A cette même date, les personnels occupant un emploi fonctionnel de directeur général des services relevant desdits articles 47 ou 53 au sein d'un ancien établissement public de coopération intercommunale compris dans son périmètre autre que celui cité au deuxième alinéa du présent IV sont maintenus en qualité de directeur général adjoint jusqu'à la date de la délibération créant les emplois fonctionnels de l'établissement public territorial, et au plus tard six mois après sa création. A cette même date, les personnels occupant un emploi fonctionnel de directeur général adjoint ou de directeur général des services techniques relevant des mêmes articles 47 ou 53 au sein d'un ancien établissement public de coopération intercommunale compris dans son périmètre sont maintenus en qualité de directeur général adjoint jusqu'à la date de la délibération créant les emplois fonctionnels de l'établissement public territorial, et au plus tard six mois après sa création. A la date de la délibération créant les emplois fonctionnels de l'établissement public territorial, l'article 53 de la loi n° 84-53 du 26 janvier 1984 précitée, à l'exception des exigences de délai prévues à la première phrase de son dixième alinéa, est applicable aux fonctionnaires relevant des quatre premiers alinéas du présent IV. A la même date, il est mis fin aux fonctions des agents occupant, dans les anciens établissements publics de coopération intercommunale à fiscalité propre compris dans son périmètre, les emplois mentionnés à l'article 47 de la même loi. La cessation des fonctions donne lieu à l'indemnisation des intéressés pour rupture anticipée de leur contrat, qui s'effectue selon les modalités de droit commun. V. – Les services ou parties de service de l'Etat qui participent à l'exercice des compétences mentionnées aux VI et VII de l'article L. 5219-1 sont mis à disposition de la métropole du Grand Paris par la convention prévue au même article L. 5219-1. VI. – Les I à V du présent article ne s'appliquent pas aux services ou parties de service, aux fonctionnaires et aux agents non titulaires des administrations parisiennes régis par l'article 13 de la loi n° 2014-58 du 27 janvier 2014 de modernisation de l'action publique territoriale et d'affirmation des métropoles.",
            "texteHtml": "<p align='left'>I. – Les services ou parties de service des communes ou des établissements publics de coopération intercommunale à fiscalité propre existant au 31 décembre 2014 qui participent à l'exercice des compétences de la métropole du Grand Paris sont transférés à la métropole du Grand Paris, selon les modalités prévues à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006392819&dateTexte=&categorieLien=cid'>L. 5211-4-1</a>.</p><p>II. – Les services ou parties de service des communes ou des établissements publics de coopération intercommunale à fiscalité propre existant au 31 décembre 2014 qui participent à l'exercice des compétences des établissements publics territoriaux sont transférés à l'établissement public territorial, selon les modalités prévues au même article L. 5211-4-1. Pour les établissements publics territoriaux dont le périmètre correspond à un établissement public de coopération intercommunale à fiscalité propre existant au 31 décembre 2015, le schéma de mutualisation des services approuvé dans les conditions prévues à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000023245210&dateTexte=&categorieLien=cid'>L. 5211-39-1 </a>reste en vigueur jusqu'au prochain renouvellement général des conseils municipaux des communes membres.</p><p>III. – Les agents non titulaires de droit public des communes ou des établissements publics de coopération intercommunale mentionnés aux I et II du présent article conservent, à titre individuel, le bénéfice des stipulations de leur contrat. Les services antérieurement accomplis en qualité d'agent non titulaire de droit public d'une commune ou d'un établissement public de coopération intercommunale sont assimilés à des services accomplis dans la métropole ou dans l'établissement public territorial.</p><p>IV. – Pour l'application des articles <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000320434&idArticle=LEGIARTI000006366781&dateTexte=&categorieLien=cid'>47 </a>et <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000320434&idArticle=LEGIARTI000006366797&dateTexte=&categorieLien=cid'>53 </a>de la loi n° 84-53 du 26 janvier 1984 portant dispositions statutaires relatives à la fonction publique territoriale, les établissements publics territoriaux sont assimilés aux établissements publics de coopération intercommunale à fiscalité propre de la même strate démographique.</p><p>A la date de création de chaque établissement public territorial, les personnels occupant un emploi fonctionnel de directeur général des services relevant des mêmes articles 47 ou 53 au sein de l'ancien établissement public de coopération intercommunale compris dans son périmètre et regroupant le plus grand nombre d'habitants sont maintenus dans leurs fonctions jusqu'à la date de la délibération créant les emplois fonctionnels de l'établissement public territorial, et au plus tard six mois après sa création.</p><p>A cette même date, les personnels occupant un emploi fonctionnel de directeur général des services relevant desdits articles 47 ou 53 au sein d'un ancien établissement public de coopération intercommunale compris dans son périmètre autre que celui cité au deuxième alinéa du présent IV sont maintenus en qualité de directeur général adjoint jusqu'à la date de la délibération créant les emplois fonctionnels de l'établissement public territorial, et au plus tard six mois après sa création.</p><p>A cette même date, les personnels occupant un emploi fonctionnel de directeur général adjoint ou de directeur général des services techniques relevant des mêmes articles 47 ou 53 au sein d'un ancien établissement public de coopération intercommunale compris dans son périmètre sont maintenus en qualité de directeur général adjoint jusqu'à la date de la délibération créant les emplois fonctionnels de l'établissement public territorial, et au plus tard six mois après sa création.</p><p>A la date de la délibération créant les emplois fonctionnels de l'établissement public territorial, l'article 53 de la loi n° 84-53 du 26 janvier 1984 précitée, à l'exception des exigences de délai prévues à la première phrase de son dixième alinéa, est applicable aux fonctionnaires relevant des quatre premiers alinéas du présent IV.</p><p>A la même date, il est mis fin aux fonctions des agents occupant, dans les anciens établissements publics de coopération intercommunale à fiscalité propre compris dans son périmètre, les emplois mentionnés à l'article 47 de la même loi. La cessation des fonctions donne lieu à l'indemnisation des intéressés pour rupture anticipée de leur contrat, qui s'effectue selon les modalités de droit commun.</p><p>V. – Les services ou parties de service de l'Etat qui participent à l'exercice des compétences mentionnées aux VI et VII de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000028528695&dateTexte=&categorieLien=cid'>L. 5219-1 </a>sont mis à disposition de la métropole du Grand Paris par la convention prévue au même article L. 5219-1.</p><p>VI. – Les I à V du présent article ne s'appliquent pas aux services ou parties de service, aux fonctionnaires et aux agents non titulaires des administrations parisiennes régis par l'article <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000028526298&idArticle=JORFARTI000028527026&categorieLien=cid'>13</a> de la loi n° 2014-58 du 27 janvier 2014 de modernisation de l'action publique territoriale et d'affirmation des métropoles.</p>",
            "num": "L5219-10",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1482969600000,
            "dateFin": 1646092800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1757032074,
            "context": {
                "titresTM": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088000",
                        "id": "LEGISCTA000006088000",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "CINQUIÈME PARTIE : LA COOPÉRATION LOCALE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006116634",
                        "id": "LEGISCTA000006116634",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : LA COOPÉRATION INTERCOMMUNALE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006135507",
                        "id": "LEGISCTA000006135507",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : ÉTABLISSEMENTS PUBLICS DE COOPÉRATION INTERCOMMUNALE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006149301",
                        "id": "LEGISCTA000006149301",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-01-29",
                        "fin": "2999-01-01",
                        "titre": "CHAPITRE IX : La métropole du Grand Paris \r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028528693",
                        "id": "LEGISCTA000028528693",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-08-09",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Les établissements publics territoriaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031017934",
                        "id": "LEGISCTA000031017937",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000028528718",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000031017934",
            "sectionParentId": "LEGISCTA000031017937",
            "sectionParentTitre": "Section 2 : Les établissements publics territoriaux",
            "fullSectionsTitre": "Partie législative &gt; CINQUIÈME PARTIE : LA COOPÉRATION LOCALE &gt; LIVRE II : LA COOPÉRATION INTERCOMMUNALE &gt; TITRE Ier : ÉTABLISSEMENTS PUBLICS DE COOPÉRATION INTERCOMMUNALE &gt; CHAPITRE IX : La métropole du Grand Paris \r\n &gt; Section 2 : Les établissements publics territoriaux",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000033710599",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000030985460",
                    "textTitle": "LOI n° 2015-991 du 7 août 2015 - art. 59 (M)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "59",
                    "articleId": "LEGIARTI000044992323",
                    "natureText": "LOI",
                    "datePubliTexte": "2015-08-08",
                    "dateSignaTexte": "2015-08-07",
                    "dateDebutCible": "2022-01-01"
                },
                {
                    "textCid": "JORFTEXT000033702243",
                    "textTitle": "LOI n°2016-1867 du 27 décembre 2016 - art. 10",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "10",
                    "articleId": "LEGIARTI000033704478",
                    "natureText": "LOI",
                    "datePubliTexte": "2016-12-28",
                    "dateSignaTexte": "2016-12-27",
                    "dateDebutCible": "2016-12-29"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000320434",
                    "textTitle": "LOI n° 84-53 du 26 janvier 1984 - art. 47",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "47",
                    "articleId": "LEGIARTI000006366781",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "84-53",
                    "datePubli": 444009600000,
                    "dateDebut": 1576972800000
                },
                {
                    "textCid": "JORFTEXT000000320434",
                    "textTitle": "LOI n° 84-53 du 26 janvier 1984 - art. 53",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "53",
                    "articleId": "LEGIARTI000006366797",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "84-53",
                    "datePubli": 444009600000,
                    "dateDebut": 1461283200000
                },
                {
                    "textCid": "JORFTEXT000028526298",
                    "textTitle": "LOI n° 2014-58 du 27 janvier 2014 - art. 13",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "13",
                    "articleId": "JORFARTI000028527026",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2014-58",
                    "datePubli": 1390867200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. D323-12-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D323-12-1",
                    "articleId": "LEGIARTI000039048032",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R323-12-1 (T)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R323-12-1",
                    "articleId": "LEGIARTI000034620193",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1494028800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R331-13-1 (T)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R331-13-1",
                    "articleId": "LEGIARTI000038688976",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1561334400000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L5211-39-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L5211-39-1",
                    "articleId": "LEGIARTI000023245210",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577577600000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L5211-4-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L5211-4-1",
                    "articleId": "LEGIARTI000006392819",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L5219-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L5219-1",
                    "articleId": "LEGIARTI000028528695",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1475971200000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000044416551",
                    "textTitle": "Code général de la fonction publique - art. L343-5 (VD)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L343-5",
                    "articleId": "LEGIARTI000044426550",
                    "natureText": "CODE"
                },
                {
                    "textCid": "LEGITEXT000044416551",
                    "textTitle": "Code général de la fonction publique - art. L412-7 (VD)",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "cible",
                    "articleNum": "L412-7",
                    "articleId": "LEGIARTI000044426406",
                    "natureText": "CODE"
                }
            ],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000028528718",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1390953600000,
                    "dateFin": 1439078400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031106110",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1439078400000,
                    "dateFin": 1482969600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033710599",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1482969600000,
                    "dateFin": 1646092800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044457863",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1646092800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L5219-10",
                "5219-10"
            ],
            "versionPrecedente": "LEGIARTI000031106110",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000031106110",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Les services ou parties de service des communes ou des établissements publics de coopération intercommunale à fiscalité propre existant au 31 décembre 2014 qui participent à l'exercice des compétences de la métropole du Grand Paris sont transférés à la métropole du Grand Paris, selon les modalités prévues à l'article L. 5211-4-1 . II.-Les services ou parties de service des communes ou des établissements publics de coopération intercommunale à fiscalité propre existant au 31 décembre 2014 qui participent à l'exercice des compétences des établissements publics territoriaux sont transférés à l'établissement public territorial, selon les modalités prévues au même article L. 5211-4-1. Pour les établissements publics territoriaux dont le périmètre correspond à un établissement public de coopération intercommunale à fiscalité propre existant au 31 décembre 2015, le schéma de mutualisation des services approuvé dans les conditions prévues à l'article L. 5211-39-1 reste en vigueur jusqu'au prochain renouvellement général des conseils municipaux des communes membres. III.-Les agents non titulaires de droit public des communes ou des établissements publics de coopération intercommunale mentionnés aux I et II du présent article conservent, à titre individuel, le bénéfice des stipulations de leur contrat. Les services antérieurement accomplis en qualité d'agent non titulaire de droit public d'une commune ou d'un établissement public de coopération intercommunale sont assimilés à des services accomplis dans la métropole ou dans l'établissement public territorial. IV.-Pour l'application des articles 47 et 53 de la loi n° 84-53 du 26 janvier 1984 portant dispositions statutaires relatives à la fonction publique territoriale, les établissements publics territoriaux sont assimilés aux établissements publics de coopération intercommunale à fiscalité propre de la même strate démographique. A la date de création de chaque établissement public territorial, les personnels occupant un emploi fonctionnel de directeur général des services relevant des mêmes articles 47 ou 53 au sein de l'ancien établissement public de coopération intercommunale compris dans son périmètre et regroupant le plus grand nombre d'habitants sont maintenus dans leurs fonctions jusqu'à la date de la délibération créant les emplois fonctionnels de l'établissement public territorial, et au plus tard six mois après sa création. A cette même date, les personnels occupant un emploi fonctionnel de directeur général des services relevant desdits articles 47 ou 53 au sein d'un ancien établissement public de coopération intercommunale compris dans son périmètre autre que celui cité au deuxième alinéa du présent IV sont maintenus en qualité de directeur général adjoint jusqu'à la date de la délibération créant les emplois fonctionnels de l'établissement public territorial, et au plus tard six mois après sa création. A cette même date, les personnels occupant un emploi fonctionnel de directeur général adjoint ou de directeur général des services techniques relevant des mêmes articles 47 ou 53 au sein d'un ancien établissement public de coopération intercommunale compris dans son périmètre sont maintenus en qualité de directeur général adjoint jusqu'à la date de la délibération créant les emplois fonctionnels de l'établissement public territorial, et au plus tard six mois après sa création. A la date de la délibération créant les emplois fonctionnels de l'établissement public territorial, l'article 53 de la loi n° 84-53 du 26 janvier 1984 précitée, à l'exception des exigences de délai prévues à la première phrase de son dernier alinéa, est applicable aux fonctionnaires relevant des quatre premiers alinéas du présent IV. A la même date, il est mis fin aux fonctions des agents occupant, dans les anciens établissements publics de coopération intercommunale à fiscalité propre compris dans son périmètre, les emplois mentionnés à l'article 47 de la même loi. La cessation des fonctions donne lieu à l'indemnisation des intéressés pour rupture anticipée de leur contrat, qui s'effectue selon les modalités de droit commun. V.-Les services ou parties de service de l'Etat qui participent à l'exercice des compétences mentionnées aux VI et VII de l'article L. 5219-1 sont mis à disposition de la métropole du Grand Paris par la convention prévue au même article L. 5219-1. VI.-Les I à V du présent article ne s'appliquent pas aux services ou parties de service, aux fonctionnaires et aux agents non titulaires des administrations parisiennes régis par l'article 13 de la loi n° 2014-58 du 27 janvier 2014 de modernisation de l'action publique territoriale et d'affirmation des métropoles.",
            "texteHtml": "<p align='left'>I.-Les services ou parties de service des communes ou des établissements publics de coopération intercommunale à fiscalité propre existant au 31 décembre 2014 qui participent à l'exercice des compétences de la métropole du Grand Paris sont transférés à la métropole du Grand Paris, selon les modalités prévues à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000006392819&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. L5211-4-1 (V)'>L. 5211-4-1</a>. </p><p>II.-Les services ou parties de service des communes ou des établissements publics de coopération intercommunale à fiscalité propre existant au 31 décembre 2014 qui participent à l'exercice des compétences des établissements publics territoriaux sont transférés à l'établissement public territorial, selon les modalités prévues au même article L. 5211-4-1. Pour les établissements publics territoriaux dont le périmètre correspond à un établissement public de coopération intercommunale à fiscalité propre existant au 31 décembre 2015, le schéma de mutualisation des services approuvé dans les conditions prévues à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000023245210&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. L5211-39-1 (V)'>L. 5211-39-1 </a>reste en vigueur jusqu'au prochain renouvellement général des conseils municipaux des communes membres. </p><p>III.-Les agents non titulaires de droit public des communes ou des établissements publics de coopération intercommunale mentionnés aux I et II du présent article conservent, à titre individuel, le bénéfice des stipulations de leur contrat. Les services antérieurement accomplis en qualité d'agent non titulaire de droit public d'une commune ou d'un établissement public de coopération intercommunale sont assimilés à des services accomplis dans la métropole ou dans l'établissement public territorial. </p><p>IV.-Pour l'application des articles <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000320434&idArticle=LEGIARTI000006366781&dateTexte=&categorieLien=cid' title='Loi n° 84-53 du 26 janvier 1984 - art. 47 (V)'>47 </a>et <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000000320434&idArticle=LEGIARTI000006366797&dateTexte=&categorieLien=cid' title='Loi n° 84-53 du 26 janvier 1984 - art. 53 (V)'>53 </a>de la loi n° 84-53 du 26 janvier 1984 portant dispositions statutaires relatives à la fonction publique territoriale, les établissements publics territoriaux sont assimilés aux établissements publics de coopération intercommunale à fiscalité propre de la même strate démographique. </p><p>A la date de création de chaque établissement public territorial, les personnels occupant un emploi fonctionnel de directeur général des services relevant des mêmes articles 47 ou 53 au sein de l'ancien établissement public de coopération intercommunale compris dans son périmètre et regroupant le plus grand nombre d'habitants sont maintenus dans leurs fonctions jusqu'à la date de la délibération créant les emplois fonctionnels de l'établissement public territorial, et au plus tard six mois après sa création. </p><p>A cette même date, les personnels occupant un emploi fonctionnel de directeur général des services relevant desdits articles 47 ou 53 au sein d'un ancien établissement public de coopération intercommunale compris dans son périmètre autre que celui cité au deuxième alinéa du présent IV sont maintenus en qualité de directeur général adjoint jusqu'à la date de la délibération créant les emplois fonctionnels de l'établissement public territorial, et au plus tard six mois après sa création. </p><p>A cette même date, les personnels occupant un emploi fonctionnel de directeur général adjoint ou de directeur général des services techniques relevant des mêmes articles 47 ou 53 au sein d'un ancien établissement public de coopération intercommunale compris dans son périmètre sont maintenus en qualité de directeur général adjoint jusqu'à la date de la délibération créant les emplois fonctionnels de l'établissement public territorial, et au plus tard six mois après sa création. </p><p>A la date de la délibération créant les emplois fonctionnels de l'établissement public territorial, l'article 53 de la loi n° 84-53 du 26 janvier 1984 précitée, à l'exception des exigences de délai prévues à la première phrase de son dernier alinéa, est applicable aux fonctionnaires relevant des quatre premiers alinéas du présent IV. </p><p>A la même date, il est mis fin aux fonctions des agents occupant, dans les anciens établissements publics de coopération intercommunale à fiscalité propre compris dans son périmètre, les emplois mentionnés à l'article 47 de la même loi. La cessation des fonctions donne lieu à l'indemnisation des intéressés pour rupture anticipée de leur contrat, qui s'effectue selon les modalités de droit commun. </p><p>V.-Les services ou parties de service de l'Etat qui participent à l'exercice des compétences mentionnées aux VI et VII de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006070633&idArticle=LEGIARTI000028528695&dateTexte=&categorieLien=cid' title='Code général des collectivités territoriales - art. L5219-1 (V)'>L. 5219-1 </a>sont mis à disposition de la métropole du Grand Paris par la convention prévue au même article L. 5219-1. </p><p>VI.-Les I à V du présent article ne s'appliquent pas aux services ou parties de service, aux fonctionnaires et aux agents non titulaires des administrations parisiennes régis par l'article <a href='/affichTexteArticle.do?cidTexte=JORFTEXT000028526298&idArticle=JORFARTI000028527026&categorieLien=cid' title='LOI n° 2014-58 du 27 janvier 2014 - art. 13 (V)'>13</a> de la loi n° 2014-58 du 27 janvier 2014 de modernisation de l'action publique territoriale et d'affirmation des métropoles.</p>",
            "num": "L5219-10",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1439078400000,
            "dateFin": 1482969600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1757032074,
            "context": {
                "titresTM": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088000",
                        "id": "LEGISCTA000006088000",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "CINQUIÈME PARTIE : LA COOPÉRATION LOCALE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006116634",
                        "id": "LEGISCTA000006116634",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : LA COOPÉRATION INTERCOMMUNALE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006135507",
                        "id": "LEGISCTA000006135507",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : ÉTABLISSEMENTS PUBLICS DE COOPÉRATION INTERCOMMUNALE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006149301",
                        "id": "LEGISCTA000006149301",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-01-29",
                        "fin": "2999-01-01",
                        "titre": "CHAPITRE IX : La métropole du Grand Paris \r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028528693",
                        "id": "LEGISCTA000028528693",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2015-08-09",
                        "fin": "2999-01-01",
                        "titre": "Section 2 : Les établissements publics territoriaux",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000031017934",
                        "id": "LEGISCTA000031017937",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000028528718",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000031017934",
            "sectionParentId": "LEGISCTA000031017937",
            "sectionParentTitre": "Section 2 : Les établissements publics territoriaux",
            "fullSectionsTitre": "Partie législative &gt; CINQUIÈME PARTIE : LA COOPÉRATION LOCALE &gt; LIVRE II : LA COOPÉRATION INTERCOMMUNALE &gt; TITRE Ier : ÉTABLISSEMENTS PUBLICS DE COOPÉRATION INTERCOMMUNALE &gt; CHAPITRE IX : La métropole du Grand Paris \r\n &gt; Section 2 : Les établissements publics territoriaux",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000031106110",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000028526298",
                    "textTitle": "LOI n°2014-58\n du 27 janvier 2014 - art. 12 (V)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "12",
                    "articleId": "LEGIARTI000031106329",
                    "natureText": "LOI",
                    "datePubliTexte": "2014-01-28",
                    "dateSignaTexte": "2014-01-27",
                    "dateDebutCible": "2015-08-09"
                },
                {
                    "textCid": "JORFTEXT000030985460",
                    "textTitle": "LOI n° 2015-991 du 7 août 2015 - art. 59 (M)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "59",
                    "articleId": "LEGIARTI000031782681",
                    "natureText": "LOI",
                    "datePubliTexte": "2015-08-08",
                    "dateSignaTexte": "2015-08-07",
                    "dateDebutCible": "2016-01-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000320434",
                    "textTitle": "Loi n° 84-53 du 26 janvier 1984 - art. 47 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "47",
                    "articleId": "LEGIARTI000006366781",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "84-53",
                    "datePubli": 444009600000,
                    "dateDebut": 444009600000
                },
                {
                    "textCid": "JORFTEXT000000320434",
                    "textTitle": "Loi n° 84-53 du 26 janvier 1984 - art. 53 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "53",
                    "articleId": "LEGIARTI000006366797",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "84-53",
                    "datePubli": 444009600000,
                    "dateDebut": 1461283200000
                },
                {
                    "textCid": "JORFTEXT000028526298",
                    "textTitle": "LOI n° 2014-58 du 27 janvier 2014 - art. 13 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "13",
                    "articleId": "JORFARTI000028527026",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "2014-58",
                    "datePubli": 1390867200000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. D323-12-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D323-12-1",
                    "articleId": "LEGIARTI000039048032",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R323-12-1 (T)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R323-12-1",
                    "articleId": "LEGIARTI000034620193",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1494028800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R331-13-1 (T)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R331-13-1",
                    "articleId": "LEGIARTI000038688976",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1561334400000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L5211-39-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L5211-39-1",
                    "articleId": "LEGIARTI000023245210",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1577577600000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L5211-4-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L5211-4-1",
                    "articleId": "LEGIARTI000006392819",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1483228800000
                },
                {
                    "textCid": "LEGITEXT000006070633",
                    "textTitle": "Code général des collectivités territoriales - art. L5219-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L5219-1",
                    "articleId": "LEGIARTI000028528695",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1475971200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000028528718",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1390953600000,
                    "dateFin": 1439078400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031106110",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1439078400000,
                    "dateFin": 1482969600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033710599",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1482969600000,
                    "dateFin": 1646092800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044457863",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1646092800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L5219-10",
                "5219-10"
            ],
            "versionPrecedente": "LEGIARTI000028528718",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000028528718",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. ― Les services ou parties de services des communes qui participent à l'exercice des compétences mentionnées aux II et III de l'article L. 5219-1 sont transférés à la métropole du Grand Paris selon les modalités prévues à l'article L. 5211-4-1. II. ― L'ensemble des personnels des établissements publics de coopération intercommunale mentionnés à l'article L. 5219-5 est réputé relever de la métropole du Grand Paris dans les conditions de statut et d'emploi qui sont les siennes. III. ― Les agents non titulaires de droit public des communes ou des établissements publics de coopération intercommunale mentionnés aux I et II conservent, à titre individuel, le bénéfice des stipulations de leur contrat. Les services antérieurement accomplis en qualité d'agent non titulaire de droit public d'une commune ou d'un établissement public de coopération intercommunale sont assimilés à des services accomplis dans la métropole. IV. ― Les services ou parties de services de l'Etat qui participent à l'exercice des compétences mentionnées aux 1° à 4° du VI de l'article 5219-1 sont mis à disposition de la métropole du Grand Paris par la convention prévue à ce même article.",
            "texteHtml": "<p align='left'>I. ― Les services ou parties de services des communes qui participent à l'exercice des compétences mentionnées aux II et III de l'article L. 5219-1 sont transférés à la métropole du Grand Paris selon les modalités prévues à l'article L. 5211-4-1. <br/><br/> II. ― L'ensemble des personnels des établissements publics de coopération intercommunale mentionnés à l'article L. 5219-5 est réputé relever de la métropole du Grand Paris dans les conditions de statut et d'emploi qui sont les siennes. <br/><br/> III. ― Les agents non titulaires de droit public des communes ou des établissements publics de coopération intercommunale mentionnés aux I et II conservent, à titre individuel, le bénéfice des stipulations de leur contrat. Les services antérieurement accomplis en qualité d'agent non titulaire de droit public d'une commune ou d'un établissement public de coopération intercommunale sont assimilés à des services accomplis dans la métropole. <br/><br/> IV. ― Les services ou parties de services de l'Etat qui participent à l'exercice des compétences mentionnées aux 1° à 4° du VI de l'article 5219-1 sont mis à disposition de la métropole du Grand Paris par la convention prévue à ce même article. </p>",
            "num": "L5219-10",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 1390953600000,
            "dateFin": 1439078400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 1533916890,
            "context": {
                "titresTM": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Partie législative",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006088000",
                        "id": "LEGISCTA000006088000",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "CINQUIÈME PARTIE : LA COOPÉRATION LOCALE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006116634",
                        "id": "LEGISCTA000006116634",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "LIVRE II : LA COOPÉRATION INTERCOMMUNALE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006135507",
                        "id": "LEGISCTA000006135507",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "TITRE Ier : ÉTABLISSEMENTS PUBLICS DE COOPÉRATION INTERCOMMUNALE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006149301",
                        "id": "LEGISCTA000006149301",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2014-01-29",
                        "fin": "2999-01-01",
                        "titre": "CHAPITRE IX : La métropole du Grand Paris \r\n",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000028528693",
                        "id": "LEGISCTA000028528693",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1996-02-24",
                        "fin": "2999-01-01",
                        "titre": "Code général des collectivités territoriales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006070633",
                        "id": "LEGITEXT000006070633",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000028528718",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000028528693",
            "sectionParentId": "LEGISCTA000028528693",
            "sectionParentTitre": "CHAPITRE IX : La métropole du Grand Paris \r\n",
            "fullSectionsTitre": "Partie législative &gt; CINQUIÈME PARTIE : LA COOPÉRATION LOCALE &gt; LIVRE II : LA COOPÉRATION INTERCOMMUNALE &gt; TITRE Ier : ÉTABLISSEMENTS PUBLICS DE COOPÉRATION INTERCOMMUNALE &gt; CHAPITRE IX : La métropole du Grand Paris \r\n",
            "refInjection": "IG-20230918",
            "idTechInjection": "LEGIARTI000028528718",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006070633",
                    "titre": "Code général des collectivités territoriales",
                    "titreLong": "Code général des collectivités territoriales",
                    "etat": "VIGUEUR",
                    "dateDebut": 825120000000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006070633",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000028526298",
                    "textTitle": "LOI n° 2014-58 du 27 janvier 2014 - art. 12 (M)",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "12",
                    "articleId": "LEGIARTI000028807973",
                    "natureText": "LOI",
                    "datePubliTexte": "2014-01-28",
                    "dateSignaTexte": "2014-01-27",
                    "dateDebutCible": "2014-03-27"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. D323-12-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D323-12-1",
                    "articleId": "LEGIARTI000039048032",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1567296000000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R323-12-1 (T)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R323-12-1",
                    "articleId": "LEGIARTI000034620193",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1494028800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R331-13-1 (T)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R331-13-1",
                    "articleId": "LEGIARTI000038688976",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1561334400000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000028528718",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 1390953600000,
                    "dateFin": 1439078400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000031106110",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1439078400000,
                    "dateFin": 1482969600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000033710599",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1482969600000,
                    "dateFin": 1646092800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000044457863",
                    "etat": "VIGUEUR",
                    "version": "4.0",
                    "dateDebut": 1646092800000,
                    "dateFin": 32472144000000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "L5219-10",
                "5219-10"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}