{
    "cid": "LEGIARTI000006900538",
    "num": "R641-10",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112857",
                        "id": "LEGISCTA000006112857",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Livre VI : Dispositions permettant de faire face à des difficultés particulières de logement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132286",
                        "id": "LEGISCTA000006132286",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1999-05-05",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Mise en oeuvre du droit au logement par la réquisition.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145378",
                        "id": "LEGISCTA000006145378",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "1999-05-05",
                        "titre": "Titre IV : Logement d'office ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145378",
                        "id": "LEGISCTA000031487852",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "1999-05-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Réquisition.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160692",
                        "id": "LEGISCTA000006160692",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "1999-05-05",
                        "titre": "Chapitre unique ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160692",
                        "id": "LEGISCTA000031487853",
                        "etat": "MODIFIE"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000006900539",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R641-12 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R641-12",
                    "articleId": "LEGIARTI000006900543",
                    "natureText": "CODE",
                    "date": 1599817867836,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 925862400000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000691568",
                    "textTitle": "Décret 55-933 1955-07-11 art. 10",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000691568",
                    "natureText": "DECRET"
                }
            ],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000702963",
                    "textTitle": "Décret 78-622 1978-05-31 JORF 8 JUIN 1978",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000702963",
                    "natureText": "DECRET",
                    "datePubliTexte": "1978-06-08",
                    "dateSignaTexte": "1978-05-31",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000760379",
                    "textTitle": "Décret n°99-340 du 29 avril 1999 - art. 1 () JORF 5 mai 1999",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006827792",
                    "natureText": "DECRET",
                    "datePubliTexte": "1999-05-05",
                    "dateSignaTexte": "1999-04-29",
                    "dateDebutCible": "1999-05-05"
                }
            ],
            "num": "R641-10",
            "origine": "LEGI",
            "texte": "Les réquisitions des locaux vacants, inoccupés ou insuffisamment occupés sont notifiées aux frais du bénéficiaire, par le préfet, au prestataire, au bénéficiaire et au propriétaire par plis recommandés avec demande d'avis de réception. Au cas d'indivision, la notification à l'un des indivisaires vaut à l'égard de tous les indivisaires. A défaut d'adresse connue du prestataire ou du propriétaire ou à défaut de retour dans les dix jours de l'avis de réception du pli recommandé, la notification est remplacée à l'égard de l'intéressé par l'affichage d'une ampliation de l'ordre de réquisition à la mairie du lieu de la situation de l'immeuble et à la porte du local réquisitionné. Chacune de ces formalités est effectuée par les soins du service du logement ou, à défaut de service du logement, par la mairie et donne lieu à l'établissement par le maire d'un certificat d'affichage qui tient lieu d'avis de réception. Dès leur retour, les avis de réception sont transmis au service du logement ou, à défaut de service du logement, à la mairie de la situation de l'immeuble. A défaut de contestation reconnue sérieuse, le service saisi fixe alors le jour et l'heure auxquels aura lieu la tentative amiable de prise de possession du local. A défaut de retour d'un des avis de réception dans le délai de dix jours, il peut être procédé à cette fixation au terme de ce délai. Le service du logement ou, à défaut de service du logement, le maire du lieu de la situation de l'immeuble indique au prestataire, par pli recommandé avec demande d'avis de réception, le jour et l'heure précités et l'invite à mettre amiablement le bénéficiaire en possession des lieux. Ces jour et heure sont, dans les mêmes conditions, portés à la connaissance du bénéficiaire et à celle du propriétaire. A défaut d'adresse connue du prestataire ou du propriétaire ces jour et heure sont publiés par affichage à la porte du local réquisitionné et à la mairie. La prise de possession amiable du local réquisitionné ne peut intervenir avant l'expiration d'un délai de dix jours francs à dater de l'émission de l'ordre de réquisition. Les notifications prévues au présent article peuvent, aussi bien qu'au propriétaire, être valablement adressées à son représentant ou au gérant de l'immeuble, lequel est réputé avoir qualité pour les recevoir.",
            "texteHtml": "<p></p>   Les réquisitions des locaux vacants, inoccupés ou insuffisamment occupés sont notifiées aux frais du bénéficiaire, par le préfet, au prestataire, au bénéficiaire et au propriétaire par plis recommandés avec demande d'avis de réception.<p></p><p></p>   Au cas d'indivision, la notification à l'un des indivisaires vaut à l'égard de tous les indivisaires.<p></p><p></p>   A défaut d'adresse connue du prestataire ou du propriétaire ou à défaut de retour dans les dix jours de l'avis de réception du pli recommandé, la notification est remplacée à l'égard de l'intéressé par l'affichage d'une ampliation de l'ordre de réquisition à la mairie du lieu de la situation de l'immeuble et à la porte du local réquisitionné. Chacune de ces formalités est effectuée par les soins du service du logement ou, à défaut de service du logement, par la mairie et donne lieu à l'établissement par le maire d'un certificat d'affichage qui tient lieu d'avis de réception.<p></p><p></p>   Dès leur retour, les avis de réception sont transmis au service du logement ou, à défaut de service du logement, à la mairie de la situation de l'immeuble. A défaut de contestation reconnue sérieuse, le service saisi fixe alors le jour et l'heure auxquels aura lieu la tentative amiable de prise de possession du local.<p></p><p></p>   A défaut de retour d'un des avis de réception dans le délai de dix jours, il peut être procédé à cette fixation au terme de ce délai.<p></p><p></p>   Le service du logement ou, à défaut de service du logement, le maire du lieu de la situation de l'immeuble indique au prestataire, par pli recommandé avec demande d'avis de réception, le jour et l'heure précités et l'invite à mettre amiablement le bénéficiaire en possession des lieux. Ces jour et heure sont, dans les mêmes conditions, portés à la connaissance du bénéficiaire et à celle du propriétaire.<p></p><p></p>   A défaut d'adresse connue du prestataire ou du propriétaire ces jour et heure sont publiés par affichage à la porte du local réquisitionné et à la mairie.<p></p><p></p>   La prise de possession amiable du local réquisitionné ne peut intervenir avant l'expiration d'un délai de dix jours francs à dater de l'émission de l'ordre de réquisition.<p></p><p></p>   Les notifications prévues au présent article peuvent, aussi bien qu'au propriétaire, être valablement adressées à son représentant ou au gérant de l'immeuble, lequel est réputé avoir qualité pour les recevoir.<p></p>",
            "type": "AUTONOME",
            "dateDebut": "1999-05-05T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        },
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112857",
                        "id": "LEGISCTA000006112857",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Livre VI : Dispositions permettant de faire face à des difficultés particulières de logement.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132286",
                        "id": "LEGISCTA000006132286",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1999-05-05",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Mise en oeuvre du droit au logement par la réquisition.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145378",
                        "id": "LEGISCTA000006145378",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "1999-05-05",
                        "titre": "Titre IV : Logement d'office ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145378",
                        "id": "LEGISCTA000031487852",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "1999-05-05",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Réquisition.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160692",
                        "id": "LEGISCTA000006160692",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "1999-05-05",
                        "titre": "Chapitre unique ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160692",
                        "id": "LEGISCTA000031487853",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "1999-05-05",
                        "titre": "Section 1 : Locaux d'habitation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006177698",
                        "id": "LEGISCTA000006177698",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "MODIFIE",
            "id": "LEGIARTI000006900538",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R641-12 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R641-12",
                    "articleId": "LEGIARTI000006900543",
                    "natureText": "CODE",
                    "date": 1599817867744,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 925862400000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "JORFTEXT000000691568",
                    "textTitle": "Décret 55-933 1955-07-11 art. 10",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000691568",
                    "natureText": "DECRET"
                }
            ],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000702963",
                    "textTitle": "Décret 78-622 1978-05-31 JORF 8 juin 1978",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000702963",
                    "natureText": "DECRET",
                    "datePubliTexte": "1978-06-08",
                    "dateSignaTexte": "1978-05-31",
                    "dateDebutCible": "2999-01-01"
                }
            ],
            "num": "R641-10",
            "origine": "LEGI",
            "texte": "Les réquisitions des locaux vacants, inoccupés ou insuffisamment occupés sont notifiées aux frais du bénéficiaire, par le préfet, au prestataire, au bénéficiaire et au propriétaire par plis recommandés avec demande d'avis de réception. Au cas d'indivision, la notification à l'un des indivisaires vaut à l'égard de tous les indivisaires. A défaut d'adresse connue du prestataire ou du propriétaire ou à défaut de retour dans les dix jours de l'avis de réception du pli recommandé, la notification est remplacée à l'égard de l'intéressé par l'affichage d'une ampliation de l'ordre de réquisition à la mairie du lieu de la situation de l'immeuble et à la porte du local réquisitionné. Chacune de ces formalités est effectuée par les soins du service du logement ou, à défaut de service du logement, par la mairie et donne lieu à l'établissement par le maire d'un certificat d'affichage qui tient lieu d'avis de réception. Dès leur retour, les avis de réception sont transmis au service du logement ou, à défaut de service du logement, à la mairie de la situation de l'immeuble. A défaut de contestation reconnue sérieuse, le service saisi fixe alors le jour et l'heure auxquels aura lieu la tentative amiable de prise de possession du local. A défaut de retour d'un des avis de réception dans le délai de dix jours, il peut être procédé à cette fixation au terme de ce délai. Le service du logement ou, à défaut de service du logement, le maire du lieu de la situation de l'immeuble indique au prestataire, par pli recommandé avec demande d'avis de réception, le jour et l'heure précités et l'invite à mettre amiablement le bénéficiaire en possession des lieux. Ces jour et heure sont, dans les mêmes conditions, portés à la connaissance du bénéficiaire et à celle du propriétaire. A défaut d'adresse connue du prestataire ou du propriétaire ces jour et heure sont publiés par affichage à la porte du local réquisitionné et à la mairie. La prise de possession amiable du local réquisitionné ne peut intervenir avant l'expiration d'un délai de dix jours francs à dater de l'émission de l'ordre de réquisition. Les notifications prévues au présent article peuvent, aussi bien qu'au propriétaire, être valablement adressées à son représentant ou au gérant de l'immeuble, lequel est réputé avoir qualité pour les recevoir.",
            "texteHtml": "<p>   Les réquisitions des locaux vacants, inoccupés ou insuffisamment occupés sont notifiées aux frais du bénéficiaire, par le préfet, au prestataire, au bénéficiaire et au propriétaire par plis recommandés avec demande d'avis de réception.</p><p></p><p>   Au cas d'indivision, la notification à l'un des indivisaires vaut à l'égard de tous les indivisaires.</p><p></p><p>   A défaut d'adresse connue du prestataire ou du propriétaire ou à défaut de retour dans les dix jours de l'avis de réception du pli recommandé, la notification est remplacée à l'égard de l'intéressé par l'affichage d'une ampliation de l'ordre de réquisition à la mairie du lieu de la situation de l'immeuble et à la porte du local réquisitionné. Chacune de ces formalités est effectuée par les soins du service du logement ou, à défaut de service du logement, par la mairie et donne lieu à l'établissement par le maire d'un certificat d'affichage qui tient lieu d'avis de réception.</p><p></p><p>   Dès leur retour, les avis de réception sont transmis au service du logement ou, à défaut de service du logement, à la mairie de la situation de l'immeuble. A défaut de contestation reconnue sérieuse, le service saisi fixe alors le jour et l'heure auxquels aura lieu la tentative amiable de prise de possession du local.</p><p></p><p>   A défaut de retour d'un des avis de réception dans le délai de dix jours, il peut être procédé à cette fixation au terme de ce délai.</p><p></p><p>   Le service du logement ou, à défaut de service du logement, le maire du lieu de la situation de l'immeuble indique au prestataire, par pli recommandé avec demande d'avis de réception, le jour et l'heure précités et l'invite à mettre amiablement le bénéficiaire en possession des lieux. Ces jour et heure sont, dans les mêmes conditions, portés à la connaissance du bénéficiaire et à celle du propriétaire.</p><p></p><p>   A défaut d'adresse connue du prestataire ou du propriétaire ces jour et heure sont publiés par affichage à la porte du local réquisitionné et à la mairie.</p><p></p><p>   La prise de possession amiable du local réquisitionné ne peut intervenir avant l'expiration d'un délai de dix jours francs à dater de l'émission de l'ordre de réquisition.</p><p></p><p>   Les notifications prévues au présent article peuvent, aussi bien qu'au propriétaire, être valablement adressées à son représentant ou au gérant de l'immeuble, lequel est réputé avoir qualité pour les recevoir.</p><p></p>",
            "type": "AUTONOME",
            "dateDebut": "1978-06-08T00:00:00.000Z",
            "dateFin": "1999-05-05T00:00:00.000Z"
        }
    ]
}