{
    "executionTime": 0,
    "listArticle": [
        {
            "id": "LEGIARTI000046133745",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Pour les aérodromes mentionnés à l' article L. 6323-2 du code des transports et les aérodromes appartenant à l'Etat, l'exploitant fixe les tarifs des redevances suivant les modalités prévues par la présente section et à l'article R. 224-4. Pour les autres aérodromes, le signataire de la convention prévue à l' article L. 6321-3 du code des transports peut soit fixer lui-même ces tarifs, soit en charger l'exploitant de l'aérodrome, suivant les modalités prévues par la présente section et à l'article R. 224-5. II.-Une consultation des usagers mentionnés au premier alinéa de l'article R. 224-1 est engagée au moins quatre mois avant l'entrée en vigueur de nouvelles conditions tarifaires. Elle s'effectue dans le cadre de la commission consultative économique de l'aérodrome, lorsque celui-ci en est doté. III.-Les aérodromes dont le trafic annuel moyen des trois dernières années a dépassé 200 000 passagers, ou qui ont accueilli, pendant cette même période, au moins deux transporteurs aériens représentant en moyenne 50 000 passagers par an chacun, sont dotés d'une commission consultative économique où sont notamment représentés l'exploitant, les usagers aéronautiques et les représentants d'organisations professionnelles du transport aérien ; le nombre de représentants de ces deux dernières catégories est au moins égal à celui des représentants de l'exploitant. A l'exception des aérodromes mentionnés à l'article L. 6323-2 du code des transports, le directeur interrégional de la sécurité de l'aviation civile territorialement compétent est invité, comme observateur, aux séances de cette commission. Une même commission peut être commune à plusieurs aérodromes proches dont l'exploitant est identique. La commission est créée selon le cas : -par le signataire de la convention prévue à l'article L. 6321-3 du code des transports ; -par décret, pour les aérodromes mentionnés à l'article L. 6323-2 du code des transports ; -par le préfet de région, sur proposition du directeur interrégional de la sécurité de l'aviation civile, pour les aérodromes appartenant à l'Etat, lorsque leur emprise s'étend sur plusieurs départements ou lorsque la commission est compétente à l'égard d'aérodromes situés dans des départements différents ; -par le préfet de département, sur proposition du directeur interrégional de la sécurité de l'aviation civile, pour les aérodromes appartenant à l'Etat, dans les cas autres que ceux prévus à l'alinéa précédent. Les membres de la commission sont désignés et le règlement intérieur est approuvé dans les mêmes conditions. Toutefois, pour les aérodromes mentionnés à l'article L. 6323-2 du code des transports, le règlement intérieur est approuvé par le ministre chargé de l'aviation civile et les membres sont nommés par le préfet de la région Ile-de-France. La commission est réunie au moins une fois par an pour émettre un avis sur les modalités d'établissement et d'application, sur l'aérodrome considéré, des redevances pour services rendus mentionnées à l'article R. 224-1 ainsi que sur les programmes d'investissements de l'aérodrome. La commission débat également sur les perspectives d'évolution de la qualité des services publics rendus par l'exploitant d'aérodrome. Ces débats peuvent mener à la conclusion d'accords de qualité de service entre l'exploitant d'aérodrome et les représentants d'usagers ou d'organisations professionnelles du transport aérien. Tout accord de ce type détermine le niveau de service à fournir par l'exploitant d'aérodrome en tenant compte du système ou du niveau des redevances aéroportuaires. Pour les aérodromes ne faisant pas l'objet d'un contrat prévu à l' article L. 6325-2 du code des transports , ces accords fixent des objectifs de qualité de service, assortis d'incitations financières. Ces accords sont communiqués par l'exploitant au ministre chargé de l'aviation civile ainsi qu'à l'Autorité de régulation des transports, lorsqu'elle est compétente, et sont rendus publics par l'exploitant avant leur entrée en vigueur. Elle peut être consultée sur tout sujet relatif aux services rendus par l'exploitant d'aérodrome. Les réunions de la commission donnent lieu à l'établissement d'un procès-verbal. IV.-Les informations mentionnées au sixième alinéa du I de l'article L. 6325-7 du code des transports , au dernier alinéa de l'article R. 224-2-1 et de l'article R. 224-2-2 sont portées à la connaissance des usagers dans le cadre des consultations prévues au II du présent article. En outre, pour les aérodromes mentionnés à l'article L. 6323-2 du code des transports, les aérodromes appartenant à l'Etat ainsi que tout aérodrome répondant au critère fixé à l'article L. 6327-1 du même code, l'exploitant transmet aux membres de la commission consultative économique de l'aérodrome, dans des conditions précisées par un arrêté du ministre chargé de l'aviation civile, les éléments suivants : a) Des informations sur les résultats et les prévisions de trafic sur l'aérodrome ou les aérodromes concernés ; b) Des informations sur les éléments servant de base à la détermination des tarifs des redevances sur l'aérodrome ou les aérodromes concernés ; c) Des éléments sur les résultats et les prévisions d'investissement sur l'aérodrome ou les aérodromes concernés. Pour les aérodromes mentionnés au deuxième alinéa, les informations et éléments mentionnés ci-dessus sont transmis au ministre chargé de l'aviation civile ainsi qu'à l'Autorité de régulation des transports, lorsqu'elle est compétente en application de l'article L. 6327-1 du code des transports, concomitamment à leur transmission aux membres de la commission consultative économique de l'aérodrome. V.-Sans préjudice des dispositions des articles R. 224-3-3, R. 224-3-4 et R. 224-5, les tarifs des redevances sont rendus publics par l'exploitant de l'aérodrome et sont exécutoires au plus tôt, à l'exception des tarifs fixés par contrat dans les conditions du troisième alinéa du 2° de l'article R. 224-2, un mois après cette publication. VI.-Pour les aérodromes appartenant à l'Etat et concédés, l'exploitant consulte les usagers sur tout projet d'investissement devant faire l'objet d'une approbation du ministre chargé de l'aviation civile en vertu du cahier des charges applicables à l'aérodrome au sens de l'article R. 223-2. A cette fin, l'exploitant d'aérodrome soumet aux usagers un dossier précisant la nature et la consistance du projet, sa localisation, les objectifs poursuivis, son impact sur l'exploitation de l'aérodrome et une estimation de son coût. L'exploitant transmet un procès-verbal de cette consultation au ministre chargé de l'aviation civile lors de la notification du projet. Cette consultation s'effectue dans le cadre de la commission consultative économique de l'aérodrome lorsque celui-ci en est doté. VII.-Lorsque l'exploitant d'un aérodrome mentionné au deuxième alinéa du IV envisage d'établir ou de modifier la méthodologie d'allocation des actifs, des produits et des charges au périmètre d'activité mentionné à l'article L. 6325-1 du code des transports et entre les activités relevant de ce périmètre, il procède à une consultation des usagers. Si l'aérodrome est doté d'une commission consultative économique, la consultation s'effectue dans ce cadre. Les modalités de cette consultation sont précisées par un arrêté du ministre chargé de l'aviation civile. L'exploitant d'aérodrome transmet un procès-verbal de la consultation au ministre chargé de l'aviation civile ainsi qu'à l'Autorité de régulation des transports, lorsqu'elle est compétente en application de l'article L. 6327-1 du code des transports.",
            "texteHtml": "<p>I.-Pour les aérodromes mentionnés à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023086525&idArticle=LEGIARTI000023075663&dateTexte=&categorieLien=cid'>article L. 6323-2 du code des transports </a>et les aérodromes appartenant à l'Etat, l'exploitant fixe les tarifs des redevances suivant les modalités prévues par la présente section et à l'article R. 224-4. Pour les autres aérodromes, le signataire de la convention prévue à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023086525&idArticle=LEGIARTI000023075636&dateTexte=&categorieLien=cid'>article L. 6321-3 du code des transports </a>peut soit fixer lui-même ces tarifs, soit en charger l'exploitant de l'aérodrome, suivant les modalités prévues par la présente section et à l'article R. 224-5. </p><p>II.-Une consultation des usagers mentionnés au premier alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074234&idArticle=LEGIARTI000006844749&dateTexte=&categorieLien=cid'>R. 224-1 </a>est engagée au moins quatre mois avant l'entrée en vigueur de nouvelles conditions tarifaires. Elle s'effectue dans le cadre de la commission consultative économique de l'aérodrome, lorsque celui-ci en est doté. </p><p>III.-Les aérodromes dont le trafic annuel moyen des trois dernières années a dépassé 200 000 passagers, ou qui ont accueilli, pendant cette même période, au moins deux transporteurs aériens représentant en moyenne 50 000 passagers par an chacun, sont dotés d'une commission consultative économique où sont notamment représentés l'exploitant, les usagers aéronautiques et les représentants d'organisations professionnelles du transport aérien ; le nombre de représentants de ces deux dernières catégories est au moins égal à celui des représentants de l'exploitant. A l'exception des aérodromes mentionnés à l'article L. 6323-2 du code des transports, le directeur interrégional de la sécurité de l'aviation civile territorialement compétent est invité, comme observateur, aux séances de cette commission. </p><p>Une même commission peut être commune à plusieurs aérodromes proches dont l'exploitant est identique. </p><p>La commission est créée selon le cas :</p><p>-par le signataire de la convention prévue à l'article L. 6321-3 du code des transports ;</p><p>-par décret, pour les aérodromes mentionnés à l'article L. 6323-2 du code des transports ;</p><p>-par le préfet de région, sur proposition du directeur interrégional de la sécurité de l'aviation civile, pour les aérodromes appartenant à l'Etat, lorsque leur emprise s'étend sur plusieurs départements ou lorsque la commission est compétente à l'égard d'aérodromes situés dans des départements différents ;</p><p>-par le préfet de département, sur proposition du directeur interrégional de la sécurité de l'aviation civile, pour les aérodromes appartenant à l'Etat, dans les cas autres que ceux prévus à l'alinéa précédent. </p><p>Les membres de la commission sont désignés et le règlement intérieur est approuvé dans les mêmes conditions. Toutefois, pour les aérodromes mentionnés à l'article L. 6323-2 du code des transports, le règlement intérieur est approuvé par le ministre chargé de l'aviation civile et les membres sont nommés par le préfet de la région Ile-de-France. </p><p>La commission est réunie au moins une fois par an pour émettre un avis sur les modalités d'établissement et d'application, sur l'aérodrome considéré, des redevances pour services rendus mentionnées à l'article R. 224-1 ainsi que sur les programmes d'investissements de l'aérodrome. La commission débat également sur les perspectives d'évolution de la qualité des services publics rendus par l'exploitant d'aérodrome. Ces débats peuvent mener à la conclusion d'accords de qualité de service entre l'exploitant d'aérodrome et les représentants d'usagers ou d'organisations professionnelles du transport aérien. Tout accord de ce type détermine le niveau de service à fournir par l'exploitant d'aérodrome en tenant compte du système ou du niveau des redevances aéroportuaires. Pour les aérodromes ne faisant pas l'objet d'un contrat prévu à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023086525&idArticle=LEGIARTI000023075682&dateTexte=&categorieLien=cid'>article L. 6325-2 du code des transports</a>, ces accords fixent des objectifs de qualité de service, assortis d'incitations financières. Ces accords sont communiqués par l'exploitant au ministre chargé de l'aviation civile ainsi qu'à l'Autorité de régulation des transports, lorsqu'elle est compétente, et sont rendus publics par l'exploitant avant leur entrée en vigueur. </p><p>Elle peut être consultée sur tout sujet relatif aux services rendus par l'exploitant d'aérodrome. </p><p>Les réunions de la commission donnent lieu à l'établissement d'un procès-verbal. </p><p>IV.-Les informations mentionnées au <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023086525&idArticle=LEGIARTI000024669887&dateTexte=&categorieLien=cid'>sixième alinéa du I de l'article L. 6325-7 du code des transports</a>, au dernier alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074234&idArticle=LEGIARTI000025039768&dateTexte=&categorieLien=id' title='Code de l'aviation civile - art. R224-2-1 (Ab)'>R. 224-2-1 et de l'article R. 224-2-2 </a>sont portées à la connaissance des usagers dans le cadre des consultations prévues au II du présent article. </p><p>En outre, pour les aérodromes mentionnés à l'article L. 6323-2 du code des transports, les aérodromes appartenant à l'Etat ainsi que tout aérodrome répondant au critère fixé à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023086525&idArticle=LEGIARTI000038815476&dateTexte=&categorieLien=cid'>L. 6327-1 </a>du même code, l'exploitant transmet aux membres de la commission consultative économique de l'aérodrome, dans des conditions précisées par un arrêté du ministre chargé de l'aviation civile, les éléments suivants : </p><p>a) Des informations sur les résultats et les prévisions de trafic sur l'aérodrome ou les aérodromes concernés ; </p><p>b) Des informations sur les éléments servant de base à la détermination des tarifs des redevances sur l'aérodrome ou les aérodromes concernés ; </p><p>c) Des éléments sur les résultats et les prévisions d'investissement sur l'aérodrome ou les aérodromes concernés. </p><p>Pour les aérodromes mentionnés au deuxième alinéa, les informations et éléments mentionnés ci-dessus sont transmis au ministre chargé de l'aviation civile ainsi qu'à l'Autorité de régulation des transports, lorsqu'elle est compétente en application de l'article L. 6327-1 du code des transports, concomitamment à leur transmission aux membres de la commission consultative économique de l'aérodrome. </p><p>V.-Sans préjudice des dispositions des articles R. 224-3-3, R. 224-3-4 et R. 224-5, les tarifs des redevances sont rendus publics par l'exploitant de l'aérodrome et sont exécutoires au plus tôt, à l'exception des tarifs fixés par contrat dans les conditions du troisième alinéa du 2° de l'article R. 224-2, un mois après cette publication. </p><p>VI.-Pour les aérodromes appartenant à l'Etat et concédés, l'exploitant consulte les usagers sur tout projet d'investissement devant faire l'objet d'une approbation du ministre chargé de l'aviation civile en vertu du cahier des charges applicables à l'aérodrome au sens de l'article R. 223-2. A cette fin, l'exploitant d'aérodrome soumet aux usagers un dossier précisant la nature et la consistance du projet, sa localisation, les objectifs poursuivis, son impact sur l'exploitation de l'aérodrome et une estimation de son coût. L'exploitant transmet un procès-verbal de cette consultation au ministre chargé de l'aviation civile lors de la notification du projet. <br/><br/>Cette consultation s'effectue dans le cadre de la commission consultative économique de l'aérodrome lorsque celui-ci en est doté. </p><p>VII.-Lorsque l'exploitant d'un aérodrome mentionné au deuxième alinéa du IV envisage d'établir ou de modifier la méthodologie d'allocation des actifs, des produits et des charges au périmètre d'activité mentionné à l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023086525&idArticle=LEGIARTI000023075679&dateTexte=&categorieLien=cid'>L. 6325-1</a> du code des transports et entre les activités relevant de ce périmètre, il procède à une consultation des usagers. </p><p>Si l'aérodrome est doté d'une commission consultative économique, la consultation s'effectue dans ce cadre. </p><p>Les modalités de cette consultation sont précisées par un arrêté du ministre chargé de l'aviation civile. </p><p>L'exploitant d'aérodrome transmet un procès-verbal de la consultation au ministre chargé de l'aviation civile ainsi qu'à l'Autorité de régulation des transports, lorsqu'elle est compétente en application de l'article L. 6327-1 du code des transports.</p>",
            "num": "R224-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "7.0",
            "etat": "ABROGE",
            "dateDebut": 1659571200000,
            "dateFin": 1698796800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 7158,
            "context": {
                "titresTM": [
                    {
                        "debut": "1967-04-09",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108722",
                        "id": "LEGISCTA000006108722",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1967-04-09",
                        "fin": "2023-11-01",
                        "titre": "LIVRE II : AERODROMES.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129148",
                        "id": "LEGISCTA000006129148",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1967-04-09",
                        "fin": "2023-11-01",
                        "titre": "TITRE II : AERODROMES OUVERTS A LA CIRCULATION AERIENNE PUBLIQUE.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006144065",
                        "id": "LEGISCTA000006144065",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1967-04-09",
                        "fin": "2023-11-01",
                        "titre": "CHAPITRE IV : REDEVANCES.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159872",
                        "id": "LEGISCTA000006159872",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2005-07-22",
                        "fin": "2016-06-25",
                        "titre": "Section 2 : Dispositions applicables aux aérodromes de l'Etat et d'Aéroports de Paris",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006177260",
                        "id": "LEGISCTA000006177260",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-06-25",
                        "fin": "2023-11-01",
                        "titre": "Section 2 : Tarification, notification et homologation des redevances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006177260",
                        "id": "LEGISCTA000032773041",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1967-04-09",
                        "fin": "2999-01-01",
                        "titre": "Code de l'aviation civile",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074234",
                        "id": "LEGITEXT000006074234",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006844760",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006177260",
            "sectionParentId": "LEGISCTA000032773041",
            "sectionParentTitre": "Section 2 : Tarification, notification et homologation des redevances",
            "fullSectionsTitre": "Partie réglementaire - Décrets en Conseil d'Etat",
            "refInjection": "MD-20231103_195348_944_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000046133745",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074234",
                    "titre": "Code de l'aviation civile",
                    "titreLong": "Code de l'aviation civile",
                    "etat": "VIGUEUR",
                    "dateDebut": -86227200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074234",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "Conformément à l’article 7 du décret n° 2022-1106 du 1er aout 2022, ces dispositions sont applicables aux redevances mentionnées à l'article L. 6325-1 du code des transports pour lesquelles la fixation des tarifs fait l'objet d'une consultation engagée après l'entrée en vigueur dudit décret.",
            "notaHtml": "<p>Conformément à l’article 7 du décret n° 2022-1106 du 1er aout 2022, ces dispositions sont applicables aux redevances mentionnées à l'article L. 6325-1 du code des transports pour lesquelles la fixation des tarifs fait l'objet d'une consultation engagée après l'entrée en vigueur dudit décret.</p>",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000852674",
                    "textTitle": "Décret n° 67-334 du 30 mars 1967",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000852674",
                    "natureText": "DECRET",
                    "datePubliTexte": "1967-04-09",
                    "dateSignaTexte": "1967-03-30",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000046131581",
                    "textTitle": "Décret n°2022-1106 du 1er août 2022 - art. 1",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000046132373",
                    "natureText": "DECRET",
                    "datePubliTexte": "2022-08-03",
                    "dateSignaTexte": "2022-08-01",
                    "dateDebutCible": "2022-08-04"
                },
                {
                    "textCid": "JORFTEXT000048313483",
                    "textTitle": "Décret n°2023-1008 du 31 octobre 2023 - art. 5 (V)",
                    "linkType": "ABROGE",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000048316697",
                    "natureText": "DECRET",
                    "datePubliTexte": "2023-11-01",
                    "dateSignaTexte": "2023-10-31",
                    "dateDebutCible": "2023-11-01"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000803365",
                    "textTitle": "Arrêté du 22 juillet 1959 - art. 4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000020356979",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": -328579200000,
                    "dateDebut": -328492800000
                },
                {
                    "textCid": "JORFTEXT000000803365",
                    "textTitle": "Arrêté du 22 juillet 1959 - art. 6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000020357019",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": -328579200000,
                    "dateDebut": -328492800000
                },
                {
                    "textCid": "JORFTEXT000000752257",
                    "textTitle": "Décret n°97-1198 du 19 décembre 1997 - art. Annexe (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe",
                    "articleId": "LEGIARTI000006866244",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "97-1198",
                    "datePubli": 883180800000,
                    "dateDebut": 1111795200000
                },
                {
                    "textCid": "JORFTEXT000000203501",
                    "textTitle": "Décret n°97-1199 du 24 décembre 1997 - art. 5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000006882882",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "97-1199",
                    "datePubli": 883180800000,
                    "dateDebut": 1177718400000
                },
                {
                    "textCid": "JORFTEXT000000391647",
                    "textTitle": "Loi n°98-1171 du 18 décembre 1998 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006879105",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "98-1171",
                    "datePubli": 914371200000,
                    "dateDebut": 914371200000
                },
                {
                    "textCid": "JORFTEXT000000809810",
                    "textTitle": "Décret n°2005-827 du 20 juillet 2005 - art. 5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000006243089",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2005-827",
                    "datePubli": 1121990400000,
                    "dateDebut": 1121990400000
                },
                {
                    "textCid": "JORFTEXT000025175183",
                    "textTitle": "Arrêté du 16 janvier 2012 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000046308934",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1327017600000,
                    "dateDebut": 1663804800000
                },
                {
                    "textCid": "JORFTEXT000025175183",
                    "textTitle": "Arrêté du 16 janvier 2012 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000046308944",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1327017600000,
                    "dateDebut": 1663804800000
                },
                {
                    "textCid": "JORFTEXT000025175183",
                    "textTitle": "Arrêté du 16 janvier 2012 - art. 6 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000025176097",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1327017600000,
                    "dateDebut": 1327104000000
                },
                {
                    "textCid": "JORFTEXT000032752723",
                    "textTitle": "Décret n°2016-825 du 23 juin 2016 - art. 11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "11",
                    "articleId": "LEGIARTI000039191042",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-825",
                    "datePubli": 1466726400000,
                    "dateDebut": 1570233600000
                },
                {
                    "textCid": "JORFTEXT000033359572",
                    "textTitle": "Avis divers n°2016-AC-11 du 27 juillet 2016 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000033359596",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2016-AC-11",
                    "datePubli": 1478649600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000035448655",
                    "textTitle": "Décret n°2017-1296 du 22 août 2017 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000035449021",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2017-1296",
                    "datePubli": 1503446400000,
                    "dateDebut": 1503532800000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. D224-4 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D224-4",
                    "articleId": "LEGIARTI000006843787",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1177718400000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R224-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R224-1",
                    "articleId": "LEGIARTI000006844749",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1466812800000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R224-2 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R224-2",
                    "articleId": "LEGIARTI000025039765",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1325030400000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R224-2-1 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R224-2-1",
                    "articleId": "LEGIARTI000025039768",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1325030400000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R224-3-2 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R224-3-2",
                    "articleId": "LEGIARTI000039191016",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1570233600000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R224-3-3 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R224-3-3",
                    "articleId": "LEGIARTI000046133776",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1659571200000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R224-3-4 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R224-3-4",
                    "articleId": "LEGIARTI000046133795",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1659571200000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R224-4 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R224-4",
                    "articleId": "LEGIARTI000025039736",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1325030400000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R224-4-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R224-4-1",
                    "articleId": "LEGIARTI000006844776",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1172361600000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R224-5 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R224-5",
                    "articleId": "LEGIARTI000039190981",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1570233600000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R224-8 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R224-8",
                    "articleId": "LEGIARTI000035941452",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1509580800000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R252-12 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R252-12",
                    "articleId": "LEGIARTI000006844882",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1088553600000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R260-4 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R260-4",
                    "articleId": "LEGIARTI000046133357",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1659571200000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R260-5 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R260-5",
                    "articleId": "LEGIARTI000046133359",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1659571200000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R260-6 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R260-6",
                    "articleId": "LEGIARTI000046133361",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1659571200000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L6321-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L6321-3",
                    "articleId": "LEGIARTI000023075636",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1291161600000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L6323-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L6323-2",
                    "articleId": "LEGIARTI000023075663",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 7956835200000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L6325-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L6325-1",
                    "articleId": "LEGIARTI000023075679",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1558656000000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L6325-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L6325-2",
                    "articleId": "LEGIARTI000023075682",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 7956835200000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L6325-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L6325-7",
                    "articleId": "LEGIARTI000024669887",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1318723200000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L6327-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L6327-1",
                    "articleId": "LEGIARTI000038815476",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1569888000000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006844760",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 83808000000,
                    "dateFin": 1121990400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006844761",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1121990400000,
                    "dateFin": 1177718400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006844762",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1177718400000,
                    "dateFin": 1325030400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025039751",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1325030400000,
                    "dateFin": 1466812800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032773030",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1466812800000,
                    "dateFin": 1570233600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039191085",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1570233600000,
                    "dateFin": 1659571200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000046133745",
                    "etat": "ABROGE",
                    "version": "7.0",
                    "dateDebut": 1659571200000,
                    "dateFin": 1698796800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R224-3",
                "224-3"
            ],
            "versionPrecedente": "LEGIARTI000039191085",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000039191085",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Pour les aérodromes mentionnés à l' article L. 6323-2 du code des transports et les aérodromes appartenant à l'Etat, l'exploitant fixe les tarifs des redevances suivant les modalités prévues par la présente section et à l'article R. 224-4. Pour les autres aérodromes, le signataire de la convention prévue à l' article L. 6321-3 du code des transports peut soit fixer lui-même ces tarifs, soit en charger l'exploitant de l'aérodrome, suivant les modalités prévues par la présente section et à l'article R. 224-5. II.-Une consultation des usagers mentionnés au premier alinéa de l'article R. 224-1 est engagée au moins quatre mois avant l'entrée en vigueur de nouvelles conditions tarifaires. Elle s'effectue dans le cadre de la commission consultative économique de l'aérodrome, lorsque celui-ci en est doté. III.-Les aérodromes dont le trafic annuel moyen des trois dernières années a dépassé 200 000 passagers, ou qui ont accueilli, pendant cette même période, au moins deux transporteurs aériens représentant en moyenne 50 000 passagers par an chacun, sont dotés d'une commission consultative économique où sont notamment représentés l'exploitant, les usagers aéronautiques et les représentants d'organisations professionnelles du transport aérien ; le nombre de représentants de ces deux dernières catégories est au moins égal à celui des représentants de l'exploitant. A l'exception des aérodromes mentionnés à l'article L. 6323-2 du code des transports, le directeur interrégional de la sécurité de l'aviation civile territorialement compétent est invité, comme observateur, aux séances de cette commission. Une même commission peut être commune à plusieurs aérodromes proches dont l'exploitant est identique. La commission est créée selon le cas : -par le signataire de la convention prévue à l'article L. 6321-3 du code des transports ; -par décret, pour les aérodromes mentionnés à l'article L. 6323-2 du code des transports ; -par le préfet de région, sur proposition du directeur interrégional de la sécurité de l'aviation civile, pour les aérodromes appartenant à l'Etat, lorsque leur emprise s'étend sur plusieurs départements ou lorsque la commission est compétente à l'égard d'aérodromes situés dans des départements différents ; -par le préfet de département, sur proposition du directeur interrégional de la sécurité de l'aviation civile, pour les aérodromes appartenant à l'Etat, dans les cas autres que ceux prévus à l'alinéa précédent. Les membres de la commission sont désignés et le règlement intérieur est approuvé dans les mêmes conditions. Toutefois, pour les aérodromes mentionnés à l'article L. 6323-2 du code des transports, le règlement intérieur est approuvé par le ministre chargé de l'aviation civile et les membres sont nommés par le préfet de la région Ile-de-France. La commission est réunie au moins une fois par an pour émettre un avis sur les modalités d'établissement et d'application, sur l'aérodrome considéré, des redevances pour services rendus mentionnées à l'article R. 224-1 ainsi que sur les programmes d'investissements de l'aérodrome. La commission débat également sur les perspectives d'évolution de la qualité des services publics rendus par l'exploitant d'aérodrome. Ces débats peuvent mener à la conclusion d'accords de qualité de service entre l'exploitant d'aérodrome et les représentants d'usagers ou d'organisations professionnelles du transport aérien. Tout accord de ce type détermine le niveau de service à fournir par l'exploitant d'aérodrome en tenant compte du système ou du niveau des redevances aéroportuaires. Pour les aérodromes ne faisant pas l'objet d'un contrat prévu à l' article L. 6325-2 du code des transports , ces accords fixent des objectifs de qualité de service, assortis d'incitations financières. Ces accords sont communiqués par l'exploitant au ministre chargé de l'aviation civile ainsi qu'à l'Autorité de régulation des transports, lorsqu'elle est compétente, et sont rendus publics par l'exploitant avant leur entrée en vigueur. Elle peut être consultée sur tout sujet relatif aux services rendus par l'exploitant d'aérodrome. Les réunions de la commission donnent lieu à l'établissement d'un procès-verbal. IV.-Les informations mentionnées au sixième alinéa du I de l'article L. 6325-7 du code des transports , au dernier alinéa de l'article R. 224-2-1 et de l'article R. 224-2-2 sont portées à la connaissance des usagers dans le cadre des consultations prévues au II du présent article. En outre, pour les aérodromes mentionnés à l'article L. 6323-2 du code des transports et les aérodromes appartenant à l'Etat, l'exploitant d'aérodrome transmet aux membres de la commission consultative économique de l'aérodrome, dans des conditions précisées par un arrêté du ministre chargé de l'aviation civile, les éléments suivants : a) Des informations sur les résultats et les prévisions de trafic sur l'aérodrome ou les aérodromes concernés ; b) Des informations sur les éléments servant de base à la détermination des tarifs des redevances sur l'aérodrome ou les aérodromes concernés ; c) Des éléments sur les résultats et les prévisions d'investissement sur l'aérodrome ou les aérodromes concernés. V.-Sans préjudice des dispositions des articles R. 224-3-3, R. 224-3-4 et R. 224-5, les tarifs des redevances sont rendus publics par l'exploitant de l'aérodrome et sont exécutoires au plus tôt, à l'exception des tarifs fixés par contrat dans les conditions du troisième alinéa du 2° de l'article R. 224-2, un mois après cette publication. VI. - Pour les aérodromes appartenant à l'Etat et concédés, l'exploitant consulte les usagers sur tout projet d'investissement devant faire l'objet d'une approbation du ministre chargé de l'aviation civile en vertu du cahier des charges applicables à l'aérodrome au sens de l'article R. 223-2. A cette fin, l'exploitant d'aérodrome soumet aux usagers un dossier précisant la nature et la consistance du projet, sa localisation, les objectifs poursuivis, son impact sur l'exploitation de l'aérodrome et une estimation de son coût. L'exploitant transmet un procès-verbal de cette consultation au ministre chargé de l'aviation civile lors de la notification du projet. Cette consultation s'effectue dans le cadre de la commission consultative économique de l'aérodrome lorsque celui-ci en est doté.",
            "texteHtml": "<p>I.-Pour les aérodromes mentionnés à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023086525&idArticle=LEGIARTI000023075663&dateTexte=&categorieLien=cid'>article L. 6323-2 du code des transports </a>et les aérodromes appartenant à l'Etat, l'exploitant fixe les tarifs des redevances suivant les modalités prévues par la présente section et à l'article R. 224-4. Pour les autres aérodromes, le signataire de la convention prévue à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023086525&idArticle=LEGIARTI000023075636&dateTexte=&categorieLien=cid'>article L. 6321-3 du code des transports </a>peut soit fixer lui-même ces tarifs, soit en charger l'exploitant de l'aérodrome, suivant les modalités prévues par la présente section et à l'article R. 224-5.</p><p>II.-Une consultation des usagers mentionnés au premier alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074234&idArticle=LEGIARTI000006844749&dateTexte=&categorieLien=cid'>R. 224-1 </a>est engagée au moins quatre mois avant l'entrée en vigueur de nouvelles conditions tarifaires. Elle s'effectue dans le cadre de la commission consultative économique de l'aérodrome, lorsque celui-ci en est doté.</p><p>III.-Les aérodromes dont le trafic annuel moyen des trois dernières années a dépassé 200 000 passagers, ou qui ont accueilli, pendant cette même période, au moins deux transporteurs aériens représentant en moyenne 50 000 passagers par an chacun, sont dotés d'une commission consultative économique où sont notamment représentés l'exploitant, les usagers aéronautiques et les représentants d'organisations professionnelles du transport aérien ; le nombre de représentants de ces deux dernières catégories est au moins égal à celui des représentants de l'exploitant. A l'exception des aérodromes mentionnés à l'article L. 6323-2 du code des transports, le directeur interrégional de la sécurité de l'aviation civile territorialement compétent est invité, comme observateur, aux séances de cette commission.</p><p>Une même commission peut être commune à plusieurs aérodromes proches dont l'exploitant est identique.</p><p>La commission est créée selon le cas :</p><p>-par le signataire de la convention prévue à l'article L. 6321-3 du code des transports ;</p><p>-par décret, pour les aérodromes mentionnés à l'article L. 6323-2 du code des transports ;</p><p>-par le préfet de région, sur proposition du directeur interrégional de la sécurité de l'aviation civile, pour les aérodromes appartenant à l'Etat, lorsque leur emprise s'étend sur plusieurs départements ou lorsque la commission est compétente à l'égard d'aérodromes situés dans des départements différents ;</p><p>-par le préfet de département, sur proposition du directeur interrégional de la sécurité de l'aviation civile, pour les aérodromes appartenant à l'Etat, dans les cas autres que ceux prévus à l'alinéa précédent.</p><p>Les membres de la commission sont désignés et le règlement intérieur est approuvé dans les mêmes conditions. Toutefois, pour les aérodromes mentionnés à l'article L. 6323-2 du code des transports, le règlement intérieur est approuvé par le ministre chargé de l'aviation civile et les membres sont nommés par le préfet de la région Ile-de-France.</p><p>La commission est réunie au moins une fois par an pour émettre un avis sur les modalités d'établissement et d'application, sur l'aérodrome considéré, des redevances pour services rendus mentionnées à l'article R. 224-1 ainsi que sur les programmes d'investissements de l'aérodrome. La commission débat également sur les perspectives d'évolution de la qualité des services publics rendus par l'exploitant d'aérodrome. Ces débats peuvent mener à la conclusion d'accords de qualité de service entre l'exploitant d'aérodrome et les représentants d'usagers ou d'organisations professionnelles du transport aérien. Tout accord de ce type détermine le niveau de service à fournir par l'exploitant d'aérodrome en tenant compte du système ou du niveau des redevances aéroportuaires. Pour les aérodromes ne faisant pas l'objet d'un contrat prévu à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023086525&idArticle=LEGIARTI000023075682&dateTexte=&categorieLien=cid'>article L. 6325-2 du code des transports</a>, ces accords fixent des objectifs de qualité de service, assortis d'incitations financières. Ces accords sont communiqués par l'exploitant au ministre chargé de l'aviation civile ainsi qu'à l'Autorité de régulation des transports, lorsqu'elle est compétente, et sont rendus publics par l'exploitant avant leur entrée en vigueur.</p><p>Elle peut être consultée sur tout sujet relatif aux services rendus par l'exploitant d'aérodrome.</p><p>Les réunions de la commission donnent lieu à l'établissement d'un procès-verbal.</p><p>IV.-Les informations mentionnées au <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023086525&idArticle=LEGIARTI000024669887&dateTexte=&categorieLien=cid'>sixième alinéa du I de l'article L. 6325-7 du code des transports</a>, au dernier alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074234&idArticle=LEGIARTI000006844771&dateTexte=&categorieLien=cid'>R. 224-2-1 et de l'article R. 224-2-2 </a>sont portées à la connaissance des usagers dans le cadre des consultations prévues au II du présent article.</p><p>En outre, pour les aérodromes mentionnés à l'article L. 6323-2 du code des transports et les aérodromes appartenant à l'Etat, l'exploitant d'aérodrome transmet aux membres de la commission consultative économique de l'aérodrome, dans des conditions précisées par un arrêté du ministre chargé de l'aviation civile, les éléments suivants :</p><p>a) Des informations sur les résultats et les prévisions de trafic sur l'aérodrome ou les aérodromes concernés ;</p><p>b) Des informations sur les éléments servant de base à la détermination des tarifs des redevances sur l'aérodrome ou les aérodromes concernés ;</p><p>c) Des éléments sur les résultats et les prévisions d'investissement sur l'aérodrome ou les aérodromes concernés.</p><p>V.-Sans préjudice des dispositions des articles R. 224-3-3, R. 224-3-4 et R. 224-5, les tarifs des redevances sont rendus publics par l'exploitant de l'aérodrome et sont exécutoires au plus tôt, à l'exception des tarifs fixés par contrat dans les conditions du troisième alinéa du 2° de l'article R. 224-2, un mois après cette publication.</p><p>VI. - Pour les aérodromes appartenant à l'Etat et concédés, l'exploitant consulte les usagers sur tout projet d'investissement devant faire l'objet d'une approbation du ministre chargé de l'aviation civile en vertu du cahier des charges applicables à l'aérodrome au sens de l'article R. 223-2. A cette fin, l'exploitant d'aérodrome soumet aux usagers un dossier précisant la nature et la consistance du projet, sa localisation, les objectifs poursuivis, son impact sur l'exploitation de l'aérodrome et une estimation de son coût. L'exploitant transmet un procès-verbal de cette consultation au ministre chargé de l'aviation civile lors de la notification du projet.<br/><br/>\n Cette consultation s'effectue dans le cadre de la commission consultative économique de l'aérodrome lorsque celui-ci en est doté.</p>",
            "num": "R224-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "6.0",
            "etat": "MODIFIE",
            "dateDebut": 1570233600000,
            "dateFin": 1659571200000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 7158,
            "context": {
                "titresTM": [
                    {
                        "debut": "1967-04-09",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108722",
                        "id": "LEGISCTA000006108722",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1967-04-09",
                        "fin": "2023-11-01",
                        "titre": "LIVRE II : AERODROMES.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129148",
                        "id": "LEGISCTA000006129148",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1967-04-09",
                        "fin": "2023-11-01",
                        "titre": "TITRE II : AERODROMES OUVERTS A LA CIRCULATION AERIENNE PUBLIQUE.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006144065",
                        "id": "LEGISCTA000006144065",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1967-04-09",
                        "fin": "2023-11-01",
                        "titre": "CHAPITRE IV : REDEVANCES.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159872",
                        "id": "LEGISCTA000006159872",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2005-07-22",
                        "fin": "2016-06-25",
                        "titre": "Section 2 : Dispositions applicables aux aérodromes de l'Etat et d'Aéroports de Paris",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006177260",
                        "id": "LEGISCTA000006177260",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-06-25",
                        "fin": "2023-11-01",
                        "titre": "Section 2 : Tarification, notification et homologation des redevances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006177260",
                        "id": "LEGISCTA000032773041",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1967-04-09",
                        "fin": "2999-01-01",
                        "titre": "Code de l'aviation civile",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074234",
                        "id": "LEGITEXT000006074234",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006844760",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006177260",
            "sectionParentId": "LEGISCTA000032773041",
            "sectionParentTitre": "Section 2 : Tarification, notification et homologation des redevances",
            "fullSectionsTitre": "Partie réglementaire - Décrets en Conseil d'Etat &gt; LIVRE II : AERODROMES. &gt; TITRE II : AERODROMES OUVERTS A LA CIRCULATION AERIENNE PUBLIQUE. &gt; CHAPITRE IV : REDEVANCES. &gt; Section 2 : Tarification, notification et homologation des redevances",
            "refInjection": "MD-20231103_195348_944_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000039191085",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074234",
                    "titre": "Code de l'aviation civile",
                    "titreLong": "Code de l'aviation civile",
                    "etat": "VIGUEUR",
                    "dateDebut": -86227200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074234",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000852674",
                    "textTitle": "Décret n° 67-334 du 30 mars 1967",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000852674",
                    "natureText": "DECRET",
                    "datePubliTexte": "1967-04-09",
                    "dateSignaTexte": "1967-03-30",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000039180110",
                    "textTitle": "Décret n°2019-1016 du 3 octobre 2019 - art. 4",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000039180751",
                    "natureText": "DECRET",
                    "datePubliTexte": "2019-10-04",
                    "dateSignaTexte": "2019-10-03",
                    "dateDebutCible": "2019-10-05"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000803365",
                    "textTitle": "Arrêté du 22 juillet 1959 - art. 4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000020356979",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": -328579200000,
                    "dateDebut": -328492800000
                },
                {
                    "textCid": "JORFTEXT000000803365",
                    "textTitle": "Arrêté du 22 juillet 1959 - art. 6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000020357019",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": -328579200000,
                    "dateDebut": -328492800000
                },
                {
                    "textCid": "JORFTEXT000000752257",
                    "textTitle": "Décret n°97-1198 du 19 décembre 1997 - art. Annexe (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe",
                    "articleId": "LEGIARTI000006866244",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "97-1198",
                    "datePubli": 883180800000,
                    "dateDebut": 1111795200000
                },
                {
                    "textCid": "JORFTEXT000000203501",
                    "textTitle": "Décret n°97-1199 du 24 décembre 1997 - art. 5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000006882882",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "97-1199",
                    "datePubli": 883180800000,
                    "dateDebut": 1177718400000
                },
                {
                    "textCid": "JORFTEXT000000391647",
                    "textTitle": "Loi n°98-1171 du 18 décembre 1998 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006879105",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "98-1171",
                    "datePubli": 914371200000,
                    "dateDebut": 914371200000
                },
                {
                    "textCid": "JORFTEXT000000809810",
                    "textTitle": "Décret n°2005-827 du 20 juillet 2005 - art. 5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000006243089",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2005-827",
                    "datePubli": 1121990400000,
                    "dateDebut": 1121990400000
                },
                {
                    "textCid": "JORFTEXT000025175183",
                    "textTitle": "Arrêté du 16 janvier 2012 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000046308934",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1327017600000,
                    "dateDebut": 1663804800000
                },
                {
                    "textCid": "JORFTEXT000025175183",
                    "textTitle": "Arrêté du 16 janvier 2012 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000046308944",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1327017600000,
                    "dateDebut": 1663804800000
                },
                {
                    "textCid": "JORFTEXT000025175183",
                    "textTitle": "Arrêté du 16 janvier 2012 - art. 6 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000025176097",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1327017600000,
                    "dateDebut": 1327104000000
                },
                {
                    "textCid": "JORFTEXT000032752723",
                    "textTitle": "Décret n°2016-825 du 23 juin 2016 - art. 11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "11",
                    "articleId": "LEGIARTI000039191042",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-825",
                    "datePubli": 1466726400000,
                    "dateDebut": 1570233600000
                },
                {
                    "textCid": "JORFTEXT000033359572",
                    "textTitle": "Avis divers n°2016-AC-11 du 27 juillet 2016 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000033359596",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2016-AC-11",
                    "datePubli": 1478649600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000035448655",
                    "textTitle": "Décret n°2017-1296 du 22 août 2017 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000035449021",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2017-1296",
                    "datePubli": 1503446400000,
                    "dateDebut": 1503532800000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. D224-4 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D224-4",
                    "articleId": "LEGIARTI000006843787",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1177718400000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R224-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R224-1",
                    "articleId": "LEGIARTI000006844749",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1466812800000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R224-2 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R224-2",
                    "articleId": "LEGIARTI000025039765",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1325030400000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R224-2-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R224-2-1",
                    "articleId": "LEGIARTI000006844771",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1121990400000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R224-3-2 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R224-3-2",
                    "articleId": "LEGIARTI000039191016",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1570233600000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R224-3-3 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R224-3-3",
                    "articleId": "LEGIARTI000046133776",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1659571200000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R224-3-4 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R224-3-4",
                    "articleId": "LEGIARTI000046133795",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1659571200000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R224-4 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R224-4",
                    "articleId": "LEGIARTI000025039736",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1325030400000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R224-4-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R224-4-1",
                    "articleId": "LEGIARTI000006844776",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1172361600000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R224-5 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R224-5",
                    "articleId": "LEGIARTI000039190981",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1570233600000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R224-8 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R224-8",
                    "articleId": "LEGIARTI000035941452",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1509580800000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R252-12 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R252-12",
                    "articleId": "LEGIARTI000006844882",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1088553600000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R260-4 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R260-4",
                    "articleId": "LEGIARTI000046133357",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1659571200000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R260-6 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R260-6",
                    "articleId": "LEGIARTI000046133361",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1659571200000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L6321-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L6321-3",
                    "articleId": "LEGIARTI000023075636",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1291161600000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L6323-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L6323-2",
                    "articleId": "LEGIARTI000023075663",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 7956835200000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L6325-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L6325-2",
                    "articleId": "LEGIARTI000023075682",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 7956835200000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L6325-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L6325-7",
                    "articleId": "LEGIARTI000024669887",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1318723200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006844760",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 83808000000,
                    "dateFin": 1121990400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006844761",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1121990400000,
                    "dateFin": 1177718400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006844762",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1177718400000,
                    "dateFin": 1325030400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025039751",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1325030400000,
                    "dateFin": 1466812800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032773030",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1466812800000,
                    "dateFin": 1570233600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039191085",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1570233600000,
                    "dateFin": 1659571200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000046133745",
                    "etat": "ABROGE",
                    "version": "7.0",
                    "dateDebut": 1659571200000,
                    "dateFin": 1698796800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R224-3",
                "224-3"
            ],
            "versionPrecedente": "LEGIARTI000032773030",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000032773030",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Pour les aérodromes mentionnés à l' article L. 6323-2 du code des transports et les aérodromes appartenant à l'Etat, l'exploitant fixe les tarifs des redevances suivant les modalités prévues par la présente section et à l'article R. 224-4. Pour les autres aérodromes, le signataire de la convention prévue à l' article L. 6321-3 du code des transports peut soit fixer lui-même ces tarifs, soit en charger l'exploitant de l'aérodrome, suivant les modalités prévues par la présente section et à l'article R. 224-5. II.-Une consultation des usagers mentionnés au premier alinéa de l'article R. 224-1 est engagée au moins quatre mois avant l'entrée en vigueur de nouvelles conditions tarifaires. Elle s'effectue dans le cadre de la commission consultative économique de l'aérodrome, lorsque celui-ci en est doté. III.-Les aérodromes dont le trafic annuel moyen des trois dernières années a dépassé 200 000 passagers, ou qui ont accueilli, pendant cette même période, au moins deux transporteurs aériens représentant en moyenne 50 000 passagers par an chacun, sont dotés d'une commission consultative économique où sont notamment représentés l'exploitant, les usagers aéronautiques et les représentants d'organisations professionnelles du transport aérien ; le nombre de représentants de ces deux dernières catégories est au moins égal à celui des représentants de l'exploitant. A l'exception des aérodromes mentionnés à l'article L. 6323-2 du code des transports, le directeur interrégional de la sécurité de l'aviation civile territorialement compétent est invité, comme observateur, aux séances de cette commission. Une même commission peut être commune à plusieurs aérodromes proches dont l'exploitant est identique. La commission est créée selon le cas : -par le signataire de la convention prévue à l'article L. 6321-3 du code des transports ; -par décret, pour les aérodromes mentionnés à l'article L. 6323-2 du code des transports ; -par le préfet de région, sur proposition du directeur interrégional de la sécurité de l'aviation civile, pour les aérodromes appartenant à l'Etat, lorsque leur emprise s'étend sur plusieurs départements ou lorsque la commission est compétente à l'égard d'aérodromes situés dans des départements différents ; -par le préfet de département, sur proposition du directeur interrégional de la sécurité de l'aviation civile, pour les aérodromes appartenant à l'Etat, dans les cas autres que ceux prévus à l'alinéa précédent. Les membres de la commission sont désignés et le règlement intérieur est approuvé dans les mêmes conditions. Toutefois, pour les aérodromes mentionnés à l'article L. 6323-2 du code des transports, le règlement intérieur est approuvé par le ministre chargé de l'aviation civile et les membres sont nommés par le préfet de la région Ile-de-France. La commission est réunie au moins une fois par an pour émettre un avis sur les modalités d'établissement et d'application, sur l'aérodrome considéré, des redevances pour services rendus mentionnées à l'article R. 224-1 ainsi que sur les programmes d'investissements de l'aérodrome. La commission débat également sur les perspectives d'évolution de la qualité des services publics rendus par l'exploitant d'aérodrome. Ces débats peuvent mener à la conclusion d'accords de qualité de service entre l'exploitant d'aérodrome et les représentants d'usagers ou d'organisations professionnelles du transport aérien. Tout accord de ce type détermine le niveau de service à fournir par l'exploitant d'aérodrome en tenant compte du système ou du niveau des redevances aéroportuaires. Pour les aérodromes ne faisant pas l'objet d'un contrat prévu à l' article L. 6325-2 du code des transports , ces accords fixent des objectifs de qualité de service, assortis d'incitations financières. Elle peut être consultée sur tout sujet relatif aux services rendus par l'exploitant d'aérodrome. Les réunions de la commission donnent lieu à l'établissement d'un procès-verbal. IV.-Les informations mentionnées au sixième alinéa du I de l'article L. 6325-7 du code des transports , au dernier alinéa de l'article R. 224-2-1 et de l'article R. 224-2-2 sont portées à la connaissance des usagers dans le cadre des consultations prévues au II du présent article. En outre, pour les aérodromes mentionnés à l'article L. 6323-2 du code des transports et les aérodromes appartenant à l'Etat, l'exploitant d'aérodrome transmet aux membres de la commission consultative économique de l'aérodrome, dans des conditions précisées par un arrêté du ministre chargé de l'aviation civile, les éléments suivants : a) Des informations sur les résultats et les prévisions de trafic sur l'aérodrome ou les aérodromes concernés ; b) Des informations sur les éléments servant de base à la détermination des tarifs des redevances sur l'aérodrome ou les aérodromes concernés ; c) Des éléments sur les résultats et les prévisions d'investissement sur l'aérodrome ou les aérodromes concernés. V.-Sans préjudice des dispositions des articles R. 224-3-3, R. 224-3-4 et R. 224-5, les tarifs des redevances sont rendus publics par l'exploitant de l'aérodrome et sont exécutoires au plus tôt, à l'exception des tarifs fixés par contrat dans les conditions du troisième alinéa du 2° de l'article R. 224-2, un mois après cette publication.",
            "texteHtml": "<p></p><p>I.-Pour les aérodromes mentionnés à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023086525&idArticle=LEGIARTI000023075663&dateTexte=&categorieLien=cid'>article L. 6323-2 du code des transports </a>et les aérodromes appartenant à l'Etat, l'exploitant fixe les tarifs des redevances suivant les modalités prévues par la présente section et à l'article R. 224-4. Pour les autres aérodromes, le signataire de la convention prévue à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023086525&idArticle=LEGIARTI000023075636&dateTexte=&categorieLien=cid'>article L. 6321-3 du code des transports </a>peut soit fixer lui-même ces tarifs, soit en charger l'exploitant de l'aérodrome, suivant les modalités prévues par la présente section et à l'article R. 224-5. </p><p></p><p></p><p></p><p>II.-Une consultation des usagers mentionnés au premier alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074234&idArticle=LEGIARTI000006844749&dateTexte=&categorieLien=cid' title='Code de l'aviation civile - art. R224-1 (V)'>R. 224-1 </a>est engagée au moins quatre mois avant l'entrée en vigueur de nouvelles conditions tarifaires. Elle s'effectue dans le cadre de la commission consultative économique de l'aérodrome, lorsque celui-ci en est doté. </p><p></p><p></p><p></p><p>III.-Les aérodromes dont le trafic annuel moyen des trois dernières années a dépassé 200 000 passagers, ou qui ont accueilli, pendant cette même période, au moins deux transporteurs aériens représentant en moyenne 50 000 passagers par an chacun, sont dotés d'une commission consultative économique où sont notamment représentés l'exploitant, les usagers aéronautiques et les représentants d'organisations professionnelles du transport aérien ; le nombre de représentants de ces deux dernières catégories est au moins égal à celui des représentants de l'exploitant. A l'exception des aérodromes mentionnés à l'article L. 6323-2 du code des transports, le directeur interrégional de la sécurité de l'aviation civile territorialement compétent est invité, comme observateur, aux séances de cette commission. </p><p></p><p></p><p></p><p>Une même commission peut être commune à plusieurs aérodromes proches dont l'exploitant est identique. </p><p></p><p></p><p></p><p>La commission est créée selon le cas :</p><p></p><p></p><p></p><p>-par le signataire de la convention prévue à l'article L. 6321-3 du code des transports ;</p><p></p><p></p><p></p><p>-par décret, pour les aérodromes mentionnés à l'article L. 6323-2 du code des transports ;</p><p></p><p></p><p></p><p>-par le préfet de région, sur proposition du directeur interrégional de la sécurité de l'aviation civile, pour les aérodromes appartenant à l'Etat, lorsque leur emprise s'étend sur plusieurs départements ou lorsque la commission est compétente à l'égard d'aérodromes situés dans des départements différents ;</p><p></p><p></p><p></p><p>-par le préfet de département, sur proposition du directeur interrégional de la sécurité de l'aviation civile, pour les aérodromes appartenant à l'Etat, dans les cas autres que ceux prévus à l'alinéa précédent. </p><p></p><p></p><p></p><p>Les membres de la commission sont désignés et le règlement intérieur est approuvé dans les mêmes conditions. Toutefois, pour les aérodromes mentionnés à l'article L. 6323-2 du code des transports, le règlement intérieur est approuvé par le ministre chargé de l'aviation civile et les membres sont nommés par le préfet de la région Ile-de-France. </p><p></p><p></p><p></p><p>La commission est réunie au moins une fois par an pour émettre un avis sur les modalités d'établissement et d'application, sur l'aérodrome considéré, des redevances pour services rendus mentionnées à l'article R. 224-1 ainsi que sur les programmes d'investissements de l'aérodrome. La commission débat également sur les perspectives d'évolution de la qualité des services publics rendus par l'exploitant d'aérodrome. Ces débats peuvent mener à la conclusion d'accords de qualité de service entre l'exploitant d'aérodrome et les représentants d'usagers ou d'organisations professionnelles du transport aérien. Tout accord de ce type détermine le niveau de service à fournir par l'exploitant d'aérodrome en tenant compte du système ou du niveau des redevances aéroportuaires. Pour les aérodromes ne faisant pas l'objet d'un contrat prévu à l'<a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023086525&idArticle=LEGIARTI000023075682&dateTexte=&categorieLien=cid'>article L. 6325-2 du code des transports</a>, ces accords fixent des objectifs de qualité de service, assortis d'incitations financières. </p><p></p><p>Elle peut être consultée sur tout sujet relatif aux services rendus par l'exploitant d'aérodrome. </p><p></p><p></p><p></p><p>Les réunions de la commission donnent lieu à l'établissement d'un procès-verbal. </p><p></p><p></p><p></p><p>IV.-Les informations mentionnées au <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023086525&idArticle=LEGIARTI000024669887&dateTexte=&categorieLien=cid'>sixième alinéa du I de l'article L. 6325-7 du code des transports</a>, au dernier alinéa de l'article <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000006074234&idArticle=LEGIARTI000006844771&dateTexte=&categorieLien=cid' title='Code de l'aviation civile - art. R224-2-1 (V)'>R. 224-2-1 et de l'article R. 224-2-2 </a>sont portées à la connaissance des usagers dans le cadre des consultations prévues au II du présent article. </p><p></p><p>En outre, pour les aérodromes mentionnés à l'article L. 6323-2 du code des transports et les aérodromes appartenant à l'Etat, l'exploitant d'aérodrome transmet aux membres de la commission consultative économique de l'aérodrome, dans des conditions précisées par un arrêté du ministre chargé de l'aviation civile, les éléments suivants : </p><p></p><p>a) Des informations sur les résultats et les prévisions de trafic sur l'aérodrome ou les aérodromes concernés ; </p><p></p><p>b) Des informations sur les éléments servant de base à la détermination des tarifs des redevances sur l'aérodrome ou les aérodromes concernés ; </p><p></p><p>c) Des éléments sur les résultats et les prévisions d'investissement sur l'aérodrome ou les aérodromes concernés. </p><p></p><p></p><p></p><p></p><p>V.-Sans préjudice des dispositions des articles R. 224-3-3, R. 224-3-4 et R. 224-5, les tarifs des redevances sont rendus publics par l'exploitant de l'aérodrome et sont exécutoires au plus tôt, à l'exception des tarifs fixés par contrat dans les conditions du troisième alinéa du 2° de l'article R. 224-2, un mois après cette publication.</p><p></p>",
            "num": "R224-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "5.0",
            "etat": "MODIFIE",
            "dateDebut": 1466812800000,
            "dateFin": 1570233600000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 7158,
            "context": {
                "titresTM": [
                    {
                        "debut": "1967-04-09",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108722",
                        "id": "LEGISCTA000006108722",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1967-04-09",
                        "fin": "2023-11-01",
                        "titre": "LIVRE II : AERODROMES.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129148",
                        "id": "LEGISCTA000006129148",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1967-04-09",
                        "fin": "2023-11-01",
                        "titre": "TITRE II : AERODROMES OUVERTS A LA CIRCULATION AERIENNE PUBLIQUE.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006144065",
                        "id": "LEGISCTA000006144065",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1967-04-09",
                        "fin": "2023-11-01",
                        "titre": "CHAPITRE IV : REDEVANCES.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159872",
                        "id": "LEGISCTA000006159872",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2005-07-22",
                        "fin": "2016-06-25",
                        "titre": "Section 2 : Dispositions applicables aux aérodromes de l'Etat et d'Aéroports de Paris",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006177260",
                        "id": "LEGISCTA000006177260",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "2016-06-25",
                        "fin": "2023-11-01",
                        "titre": "Section 2 : Tarification, notification et homologation des redevances",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006177260",
                        "id": "LEGISCTA000032773041",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1967-04-09",
                        "fin": "2999-01-01",
                        "titre": "Code de l'aviation civile",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074234",
                        "id": "LEGITEXT000006074234",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006844760",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006177260",
            "sectionParentId": "LEGISCTA000032773041",
            "sectionParentTitre": "Section 2 : Tarification, notification et homologation des redevances",
            "fullSectionsTitre": "Partie réglementaire - Décrets en Conseil d'Etat &gt; LIVRE II : AERODROMES. &gt; TITRE II : AERODROMES OUVERTS A LA CIRCULATION AERIENNE PUBLIQUE. &gt; CHAPITRE IV : REDEVANCES. &gt; Section 2 : Tarification, notification et homologation des redevances",
            "refInjection": "MD-20231103_195348_944_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000032773030",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074234",
                    "titre": "Code de l'aviation civile",
                    "titreLong": "Code de l'aviation civile",
                    "etat": "VIGUEUR",
                    "dateDebut": -86227200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074234",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000852674",
                    "textTitle": "Décret n° 67-334 du 30 mars 1967",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000852674",
                    "natureText": "DECRET",
                    "datePubliTexte": "1967-04-09",
                    "dateSignaTexte": "1967-03-30",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000032752723",
                    "textTitle": "Décret n°2016-825 du 23 juin 2016 - art. 2",
                    "linkType": "DEPLACE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000032757710",
                    "natureText": "DECRET",
                    "datePubliTexte": "2016-06-24",
                    "dateSignaTexte": "2016-06-23",
                    "dateDebutCible": "2016-06-25"
                },
                {
                    "textCid": "JORFTEXT000032752723",
                    "textTitle": "Décret n°2016-825 du 23 juin 2016 - art. 3",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "3",
                    "articleId": "LEGIARTI000032757714",
                    "natureText": "DECRET",
                    "datePubliTexte": "2016-06-24",
                    "dateSignaTexte": "2016-06-23",
                    "dateDebutCible": "2016-06-25"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000803365",
                    "textTitle": "Arrêté du 22 juillet 1959 - art. 4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000020356979",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": -328579200000,
                    "dateDebut": -328492800000
                },
                {
                    "textCid": "JORFTEXT000000803365",
                    "textTitle": "Arrêté du 22 juillet 1959 - art. 6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000020357019",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": -328579200000,
                    "dateDebut": -328492800000
                },
                {
                    "textCid": "JORFTEXT000000752257",
                    "textTitle": "Décret n°97-1198 du 19 décembre 1997 - art. Annexe (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe",
                    "articleId": "LEGIARTI000006866244",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "97-1198",
                    "datePubli": 883180800000,
                    "dateDebut": 1111795200000
                },
                {
                    "textCid": "JORFTEXT000000203501",
                    "textTitle": "Décret n°97-1199 du 24 décembre 1997 - art. 5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000006882882",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "97-1199",
                    "datePubli": 883180800000,
                    "dateDebut": 1177718400000
                },
                {
                    "textCid": "JORFTEXT000000391647",
                    "textTitle": "Loi n°98-1171 du 18 décembre 1998 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006879105",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "98-1171",
                    "datePubli": 914371200000,
                    "dateDebut": 914371200000
                },
                {
                    "textCid": "JORFTEXT000000809810",
                    "textTitle": "Décret n°2005-827 du 20 juillet 2005 - art. 5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000006243089",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2005-827",
                    "datePubli": 1121990400000,
                    "dateDebut": 1121990400000
                },
                {
                    "textCid": "JORFTEXT000025175183",
                    "textTitle": "Arrêté du 16 janvier 2012 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000046308934",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1327017600000,
                    "dateDebut": 1663804800000
                },
                {
                    "textCid": "JORFTEXT000025175183",
                    "textTitle": "Arrêté du 16 janvier 2012 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000046308944",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1327017600000,
                    "dateDebut": 1663804800000
                },
                {
                    "textCid": "JORFTEXT000025175183",
                    "textTitle": "Arrêté du 16 janvier 2012 - art. 6 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000025176097",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1327017600000,
                    "dateDebut": 1327104000000
                },
                {
                    "textCid": "JORFTEXT000032752723",
                    "textTitle": "Décret n°2016-825 du 23 juin 2016 - art. 11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "11",
                    "articleId": "LEGIARTI000039191042",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-825",
                    "datePubli": 1466726400000,
                    "dateDebut": 1570233600000
                },
                {
                    "textCid": "JORFTEXT000033359572",
                    "textTitle": "Avis divers n°2016-AC-11 du 27 juillet 2016 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000033359596",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2016-AC-11",
                    "datePubli": 1478649600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000035448655",
                    "textTitle": "Décret n°2017-1296 du 22 août 2017 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000035449021",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2017-1296",
                    "datePubli": 1503446400000,
                    "dateDebut": 1503532800000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. D224-4 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D224-4",
                    "articleId": "LEGIARTI000006843787",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1177718400000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R224-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R224-1",
                    "articleId": "LEGIARTI000006844749",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1466812800000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R224-2 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R224-2",
                    "articleId": "LEGIARTI000025039765",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1325030400000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R224-2-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R224-2-1",
                    "articleId": "LEGIARTI000006844771",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1121990400000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R224-3-2 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R224-3-2",
                    "articleId": "LEGIARTI000039191016",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1570233600000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R224-3-3 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R224-3-3",
                    "articleId": "LEGIARTI000046133776",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1659571200000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R224-3-4 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R224-3-4",
                    "articleId": "LEGIARTI000046133795",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1659571200000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R224-4 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R224-4",
                    "articleId": "LEGIARTI000025039736",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1325030400000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R224-4-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R224-4-1",
                    "articleId": "LEGIARTI000006844776",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1172361600000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R224-5 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R224-5",
                    "articleId": "LEGIARTI000039190981",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1570233600000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R224-8 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R224-8",
                    "articleId": "LEGIARTI000035941452",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1509580800000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R252-12 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R252-12",
                    "articleId": "LEGIARTI000006844882",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1088553600000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R260-4 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R260-4",
                    "articleId": "LEGIARTI000046133357",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1659571200000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R260-6 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R260-6",
                    "articleId": "LEGIARTI000046133361",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1659571200000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L6321-3",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L6321-3",
                    "articleId": "LEGIARTI000023075636",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1291161600000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L6323-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L6323-2",
                    "articleId": "LEGIARTI000023075663",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 7956835200000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L6325-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L6325-2",
                    "articleId": "LEGIARTI000023075682",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 7956835200000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L6325-7",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L6325-7",
                    "articleId": "LEGIARTI000024669887",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1318723200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006844760",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 83808000000,
                    "dateFin": 1121990400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006844761",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1121990400000,
                    "dateFin": 1177718400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006844762",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1177718400000,
                    "dateFin": 1325030400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025039751",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1325030400000,
                    "dateFin": 1466812800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032773030",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1466812800000,
                    "dateFin": 1570233600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039191085",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1570233600000,
                    "dateFin": 1659571200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000046133745",
                    "etat": "ABROGE",
                    "version": "7.0",
                    "dateDebut": 1659571200000,
                    "dateFin": 1698796800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R224-3",
                "224-3"
            ],
            "versionPrecedente": "LEGIARTI000025039751",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000025039751",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I.-Pour les aérodromes mentionnés à l'article L. 251-2 et les aérodromes appartenant à l'Etat, les tarifs des redevances sont fixés par l'exploitant dans les conditions fixées au présent article et aux articles R. 224-4 à R. 224-4-3. Pour les autres aérodromes, le signataire de la convention prévue à l'article L. 221-1 peut soit fixer lui-même ces tarifs, dans les conditions fixées au présent article et à l'article R. 224-5, soit en charger l'exploitant de l'aérodrome, dans les mêmes conditions. II.-Sans préjudice des dispositions du III de l'article R. 224-4, une consultation des usagers mentionnés au premier alinéa de l'article R. 224-1 est engagée au moins quatre mois avant l'entrée en vigueur de nouvelles conditions tarifaires. Elle s'effectue dans le cadre de la commission consultative économique de l'aérodrome, lorsque celui-ci en est doté. III.-Les aérodromes dont le trafic annuel moyen des trois dernières années a dépassé 200 000 passagers, ou qui ont accueilli, pendant cette même période, au moins deux transporteurs aériens représentant en moyenne 50 000 passagers par an chacun, sont dotés d'une commission consultative économique où sont notamment représentés l'exploitant, les usagers aéronautiques et les représentants d'organisations professionnelles du transport aérien ; le nombre de représentants de ces deux dernières catégories est au moins égal à celui des représentants de l'exploitant. A l'exception des aérodromes mentionnés à l'article L. 251-2, le directeur de l'aviation civile territorialement compétent est invité, comme observateur, aux séances de cette commission. Une même commission peut être commune à plusieurs aérodromes proches dont l'exploitant est identique. La commission est créée selon le cas : -par le signataire de la convention prévue à l'article L. 221-1 ; -par décret, pour les aérodromes mentionnés à l'article L. 251-2 ; -par le préfet de région, sur proposition du directeur de l'aviation civile ou du directeur du service de l'aviation civile, pour les aérodromes appartenant à l'Etat, lorsque leur emprise s'étend sur plusieurs départements ou lorsque la commission est compétente à l'égard d'aérodromes situés dans des départements différents ; -par le préfet de département, sur proposition du directeur de l'aviation civile ou du directeur du service de l'aviation civile, pour les aérodromes appartenant à l'Etat, dans les cas autres que ceux prévus à l'alinéa précédent. Les membres de la commission sont désignés et le règlement intérieur est approuvé dans les mêmes conditions. Toutefois, pour les aérodromes mentionnés à l'article L. 251-2, le règlement intérieur est approuvé par le ministre chargé de l'aviation civile et les membres sont nommés par le préfet de la région Ile-de-France. La commission est réunie au moins une fois par an pour émettre un avis sur les modalités d'établissement et d'application, sur l'aérodrome considéré, des redevances pour services rendus mentionnées à l'article R. 224-1 ainsi que sur les programmes d'investissements de l'aérodrome. La commission débat également sur les perspectives d'évolution de la qualité des services publics rendus par l'exploitant d'aérodrome. Ces débats peuvent mener à la conclusion d'accords de qualité de service entre l'exploitant d'aérodrome et les représentants d'usagers ou d'organisations professionnelles du transport aérien. Tout accord de ce type détermine le niveau de service à fournir par l'exploitant d'aérodrome en tenant compte du système ou du niveau des redevances aéroportuaires. Pour les aérodromes ne faisant pas l'objet d'un contrat prévu à l'article L. 6325-2 du code des transports, ces accords fixent des objectifs de qualité de service, assortis d'incitations financières. Elle peut être consultée sur tout sujet relatif aux services rendus par l'exploitant d'aérodrome. Les réunions de la commission donnent lieu à l'établissement d'un procès-verbal. IV.-Les informations mentionnées au sixième alinéa du I de l'article L. 6325-7 du code des transports , au dernier alinéa de l'article R. 224-2-1 et de l'article R. 224-2-2 sont portées à la connaissance des usagers dans le cadre des consultations prévues au II du présent article. V.-Sans préjudice des dispositions des articles R. 224-4, R. 224-4-1 et R. 224-5, les tarifs des redevances sont rendus publics par l'exploitant de l'aérodrome et sont exécutoires au plus tôt, à l'exception des tarifs fixés par contrat dans les conditions du troisième alinéa du 2° de l'article R. 224-2, un mois après cette publication.",
            "texteHtml": "<p>I.-Pour les aérodromes mentionnés à l'article L. 251-2 et les aérodromes appartenant à l'Etat, les tarifs des redevances sont fixés par l'exploitant dans les conditions fixées au présent article et aux articles R. 224-4 à R. 224-4-3. Pour les autres aérodromes, le signataire de la convention prévue à l'article L. 221-1 peut soit fixer lui-même ces tarifs, dans les conditions fixées au présent article et à l'article R. 224-5, soit en charger l'exploitant de l'aérodrome, dans les mêmes conditions. </p><p></p><p>II.-Sans préjudice des dispositions du III de l'article R. 224-4, une consultation des usagers mentionnés au premier alinéa de l'article R. 224-1 est engagée au moins quatre mois avant l'entrée en vigueur de nouvelles conditions tarifaires. Elle s'effectue dans le cadre de la commission consultative économique de l'aérodrome, lorsque celui-ci en est doté. </p><p></p><p>III.-Les aérodromes dont le trafic annuel moyen des trois dernières années a dépassé 200 000 passagers, ou qui ont accueilli, pendant cette même période, au moins deux transporteurs aériens représentant en moyenne 50 000 passagers par an chacun, sont dotés d'une commission consultative économique où sont notamment représentés l'exploitant, les usagers aéronautiques et les représentants d'organisations professionnelles du transport aérien ; le nombre de représentants de ces deux dernières catégories est au moins égal à celui des représentants de l'exploitant. A l'exception des aérodromes mentionnés à l'article L. 251-2, le directeur de l'aviation civile territorialement compétent est invité, comme observateur, aux séances de cette commission. </p><p></p><p>Une même commission peut être commune à plusieurs aérodromes proches dont l'exploitant est identique. </p><p></p><p>La commission est créée selon le cas :</p><p></p><p>-par le signataire de la convention prévue à l'article L. 221-1 ;</p><p></p><p>-par décret, pour les aérodromes mentionnés à l'article L. 251-2 ;</p><p></p><p>-par le préfet de région, sur proposition du directeur de l'aviation civile ou du directeur du service de l'aviation civile, pour les aérodromes appartenant à l'Etat, lorsque leur emprise s'étend sur plusieurs départements ou lorsque la commission est compétente à l'égard d'aérodromes situés dans des départements différents ;</p><p></p><p>-par le préfet de département, sur proposition du directeur de l'aviation civile ou du directeur du service de l'aviation civile, pour les aérodromes appartenant à l'Etat, dans les cas autres que ceux prévus à l'alinéa précédent. </p><p></p><p>Les membres de la commission sont désignés et le règlement intérieur est approuvé dans les mêmes conditions. Toutefois, pour les aérodromes mentionnés à l'article L. 251-2, le règlement intérieur est approuvé par le ministre chargé de l'aviation civile et les membres sont nommés par le préfet de la région Ile-de-France. </p><p></p><p>La commission est réunie au moins une fois par an pour émettre un avis sur les modalités d'établissement et d'application, sur l'aérodrome considéré, des redevances pour services rendus mentionnées à l'article R. 224-1 ainsi que sur les programmes d'investissements de l'aérodrome. La commission débat également sur les perspectives d'évolution de la qualité des services publics rendus par l'exploitant d'aérodrome. Ces débats peuvent mener à la conclusion d'accords de qualité de service entre l'exploitant d'aérodrome et les représentants d'usagers ou d'organisations professionnelles du transport aérien. Tout accord de ce type détermine le niveau de service à fournir par l'exploitant d'aérodrome en tenant compte du système ou du niveau des redevances aéroportuaires. Pour les aérodromes ne faisant pas l'objet d'un contrat prévu à l'article L. 6325-2 du code des transports, ces accords fixent des objectifs de qualité de service, assortis d'incitations financières. </p><p><br/></p><p>Elle peut être consultée sur tout sujet relatif aux services rendus par l'exploitant d'aérodrome. </p><p></p><p></p><p>Les réunions de la commission donnent lieu à l'établissement d'un procès-verbal. </p><p></p><p>IV.-Les informations mentionnées au sixième alinéa du I de <a href='/affichCodeArticle.do?cidTexte=LEGITEXT000023086525&idArticle=LEGIARTI000024669887&dateTexte=&categorieLien=cid' title='Code des transports - art. L6325-7 (V)'>l'article L. 6325-7 du code des transports</a>, au dernier alinéa de l'article R. 224-2-1 et de l'article R. 224-2-2 sont portées à la connaissance des usagers dans le cadre des consultations prévues au II du présent article. </p><p></p><p>V.-Sans préjudice des dispositions des articles R. 224-4, R. 224-4-1 et R. 224-5, les tarifs des redevances sont rendus publics par l'exploitant de l'aérodrome et sont exécutoires au plus tôt, à l'exception des tarifs fixés par contrat dans les conditions du troisième alinéa du 2° de l'article R. 224-2, un mois après cette publication.</p><p></p>",
            "num": "R224-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "4.0",
            "etat": "MODIFIE",
            "dateDebut": 1325030400000,
            "dateFin": 1466812800000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 214745,
            "context": {
                "titresTM": [
                    {
                        "debut": "1967-04-09",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108722",
                        "id": "LEGISCTA000006108722",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1967-04-09",
                        "fin": "2023-11-01",
                        "titre": "LIVRE II : AERODROMES.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129148",
                        "id": "LEGISCTA000006129148",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1967-04-09",
                        "fin": "2023-11-01",
                        "titre": "TITRE II : AERODROMES OUVERTS A LA CIRCULATION AERIENNE PUBLIQUE.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006144065",
                        "id": "LEGISCTA000006144065",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1967-04-09",
                        "fin": "2023-11-01",
                        "titre": "CHAPITRE IV : REDEVANCES.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159872",
                        "id": "LEGISCTA000006159872",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2005-07-22",
                        "fin": "2023-11-01",
                        "titre": "Section 1 : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006177259",
                        "id": "LEGISCTA000006177259",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1967-04-09",
                        "fin": "2999-01-01",
                        "titre": "Code de l'aviation civile",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074234",
                        "id": "LEGITEXT000006074234",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006844760",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006177259",
            "sectionParentId": "LEGISCTA000006177259",
            "sectionParentTitre": "Section 1 : Dispositions générales",
            "fullSectionsTitre": "Partie réglementaire - Décrets en Conseil d'Etat &gt; LIVRE II : AERODROMES. &gt; TITRE II : AERODROMES OUVERTS A LA CIRCULATION AERIENNE PUBLIQUE. &gt; CHAPITRE IV : REDEVANCES. &gt; Section 1 : Dispositions générales",
            "refInjection": "MD-20231103_195348_944_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000025039751",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074234",
                    "titre": "Code de l'aviation civile",
                    "titreLong": "Code de l'aviation civile",
                    "etat": "VIGUEUR",
                    "dateDebut": -86227200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074234",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000852674",
                    "textTitle": "Décret n° 67-334 du 30 mars 1967",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000852674",
                    "natureText": "DECRET",
                    "datePubliTexte": "1967-04-09",
                    "dateSignaTexte": "1967-03-30",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000025031072",
                    "textTitle": "Décret n°2011-1965\n du 23 décembre 2011 - art. 1 (V)",
                    "linkType": "MODIFIE",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000025033318",
                    "natureText": "DECRET",
                    "datePubliTexte": "2011-12-27",
                    "dateSignaTexte": "2011-12-23",
                    "dateDebutCible": "2011-12-28"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000803365",
                    "textTitle": "Arrêté du 22 juillet 1959 - art. 4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000020356979",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": -328579200000,
                    "dateDebut": -328492800000
                },
                {
                    "textCid": "JORFTEXT000000803365",
                    "textTitle": "Arrêté du 22 juillet 1959 - art. 6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000020357019",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": -328579200000,
                    "dateDebut": -328492800000
                },
                {
                    "textCid": "JORFTEXT000000752257",
                    "textTitle": "Décret n°97-1198 du 19 décembre 1997 - art. Annexe (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe",
                    "articleId": "LEGIARTI000006866244",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "97-1198",
                    "datePubli": 883180800000,
                    "dateDebut": 1111795200000
                },
                {
                    "textCid": "JORFTEXT000000203501",
                    "textTitle": "Décret n°97-1199 du 24 décembre 1997 - art. 5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000006882882",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "97-1199",
                    "datePubli": 883180800000,
                    "dateDebut": 1177718400000
                },
                {
                    "textCid": "JORFTEXT000000391647",
                    "textTitle": "Loi n°98-1171 du 18 décembre 1998 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006879105",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "98-1171",
                    "datePubli": 914371200000,
                    "dateDebut": 914371200000
                },
                {
                    "textCid": "JORFTEXT000000809810",
                    "textTitle": "Décret n°2005-827 du 20 juillet 2005 - art. 5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000006243089",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2005-827",
                    "datePubli": 1121990400000,
                    "dateDebut": 1121990400000
                },
                {
                    "textCid": "JORFTEXT000025175183",
                    "textTitle": "Arrêté du 16 janvier 2012 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000046308934",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1327017600000,
                    "dateDebut": 1663804800000
                },
                {
                    "textCid": "JORFTEXT000025175183",
                    "textTitle": "Arrêté du 16 janvier 2012 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000046308944",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1327017600000,
                    "dateDebut": 1663804800000
                },
                {
                    "textCid": "JORFTEXT000025175183",
                    "textTitle": "Arrêté du 16 janvier 2012 - art. 6 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000025176097",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1327017600000,
                    "dateDebut": 1327104000000
                },
                {
                    "textCid": "JORFTEXT000032752723",
                    "textTitle": "Décret n°2016-825 du 23 juin 2016 - art. 11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "11",
                    "articleId": "LEGIARTI000039191042",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-825",
                    "datePubli": 1466726400000,
                    "dateDebut": 1570233600000
                },
                {
                    "textCid": "JORFTEXT000033359572",
                    "textTitle": "Avis divers n°2016-AC-11 du 27 juillet 2016 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000033359596",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2016-AC-11",
                    "datePubli": 1478649600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000035448655",
                    "textTitle": "Décret n°2017-1296 du 22 août 2017 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000035449021",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2017-1296",
                    "datePubli": 1503446400000,
                    "dateDebut": 1503532800000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. D224-4 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D224-4",
                    "articleId": "LEGIARTI000006843787",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1177718400000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R224-2 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R224-2",
                    "articleId": "LEGIARTI000025039765",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1325030400000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R224-3-2 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R224-3-2",
                    "articleId": "LEGIARTI000039191016",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1570233600000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R224-3-3 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R224-3-3",
                    "articleId": "LEGIARTI000046133776",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1659571200000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R224-3-4 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R224-3-4",
                    "articleId": "LEGIARTI000046133795",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1659571200000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R224-4 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R224-4",
                    "articleId": "LEGIARTI000025039736",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1325030400000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R224-4-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R224-4-1",
                    "articleId": "LEGIARTI000006844776",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1172361600000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R224-5 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R224-5",
                    "articleId": "LEGIARTI000039190981",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1570233600000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R224-8 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R224-8",
                    "articleId": "LEGIARTI000035941452",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1509580800000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R252-12 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R252-12",
                    "articleId": "LEGIARTI000006844882",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1088553600000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R260-4 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R260-4",
                    "articleId": "LEGIARTI000046133357",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1659571200000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R260-6 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R260-6",
                    "articleId": "LEGIARTI000046133361",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1659571200000
                },
                {
                    "textCid": "LEGITEXT000023086525",
                    "textTitle": "Code des transports - art. L6325-7 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L6325-7",
                    "articleId": "LEGIARTI000024669887",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1318723200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006844760",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 83808000000,
                    "dateFin": 1121990400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006844761",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1121990400000,
                    "dateFin": 1177718400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006844762",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1177718400000,
                    "dateFin": 1325030400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025039751",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1325030400000,
                    "dateFin": 1466812800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032773030",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1466812800000,
                    "dateFin": 1570233600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039191085",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1570233600000,
                    "dateFin": 1659571200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000046133745",
                    "etat": "ABROGE",
                    "version": "7.0",
                    "dateDebut": 1659571200000,
                    "dateFin": 1698796800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R224-3",
                "224-3"
            ],
            "versionPrecedente": "LEGIARTI000006844762",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006844762",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Pour les aérodromes mentionnés à l'article L. 251-2 et les aérodromes appartenant à l'Etat, les tarifs des redevances sont fixés par l'exploitant dans les conditions fixées au présent article et aux articles R. 224-4 à R. 224-4-3. Pour les autres aérodromes, le signataire de la convention prévue à l'article L. 221-1 peut soit fixer lui-même ces tarifs, dans les conditions fixées au présent article et à l'article R. 224-5, soit en charger l'exploitant de l'aérodrome, dans les mêmes conditions. II. - Sans préjudice des dispositions du III de l'article R. 224-4, une consultation des usagers mentionnés au premier alinéa de l'article R. 224-1 est engagée au moins quatre mois avant l'entrée en vigueur de nouvelles conditions tarifaires. Elle s'effectue dans le cadre de la commission consultative économique de l'aérodrome, lorsque celui-ci en est doté. III. - Les aérodromes dont le trafic annuel moyen des trois dernières années a dépassé 200 000 passagers, ou qui ont accueilli, pendant cette même période, au moins deux transporteurs aériens représentant en moyenne 50 000 passagers par an chacun, sont dotés d'une commission consultative économique où sont notamment représentés l'exploitant, les usagers aéronautiques et les représentants d'organisations professionnelles du transport aérien ; le nombre de représentants de ces deux dernières catégories est au moins égal à celui des représentants de l'exploitant. A l'exception des aérodromes mentionnés à l'article L. 251-2, le directeur de l'aviation civile territorialement compétent est invité, comme observateur, aux séances de cette commission. Une même commission peut être commune à plusieurs aérodromes proches dont l'exploitant est identique. La commission est créée selon le cas : - par le signataire de la convention prévue à l'article L. 221-1 ; - par décret, pour les aérodromes mentionnés à l'article L. 251-2 ; - par le préfet de région, sur proposition du directeur de l'aviation civile ou du directeur du service de l'aviation civile, pour les aérodromes appartenant à l'Etat, lorsque leur emprise s'étend sur plusieurs départements ou lorsque la commission est compétente à l'égard d'aérodromes situés dans des départements différents ; - par le préfet de département, sur proposition du directeur de l'aviation civile ou du directeur du service de l'aviation civile, pour les aérodromes appartenant à l'Etat, dans les cas autres que ceux prévus à l'alinéa précédent. Les membres de la commission sont désignés et le règlement intérieur est approuvé dans les mêmes conditions. Toutefois, pour les aérodromes mentionnés à l'article L. 251-2, le règlement intérieur est approuvé par le ministre chargé de l'aviation civile et les membres sont nommés par le préfet de la région Ile-de-France. La commission est réunie au moins une fois par an pour émettre un avis sur les modalités d'établissement et d'application, sur l'aérodrome considéré, des redevances pour services rendus mentionnées à l'article R. 224-1 ainsi que sur les programmes d'investissements de l'aérodrome. Elle peut être consultée sur tout sujet relatif aux services rendus par l'exploitant d'aérodrome. Les réunions de la commission donnent lieu à l'établissement d'un procès-verbal. IV. - Les informations mentionnées au dernier alinéa de l'article R. 224-2-1 et de l'article R. 224-2-2 sont portées à la connaissance des usagers dans le cadre des consultations prévues au II du présent article. V. - Sans préjudice des dispositions des articles R. 224-4, R. 224-4-1 et R. 224-5, les tarifs des redevances sont rendus publics par l'exploitant de l'aérodrome et sont exécutoires au plus tôt, à l'exception des tarifs fixés par contrat dans les conditions du troisième alinéa du 2° de l'article R. 224-2, un mois après cette publication.",
            "texteHtml": "<p></p>   I. - Pour les aérodromes mentionnés à l'article L. 251-2 et les aérodromes appartenant à l'Etat, les tarifs des redevances sont fixés par l'exploitant dans les conditions fixées au présent article et aux articles R. 224-4 à R. 224-4-3. Pour les autres aérodromes, le signataire de la convention prévue à l'article L. 221-1 peut soit fixer lui-même ces tarifs, dans les conditions fixées au présent article et à l'article R. 224-5, soit en charger l'exploitant de l'aérodrome, dans les mêmes conditions.<p></p><p></p>   II. - Sans préjudice des dispositions du III de l'article R. 224-4, une consultation des usagers mentionnés au premier alinéa de l'article R. 224-1 est engagée au moins quatre mois avant l'entrée en vigueur de nouvelles conditions tarifaires. Elle s'effectue dans le cadre de la commission consultative économique de l'aérodrome, lorsque celui-ci en est doté.<p></p><p></p>   III. - Les aérodromes dont le trafic annuel moyen des trois dernières années a dépassé 200 000 passagers, ou qui ont accueilli, pendant cette même période, au moins deux transporteurs aériens représentant en moyenne 50 000 passagers par an chacun, sont dotés d'une commission consultative économique où sont notamment représentés l'exploitant, les usagers aéronautiques et les représentants d'organisations professionnelles du transport aérien ; le nombre de représentants de ces deux dernières catégories est au moins égal à celui des représentants de l'exploitant. A l'exception des aérodromes mentionnés à l'article L. 251-2, le directeur de l'aviation civile territorialement compétent est invité, comme observateur, aux séances de cette commission.<p></p><p></p>   Une même commission peut être commune à plusieurs aérodromes proches dont l'exploitant est identique.<p></p><p></p>   La commission est créée selon le cas :<p></p><p></p>   - par le signataire de la convention prévue à l'article L. 221-1 ;<p></p><p></p>   - par décret, pour les aérodromes mentionnés à l'article L. 251-2 ;<p></p><p></p>   - par le préfet de région, sur proposition du directeur de l'aviation civile ou du directeur du service de l'aviation civile, pour les aérodromes appartenant à l'Etat, lorsque leur emprise s'étend sur plusieurs départements ou lorsque la commission est compétente à l'égard d'aérodromes situés dans des départements différents ;<p></p><p></p>   - par le préfet de département, sur proposition du directeur de l'aviation civile ou du directeur du service de l'aviation civile, pour les aérodromes appartenant à l'Etat, dans les cas autres que ceux prévus à l'alinéa précédent.<p></p><p></p>   Les membres de la commission sont désignés et le règlement intérieur est approuvé dans les mêmes conditions. Toutefois, pour les aérodromes mentionnés à l'article L. 251-2, le règlement intérieur est approuvé par le ministre chargé de l'aviation civile et les membres sont nommés par le préfet de la région Ile-de-France.<p></p><p></p>   La commission est réunie au moins une fois par an pour émettre un avis sur les modalités d'établissement et d'application, sur l'aérodrome considéré, des redevances pour services rendus mentionnées à l'article R. 224-1 ainsi que sur les programmes d'investissements de l'aérodrome. Elle peut être consultée sur tout sujet relatif aux services rendus par l'exploitant d'aérodrome.<p></p><p></p>   Les réunions de la commission donnent lieu à l'établissement d'un procès-verbal.<p></p><p></p>   IV. - Les informations mentionnées au dernier alinéa de l'article R. 224-2-1 et de l'article R. 224-2-2 sont portées à la connaissance des usagers dans le cadre des consultations prévues au II du présent article.<p></p><p></p>   V. - Sans préjudice des dispositions des articles R. 224-4, R. 224-4-1 et R. 224-5, les tarifs des redevances sont rendus publics par l'exploitant de l'aérodrome et sont exécutoires au plus tôt, à l'exception des tarifs fixés par contrat dans les conditions du troisième alinéa du 2° de l'article R. 224-2, un mois après cette publication.<p></p>",
            "num": "R224-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "3.0",
            "etat": "MODIFIE",
            "dateDebut": 1177718400000,
            "dateFin": 1325030400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 214745,
            "context": {
                "titresTM": [
                    {
                        "debut": "1967-04-09",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108722",
                        "id": "LEGISCTA000006108722",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1967-04-09",
                        "fin": "2023-11-01",
                        "titre": "LIVRE II : AERODROMES.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129148",
                        "id": "LEGISCTA000006129148",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1967-04-09",
                        "fin": "2023-11-01",
                        "titre": "TITRE II : AERODROMES OUVERTS A LA CIRCULATION AERIENNE PUBLIQUE.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006144065",
                        "id": "LEGISCTA000006144065",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1967-04-09",
                        "fin": "2023-11-01",
                        "titre": "CHAPITRE IV : REDEVANCES.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159872",
                        "id": "LEGISCTA000006159872",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2005-07-22",
                        "fin": "2023-11-01",
                        "titre": "Section 1 : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006177259",
                        "id": "LEGISCTA000006177259",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1967-04-09",
                        "fin": "2999-01-01",
                        "titre": "Code de l'aviation civile",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074234",
                        "id": "LEGITEXT000006074234",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006844760",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006177259",
            "sectionParentId": "LEGISCTA000006177259",
            "sectionParentTitre": "Section 1 : Dispositions générales",
            "fullSectionsTitre": "Partie réglementaire - Décrets en Conseil d'Etat &gt; LIVRE II : AERODROMES. &gt; TITRE II : AERODROMES OUVERTS A LA CIRCULATION AERIENNE PUBLIQUE. &gt; CHAPITRE IV : REDEVANCES. &gt; Section 1 : Dispositions générales",
            "refInjection": "MD-20231103_195348_944_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000006844762",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074234",
                    "titre": "Code de l'aviation civile",
                    "titreLong": "Code de l'aviation civile",
                    "etat": "VIGUEUR",
                    "dateDebut": -86227200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074234",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000852674",
                    "textTitle": "Décret 67-334 1967-03-30",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000852674",
                    "natureText": "DECRET",
                    "datePubliTexte": "1967-04-09",
                    "dateSignaTexte": "1967-03-30",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000820608",
                    "textTitle": "Décret n°2007-617 du 26 avril 2007 - art. 1 () JORF 28 avril 2007",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006263183",
                    "natureText": "DECRET",
                    "datePubliTexte": "2007-04-28",
                    "dateSignaTexte": "2007-04-26",
                    "dateDebutCible": "2007-04-28"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000803365",
                    "textTitle": "Arrêté du 22 juillet 1959 - art. 4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000020356979",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": -328579200000,
                    "dateDebut": -328492800000
                },
                {
                    "textCid": "JORFTEXT000000803365",
                    "textTitle": "Arrêté du 22 juillet 1959 - art. 6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000020357019",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": -328579200000,
                    "dateDebut": -328492800000
                },
                {
                    "textCid": "JORFTEXT000000752257",
                    "textTitle": "Décret n°97-1198 du 19 décembre 1997 - art. Annexe (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe",
                    "articleId": "LEGIARTI000006866244",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "97-1198",
                    "datePubli": 883180800000,
                    "dateDebut": 1111795200000
                },
                {
                    "textCid": "JORFTEXT000000203501",
                    "textTitle": "Décret n°97-1199 du 24 décembre 1997 - art. 5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000006882882",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "97-1199",
                    "datePubli": 883180800000,
                    "dateDebut": 1177718400000
                },
                {
                    "textCid": "JORFTEXT000000391647",
                    "textTitle": "Loi n°98-1171 du 18 décembre 1998 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006879105",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "98-1171",
                    "datePubli": 914371200000,
                    "dateDebut": 914371200000
                },
                {
                    "textCid": "JORFTEXT000000809810",
                    "textTitle": "Décret n°2005-827 du 20 juillet 2005 - art. 5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000006243089",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2005-827",
                    "datePubli": 1121990400000,
                    "dateDebut": 1121990400000
                },
                {
                    "textCid": "JORFTEXT000025175183",
                    "textTitle": "Arrêté du 16 janvier 2012 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000046308934",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1327017600000,
                    "dateDebut": 1663804800000
                },
                {
                    "textCid": "JORFTEXT000025175183",
                    "textTitle": "Arrêté du 16 janvier 2012 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000046308944",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1327017600000,
                    "dateDebut": 1663804800000
                },
                {
                    "textCid": "JORFTEXT000025175183",
                    "textTitle": "Arrêté du 16 janvier 2012 - art. 6 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000025176097",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1327017600000,
                    "dateDebut": 1327104000000
                },
                {
                    "textCid": "JORFTEXT000032752723",
                    "textTitle": "Décret n°2016-825 du 23 juin 2016 - art. 11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "11",
                    "articleId": "LEGIARTI000039191042",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-825",
                    "datePubli": 1466726400000,
                    "dateDebut": 1570233600000
                },
                {
                    "textCid": "JORFTEXT000033359572",
                    "textTitle": "Avis divers n°2016-AC-11 du 27 juillet 2016 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000033359596",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2016-AC-11",
                    "datePubli": 1478649600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000035448655",
                    "textTitle": "Décret n°2017-1296 du 22 août 2017 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000035449021",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2017-1296",
                    "datePubli": 1503446400000,
                    "dateDebut": 1503532800000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. D224-4 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D224-4",
                    "articleId": "LEGIARTI000006843787",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1177718400000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. L221-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L221-1",
                    "articleId": "LEGIARTI000006844173",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -86227200000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. L251-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L251-2",
                    "articleId": "LEGIARTI000006844200",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -86227200000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R224-1 (An)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R224-1",
                    "articleId": "LEGIARTI000006844749",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1466812800000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R224-2 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R224-2",
                    "articleId": "LEGIARTI000025039765",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1325030400000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R224-2-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R224-2-1",
                    "articleId": "LEGIARTI000006844771",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1121990400000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R224-2-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R224-2-2",
                    "articleId": "LEGIARTI000006844772",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1121990400000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R224-3-2 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R224-3-2",
                    "articleId": "LEGIARTI000039191016",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1570233600000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R224-3-3 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R224-3-3",
                    "articleId": "LEGIARTI000046133776",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1659571200000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R224-3-4 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R224-3-4",
                    "articleId": "LEGIARTI000046133795",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1659571200000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R224-4 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R224-4",
                    "articleId": "LEGIARTI000025039736",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1325030400000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R224-4-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R224-4-1",
                    "articleId": "LEGIARTI000006844776",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1172361600000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R224-5 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R224-5",
                    "articleId": "LEGIARTI000039190981",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1570233600000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R224-8 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R224-8",
                    "articleId": "LEGIARTI000035941452",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1509580800000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R252-12 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R252-12",
                    "articleId": "LEGIARTI000006844882",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1088553600000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R260-4 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R260-4",
                    "articleId": "LEGIARTI000046133357",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1659571200000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R260-6 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R260-6",
                    "articleId": "LEGIARTI000046133361",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1659571200000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile L251-2, R224-4 à R224-4-3, L221-1, R224-5, R224-4, R224-1, R224-2-1, R224-2-2, R224-4-1",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006074234",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -86227200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006844760",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 83808000000,
                    "dateFin": 1121990400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006844761",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1121990400000,
                    "dateFin": 1177718400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006844762",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1177718400000,
                    "dateFin": 1325030400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025039751",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1325030400000,
                    "dateFin": 1466812800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032773030",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1466812800000,
                    "dateFin": 1570233600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039191085",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1570233600000,
                    "dateFin": 1659571200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000046133745",
                    "etat": "ABROGE",
                    "version": "7.0",
                    "dateDebut": 1659571200000,
                    "dateFin": 1698796800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R224-3",
                "224-3"
            ],
            "versionPrecedente": "LEGIARTI000006844761",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006844761",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "I. - Pour les aérodromes mentionnés à l'article L. 251-2 et les aérodromes appartenant à l'Etat, les tarifs des redevances sont fixés par l'exploitant dans les conditions fixées au présent article et aux articles R. 224-4 à R. 224-4-3. Pour les autres aérodromes, le signataire de la convention prévue à l'article L. 221-1 peut soit fixer lui-même ces tarifs, dans les conditions fixées au présent article et à l'article R. 224-5, soit en charger l'exploitant de l'aérodrome, dans les mêmes conditions. II. - Sans préjudice des dispositions du III de l'article R. 224-4, une consultation des usagers mentionnés au premier alinéa de l'article R. 224-1 est engagée au moins quatre mois avant l'entrée en vigueur de nouvelles conditions tarifaires. Elle s'effectue dans le cadre de la commission consultative économique de l'aérodrome, lorsque celui-ci en est doté. III. - Les aérodromes dont le trafic annuel moyen des trois dernières années a dépassé 200 000 passagers, ou qui ont accueilli, pendant cette même période, au moins deux transporteurs aériens représentant en moyenne 50 000 passagers par an chacun, sont dotés d'une commission consultative économique où sont notamment représentés l'exploitant, les usagers aéronautiques et les représentants d'organisations professionnelles du transport aérien ; le nombre de représentants de ces deux dernières catégories est au moins égal à celui des représentants de l'exploitant. A l'exception des aérodromes mentionnés à l'article L. 251-2, le directeur de l'aviation civile territorialement compétent est invité, comme observateur, aux séances de cette commission. Une même commission peut être commune à plusieurs aérodromes proches dont l'exploitant est identique. La commission est créée par le signataire de la convention prévue à l'article L. 221-1 ou par l'Etat pour les aérodromes lui appartenant et les aérodromes mentionnés à l'article L. 251-2. Les membres de la commission sont désignés et le règlement intérieur est approuvé dans les mêmes conditions. La commission est réunie au moins une fois par an pour émettre un avis sur les modalités d'établissement et d'application, sur l'aérodrome considéré, des redevances pour services rendus mentionnées à l'article R. 224-1 ainsi que sur les programmes d'investissements de l'aérodrome. Elle peut être consultée sur tout sujet relatif aux services rendus par l'exploitant d'aérodrome. Les réunions de la commission donnent lieu à l'établissement d'un procès-verbal. IV. - Les informations mentionnées au dernier alinéa de l'article R. 224-2-1 et de l'article R. 224-2-2 sont portées à la connaissance des usagers dans le cadre des consultations prévues au II du présent article. V. - Sans préjudice des dispositions des articles R. 224-4, R. 224-4-1 et R. 224-5, les tarifs des redevances sont rendus publics par l'exploitant de l'aérodrome et sont exécutoires au plus tôt, à l'exception des tarifs fixés par contrat dans les conditions du troisième alinéa du 2° de l'article R. 224-2, un mois après cette publication.",
            "texteHtml": "<p></p>   I. - Pour les aérodromes mentionnés à l'article L. 251-2 et les aérodromes appartenant à l'Etat, les tarifs des redevances sont fixés par l'exploitant dans les conditions fixées au présent article et aux articles R. 224-4 à R. 224-4-3. Pour les autres aérodromes, le signataire de la convention prévue à l'article L. 221-1 peut soit fixer lui-même ces tarifs, dans les conditions fixées au présent article et à l'article R. 224-5, soit en charger l'exploitant de l'aérodrome, dans les mêmes conditions.<p></p><p></p>   II. - Sans préjudice des dispositions du III de l'article R. 224-4, une consultation des usagers mentionnés au premier alinéa de l'article R. 224-1 est engagée au moins quatre mois avant l'entrée en vigueur de nouvelles conditions tarifaires. Elle s'effectue dans le cadre de la commission consultative économique de l'aérodrome, lorsque celui-ci en est doté.<p></p><p></p>   III. - Les aérodromes dont le trafic annuel moyen des trois dernières années a dépassé 200 000 passagers, ou qui ont accueilli, pendant cette même période, au moins deux transporteurs aériens représentant en moyenne 50 000 passagers par an chacun, sont dotés d'une commission consultative économique où sont notamment représentés l'exploitant, les usagers aéronautiques et les représentants d'organisations professionnelles du transport aérien ; le nombre de représentants de ces deux dernières catégories est au moins égal à celui des représentants de l'exploitant. A l'exception des aérodromes mentionnés à l'article L. 251-2, le directeur de l'aviation civile territorialement compétent est invité, comme observateur, aux séances de cette commission.<p></p><p></p>   Une même commission peut être commune à plusieurs aérodromes proches dont l'exploitant est identique.<p></p><p></p>   La commission est créée par le signataire de la convention prévue à l'article L. 221-1 ou par l'Etat pour les aérodromes lui appartenant et les aérodromes mentionnés à l'article L. 251-2. Les membres de la commission sont désignés et le règlement intérieur est approuvé dans les mêmes conditions.<p></p><p></p>   La commission est réunie au moins une fois par an pour émettre un avis sur les modalités d'établissement et d'application, sur l'aérodrome considéré, des redevances pour services rendus mentionnées à l'article R. 224-1 ainsi que sur les programmes d'investissements de l'aérodrome. Elle peut être consultée sur tout sujet relatif aux services rendus par l'exploitant d'aérodrome.<p></p><p></p>   Les réunions de la commission donnent lieu à l'établissement d'un procès-verbal.<p></p><p></p>   IV. - Les informations mentionnées au dernier alinéa de l'article R. 224-2-1 et de l'article R. 224-2-2 sont portées à la connaissance des usagers dans le cadre des consultations prévues au II du présent article.<p></p><p></p>   V. - Sans préjudice des dispositions des articles R. 224-4, R. 224-4-1 et R. 224-5, les tarifs des redevances sont rendus publics par l'exploitant de l'aérodrome et sont exécutoires au plus tôt, à l'exception des tarifs fixés par contrat dans les conditions du troisième alinéa du 2° de l'article R. 224-2, un mois après cette publication.<p></p>",
            "num": "R224-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "2.0",
            "etat": "MODIFIE",
            "dateDebut": 1121990400000,
            "dateFin": 1177718400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 257694,
            "context": {
                "titresTM": [
                    {
                        "debut": "1967-04-09",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108722",
                        "id": "LEGISCTA000006108722",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1967-04-09",
                        "fin": "2023-11-01",
                        "titre": "LIVRE II : AERODROMES.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129148",
                        "id": "LEGISCTA000006129148",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1967-04-09",
                        "fin": "2023-11-01",
                        "titre": "TITRE II : AERODROMES OUVERTS A LA CIRCULATION AERIENNE PUBLIQUE.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006144065",
                        "id": "LEGISCTA000006144065",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1967-04-09",
                        "fin": "2023-11-01",
                        "titre": "CHAPITRE IV : REDEVANCES.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159872",
                        "id": "LEGISCTA000006159872",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "2005-07-22",
                        "fin": "2023-11-01",
                        "titre": "Section 1 : Dispositions générales",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006177259",
                        "id": "LEGISCTA000006177259",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1967-04-09",
                        "fin": "2999-01-01",
                        "titre": "Code de l'aviation civile",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074234",
                        "id": "LEGITEXT000006074234",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006844760",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006177259",
            "sectionParentId": "LEGISCTA000006177259",
            "sectionParentTitre": "Section 1 : Dispositions générales",
            "fullSectionsTitre": "Partie réglementaire - Décrets en Conseil d'Etat &gt; LIVRE II : AERODROMES. &gt; TITRE II : AERODROMES OUVERTS A LA CIRCULATION AERIENNE PUBLIQUE. &gt; CHAPITRE IV : REDEVANCES. &gt; Section 1 : Dispositions générales",
            "refInjection": "MD-20231103_195348_944_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000006844761",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074234",
                    "titre": "Code de l'aviation civile",
                    "titreLong": "Code de l'aviation civile",
                    "etat": "VIGUEUR",
                    "dateDebut": -86227200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074234",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000852674",
                    "textTitle": "Décret 67-334 1967-03-30",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000852674",
                    "natureText": "DECRET",
                    "datePubliTexte": "1967-04-09",
                    "dateSignaTexte": "1967-03-30",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "JORFTEXT000000809810",
                    "textTitle": "Décret n°2005-827 du 20 juillet 2005 - art. 1 () JORF 22 juillet 2005",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000006243085",
                    "natureText": "DECRET",
                    "datePubliTexte": "2005-07-22",
                    "dateSignaTexte": "2005-07-20",
                    "dateDebutCible": "2005-07-22"
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000803365",
                    "textTitle": "Arrêté du 22 juillet 1959 - art. 4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000020356979",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": -328579200000,
                    "dateDebut": -328492800000
                },
                {
                    "textCid": "JORFTEXT000000803365",
                    "textTitle": "Arrêté du 22 juillet 1959 - art. 6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000020357019",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": -328579200000,
                    "dateDebut": -328492800000
                },
                {
                    "textCid": "JORFTEXT000000752257",
                    "textTitle": "Décret n°97-1198 du 19 décembre 1997 - art. Annexe (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe",
                    "articleId": "LEGIARTI000006866244",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "97-1198",
                    "datePubli": 883180800000,
                    "dateDebut": 1111795200000
                },
                {
                    "textCid": "JORFTEXT000000203501",
                    "textTitle": "Décret n°97-1199 du 24 décembre 1997 - art. 5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000006882882",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "97-1199",
                    "datePubli": 883180800000,
                    "dateDebut": 1177718400000
                },
                {
                    "textCid": "JORFTEXT000000391647",
                    "textTitle": "Loi n°98-1171 du 18 décembre 1998 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006879105",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "98-1171",
                    "datePubli": 914371200000,
                    "dateDebut": 914371200000
                },
                {
                    "textCid": "JORFTEXT000000809810",
                    "textTitle": "Décret n°2005-827 du 20 juillet 2005 - art. 5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000006243089",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2005-827",
                    "datePubli": 1121990400000,
                    "dateDebut": 1121990400000
                },
                {
                    "textCid": "JORFTEXT000025175183",
                    "textTitle": "Arrêté du 16 janvier 2012 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000046308934",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1327017600000,
                    "dateDebut": 1663804800000
                },
                {
                    "textCid": "JORFTEXT000025175183",
                    "textTitle": "Arrêté du 16 janvier 2012 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000046308944",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1327017600000,
                    "dateDebut": 1663804800000
                },
                {
                    "textCid": "JORFTEXT000025175183",
                    "textTitle": "Arrêté du 16 janvier 2012 - art. 6 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000025176097",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1327017600000,
                    "dateDebut": 1327104000000
                },
                {
                    "textCid": "JORFTEXT000032752723",
                    "textTitle": "Décret n°2016-825 du 23 juin 2016 - art. 11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "11",
                    "articleId": "LEGIARTI000039191042",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-825",
                    "datePubli": 1466726400000,
                    "dateDebut": 1570233600000
                },
                {
                    "textCid": "JORFTEXT000033359572",
                    "textTitle": "Avis divers n°2016-AC-11 du 27 juillet 2016 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000033359596",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2016-AC-11",
                    "datePubli": 1478649600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000035448655",
                    "textTitle": "Décret n°2017-1296 du 22 août 2017 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000035449021",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2017-1296",
                    "datePubli": 1503446400000,
                    "dateDebut": 1503532800000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. D224-4 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D224-4",
                    "articleId": "LEGIARTI000006843787",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1177718400000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. L221-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L221-1",
                    "articleId": "LEGIARTI000006844173",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -86227200000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. L251-2 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "L251-2",
                    "articleId": "LEGIARTI000006844200",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -86227200000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R224-1 (An)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R224-1",
                    "articleId": "LEGIARTI000006844749",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1466812800000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R224-2 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R224-2",
                    "articleId": "LEGIARTI000025039765",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1325030400000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R224-2-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R224-2-1",
                    "articleId": "LEGIARTI000006844771",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1121990400000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R224-2-2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "R224-2-2",
                    "articleId": "LEGIARTI000006844772",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1121990400000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R224-3-2 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R224-3-2",
                    "articleId": "LEGIARTI000039191016",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1570233600000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R224-3-3 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R224-3-3",
                    "articleId": "LEGIARTI000046133776",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1659571200000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R224-3-4 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R224-3-4",
                    "articleId": "LEGIARTI000046133795",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1659571200000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R224-4 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R224-4",
                    "articleId": "LEGIARTI000025039736",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1325030400000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R224-4-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R224-4-1",
                    "articleId": "LEGIARTI000006844776",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1172361600000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R224-5 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R224-5",
                    "articleId": "LEGIARTI000039190981",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1570233600000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R224-8 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R224-8",
                    "articleId": "LEGIARTI000035941452",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1509580800000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R252-12 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R252-12",
                    "articleId": "LEGIARTI000006844882",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1088553600000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R260-4 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R260-4",
                    "articleId": "LEGIARTI000046133357",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1659571200000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R260-6 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R260-6",
                    "articleId": "LEGIARTI000046133361",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1659571200000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile L251-2, R224-4 à R224-4-3, L221-1, R224-5, R224-4, R224-1, R224-2-1, R224-2-2, R224-4-1, R224-2",
                    "linkType": "CITATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGITEXT000006074234",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": -86227200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006844760",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 83808000000,
                    "dateFin": 1121990400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006844761",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1121990400000,
                    "dateFin": 1177718400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006844762",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1177718400000,
                    "dateFin": 1325030400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025039751",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1325030400000,
                    "dateFin": 1466812800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032773030",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1466812800000,
                    "dateFin": 1570233600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039191085",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1570233600000,
                    "dateFin": 1659571200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000046133745",
                    "etat": "ABROGE",
                    "version": "7.0",
                    "dateDebut": 1659571200000,
                    "dateFin": 1698796800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R224-3",
                "224-3"
            ],
            "versionPrecedente": "LEGIARTI000006844760",
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        },
        {
            "id": "LEGIARTI000006844760",
            "idTexte": null,
            "type": "AUTONOME",
            "texte": "Les redevances autre que celles mentionnées à l'article précédent sont fixées par la personne qui fournit les services. Les décisions fixant ces redevances ne deviennent applicables à l'égard des usagers et du public que dix jours après qu'elles ont été portées à la connaissance de ces derniers, soit par notifications individuelles, soit par affichage ou insertion dans un journal d'annonces légales. Les décisions en cause doivent, avant leur mise en application, être communiquées au ministre chargé de l'aviation civile. Si le montant des redevances ainsi fixées n'est pas approprié au service rendu, ces redevances peuvent être modifiées par arrêté conjoint du ministre chargé de l'aviation civile, du ministre de l'économie et des finances et, le cas échéant, si la personne fournissant le service est une collectivité ou un établissement public, du ministre de tutelle.",
            "texteHtml": "<p></p>   Les redevances autre que celles mentionnées à l'article précédent sont fixées par la personne qui fournit les services. Les décisions fixant ces redevances ne deviennent applicables à l'égard des usagers et du public que dix jours après qu'elles ont été portées à la connaissance de ces derniers, soit par notifications individuelles, soit par affichage ou insertion dans un journal d'annonces légales.<p></p><p></p>   Les décisions en cause doivent, avant leur mise en application, être communiquées au ministre chargé de l'aviation civile.<p></p><p></p>   Si le montant des redevances ainsi fixées n'est pas approprié au service rendu, ces redevances peuvent être modifiées par arrêté conjoint du ministre chargé de l'aviation civile, du ministre de l'économie et des finances et, le cas échéant, si la personne fournissant le service est une collectivité ou un établissement public, du ministre de tutelle.<p></p>",
            "num": "R224-3",
            "origine": "LEGI",
            "nature": "Article",
            "versionArticle": "1.0",
            "etat": "MODIFIE",
            "dateDebut": 83808000000,
            "dateFin": 1121990400000,
            "dateDebutExtension": 32472144000000,
            "dateFinExtension": 32472144000000,
            "inap": null,
            "ordre": 472439,
            "context": {
                "titresTM": [
                    {
                        "debut": "1967-04-09",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire - Décrets en Conseil d'Etat",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006108722",
                        "id": "LEGISCTA000006108722",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1967-04-09",
                        "fin": "2023-11-01",
                        "titre": "LIVRE II : AERODROMES.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006129148",
                        "id": "LEGISCTA000006129148",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1967-04-09",
                        "fin": "2023-11-01",
                        "titre": "TITRE II : AERODROMES OUVERTS A LA CIRCULATION AERIENNE PUBLIQUE.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006144065",
                        "id": "LEGISCTA000006144065",
                        "etat": "ABROGE"
                    },
                    {
                        "debut": "1967-04-09",
                        "fin": "2023-11-01",
                        "titre": "CHAPITRE IV : REDEVANCES.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006159872",
                        "id": "LEGISCTA000006159872",
                        "etat": "ABROGE"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 44,
                "titreTxt": [
                    {
                        "debut": "1967-04-09",
                        "fin": "2999-01-01",
                        "titre": "Code de l'aviation civile",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074234",
                        "id": "LEGITEXT000006074234",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "cid": "LEGIARTI000006844760",
            "cidTexte": null,
            "sectionParentCid": "LEGISCTA000006159872",
            "sectionParentId": "LEGISCTA000006159872",
            "sectionParentTitre": "CHAPITRE IV : REDEVANCES.",
            "fullSectionsTitre": "Partie réglementaire - Décrets en Conseil d'Etat &gt; LIVRE II : AERODROMES. &gt; TITRE II : AERODROMES OUVERTS A LA CIRCULATION AERIENNE PUBLIQUE. &gt; CHAPITRE IV : REDEVANCES.",
            "refInjection": "MD-20231103_195348_944_BDJQUOT",
            "idTechInjection": "index_DATA_ARTICLE_LEGIARTI000006844760",
            "idEli": null,
            "idEliAlias": null,
            "calipsos": [],
            "textTitles": [
                {
                    "id": "LEGITEXT000006074234",
                    "titre": "Code de l'aviation civile",
                    "titreLong": "Code de l'aviation civile",
                    "etat": "VIGUEUR",
                    "dateDebut": -86227200000,
                    "dateFin": 32472144000000,
                    "cid": "LEGITEXT000006074234",
                    "datePubli": 32472144000000,
                    "datePubliComputed": null,
                    "dateTexte": 32472144000000,
                    "dateTexteComputed": null,
                    "nature": "CODE",
                    "nor": "",
                    "num": "",
                    "numParution": "",
                    "originePubli": "",
                    "appliGeo": null,
                    "codesNomenclatures": [],
                    "visas": null,
                    "nota": null,
                    "notice": null,
                    "travauxPreparatoires": null,
                    "signataires": null,
                    "dossiersLegislatifs": [],
                    "ancienId": null,
                    "appellations": null
                }
            ],
            "nota": "",
            "notaHtml": "",
            "activitePro": [],
            "numeroBrochure": [],
            "numeroBo": null,
            "conteneurs": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000000852674",
                    "textTitle": "Décret 67-334 1967-03-30",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "JORFTEXT000000852674",
                    "natureText": "DECRET",
                    "datePubliTexte": "1967-04-09",
                    "dateSignaTexte": "1967-03-30",
                    "dateDebutCible": "2999-01-01"
                },
                {
                    "textCid": "",
                    "textTitle": "Décret 72-435 1972-05-19 art. 1 JORF 28 août 1972",
                    "linkType": "MODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "",
                    "natureText": "",
                    "datePubliTexte": null,
                    "dateSignaTexte": null,
                    "dateDebutCible": null
                }
            ],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000000803365",
                    "textTitle": "Arrêté du 22 juillet 1959 - art. 4 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "4",
                    "articleId": "LEGIARTI000020356979",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": -328579200000,
                    "dateDebut": -328492800000
                },
                {
                    "textCid": "JORFTEXT000000803365",
                    "textTitle": "Arrêté du 22 juillet 1959 - art. 6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000020357019",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": -328579200000,
                    "dateDebut": -328492800000
                },
                {
                    "textCid": "JORFTEXT000000752257",
                    "textTitle": "Décret n°97-1198 du 19 décembre 1997 - art. Annexe (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "Annexe",
                    "articleId": "LEGIARTI000006866244",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "97-1198",
                    "datePubli": 883180800000,
                    "dateDebut": 1111795200000
                },
                {
                    "textCid": "JORFTEXT000000203501",
                    "textTitle": "Décret n°97-1199 du 24 décembre 1997 - art. 5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000006882882",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "97-1199",
                    "datePubli": 883180800000,
                    "dateDebut": 1177718400000
                },
                {
                    "textCid": "JORFTEXT000000391647",
                    "textTitle": "Loi n°98-1171 du 18 décembre 1998 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000006879105",
                    "natureText": "LOI",
                    "parentCid": null,
                    "numTexte": "98-1171",
                    "datePubli": 914371200000,
                    "dateDebut": 914371200000
                },
                {
                    "textCid": "JORFTEXT000000809810",
                    "textTitle": "Décret n°2005-827 du 20 juillet 2005 - art. 5 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "5",
                    "articleId": "LEGIARTI000006243089",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2005-827",
                    "datePubli": 1121990400000,
                    "dateDebut": 1121990400000
                },
                {
                    "textCid": "JORFTEXT000025175183",
                    "textTitle": "Arrêté du 16 janvier 2012 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000046308934",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1327017600000,
                    "dateDebut": 1663804800000
                },
                {
                    "textCid": "JORFTEXT000025175183",
                    "textTitle": "Arrêté du 16 janvier 2012 - art. 2 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000046308944",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1327017600000,
                    "dateDebut": 1663804800000
                },
                {
                    "textCid": "JORFTEXT000025175183",
                    "textTitle": "Arrêté du 16 janvier 2012 - art. 6 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "6",
                    "articleId": "LEGIARTI000025176097",
                    "natureText": "ARRETE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1327017600000,
                    "dateDebut": 1327104000000
                },
                {
                    "textCid": "JORFTEXT000032752723",
                    "textTitle": "Décret n°2016-825 du 23 juin 2016 - art. 11 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "11",
                    "articleId": "LEGIARTI000039191042",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2016-825",
                    "datePubli": 1466726400000,
                    "dateDebut": 1570233600000
                },
                {
                    "textCid": "JORFTEXT000033359572",
                    "textTitle": "Avis divers n°2016-AC-11 du 27 juillet 2016 - art., v. init.",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "JORFARTI000033359596",
                    "natureText": "AVIS",
                    "parentCid": null,
                    "numTexte": "2016-AC-11",
                    "datePubli": 1478649600000,
                    "dateDebut": 32472144000000
                },
                {
                    "textCid": "JORFTEXT000035448655",
                    "textTitle": "Décret n°2017-1296 du 22 août 2017 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGITEXT000035449021",
                    "natureText": "DECRET",
                    "parentCid": null,
                    "numTexte": "2017-1296",
                    "datePubli": 1503446400000,
                    "dateDebut": 1503532800000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. D224-4 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "D224-4",
                    "articleId": "LEGIARTI000006843787",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1177718400000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R224-2 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R224-2",
                    "articleId": "LEGIARTI000025039765",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1325030400000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R224-3-2 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R224-3-2",
                    "articleId": "LEGIARTI000039191016",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1570233600000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R224-3-3 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R224-3-3",
                    "articleId": "LEGIARTI000046133776",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1659571200000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R224-3-4 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R224-3-4",
                    "articleId": "LEGIARTI000046133795",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1659571200000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R224-4 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R224-4",
                    "articleId": "LEGIARTI000025039736",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1325030400000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R224-4-1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R224-4-1",
                    "articleId": "LEGIARTI000006844776",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1172361600000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R224-5 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R224-5",
                    "articleId": "LEGIARTI000039190981",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1570233600000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R224-8 (M)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R224-8",
                    "articleId": "LEGIARTI000035941452",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1509580800000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R252-12 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R252-12",
                    "articleId": "LEGIARTI000006844882",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1088553600000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R260-4 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R260-4",
                    "articleId": "LEGIARTI000046133357",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1659571200000
                },
                {
                    "textCid": "LEGITEXT000006074234",
                    "textTitle": "Code de l'aviation civile - art. R260-6 (Ab)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R260-6",
                    "articleId": "LEGIARTI000046133361",
                    "natureText": "CODE",
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1659571200000
                }
            ],
            "lienConcordes": [],
            "lienAutres": [],
            "articleVersions": [
                {
                    "id": "LEGIARTI000006844760",
                    "etat": "MODIFIE",
                    "version": "1.0",
                    "dateDebut": 83808000000,
                    "dateFin": 1121990400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006844761",
                    "etat": "MODIFIE",
                    "version": "2.0",
                    "dateDebut": 1121990400000,
                    "dateFin": 1177718400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000006844762",
                    "etat": "MODIFIE",
                    "version": "3.0",
                    "dateDebut": 1177718400000,
                    "dateFin": 1325030400000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000025039751",
                    "etat": "MODIFIE",
                    "version": "4.0",
                    "dateDebut": 1325030400000,
                    "dateFin": 1466812800000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000032773030",
                    "etat": "MODIFIE",
                    "version": "5.0",
                    "dateDebut": 1466812800000,
                    "dateFin": 1570233600000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000039191085",
                    "etat": "MODIFIE",
                    "version": "6.0",
                    "dateDebut": 1570233600000,
                    "dateFin": 1659571200000,
                    "numero": null,
                    "ordre": null
                },
                {
                    "id": "LEGIARTI000046133745",
                    "etat": "ABROGE",
                    "version": "7.0",
                    "dateDebut": 1659571200000,
                    "dateFin": 1698796800000,
                    "numero": null,
                    "ordre": null
                }
            ],
            "computedNums": [
                "R224-3",
                "224-3"
            ],
            "versionPrecedente": null,
            "conditionDiffere": null,
            "historique": null,
            "surtitre": null,
            "renvoi": null,
            "infosComplementaires": null,
            "infosComplementairesHtml": null,
            "infosRestructurationBranche": null,
            "infosRestructurationBrancheHtml": null
        }
    ]
}