{
    "cid": "LEGIARTI000043819455",
    "num": "R174-4",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112857",
                        "id": "LEGISCTA000006112857",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-07-01",
                        "fin": "2999-01-01",
                        "titre": "Livre Ier : Construction, entretien et rénovation des bâtiments",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000043818255",
                        "id": "LEGISCTA000043818255",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-07-01",
                        "fin": "2999-01-01",
                        "titre": "Titre VII : PERFORMANCE ÉNERGÉTIQUE ET ENVIRONNEMENTALE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000043819367",
                        "id": "LEGISCTA000043819367",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-07-01",
                        "fin": "2999-01-01",
                        "titre": "Chapitre IV : SUIVI DE L'EFFICACITÉ ÉNERGÉTIQUE ET ENVIRONNEMENTALE",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000043819441",
                        "id": "LEGISCTA000043819441",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-07-01",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Équipements obligatoires des immeubles collectifs et répartition des frais de chauffage, de refroidissement et d'eau chaude sanitaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000043819443",
                        "id": "LEGISCTA000043819443",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "2021-07-01",
                        "fin": "2999-01-01",
                        "titre": "Sous-section 2 : Équipements obligatoires",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000043819449",
                        "id": "LEGISCTA000043819449",
                        "etat": "VIGUEUR"
                    }
                ],
                "nombreVersionParent": 1,
                "longeurChemin": 50,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000043819455",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R174-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R174-6",
                    "articleId": "LEGIARTI000043819459",
                    "natureText": "CODE",
                    "date": 1637016011155,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1625097600000
                }
            ],
            "lienConcordes": [
                {
                    "textCid": "LEGITEXT000023983208",
                    "textTitle": "Code de l'énergie - art. R241-7 (Ab) III et IV",
                    "linkType": "CONCORDANCE",
                    "linkOrientation": "source",
                    "articleNum": "R241-7",
                    "articleId": "LEGIARTI000038554356",
                    "natureText": "CODE"
                }
            ],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000043808633",
                    "textTitle": "Décret n°2021-872 du 30 juin 2021 - art.",
                    "linkType": "CODIFICATION",
                    "linkOrientation": "source",
                    "articleNum": "",
                    "articleId": "LEGIARTI000043816034",
                    "natureText": "DECRET",
                    "datePubliTexte": "2021-07-01",
                    "dateSignaTexte": "2021-06-30",
                    "dateDebutCible": "2021-07-01"
                },
                {
                    "textCid": "JORFTEXT000043808633",
                    "textTitle": "Décret n°2021-872 du 30 juin 2021 - art.",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "",
                    "articleId": "LEGIARTI000043816034",
                    "natureText": "DECRET",
                    "datePubliTexte": "2021-07-01",
                    "dateSignaTexte": "2021-06-30",
                    "dateDebutCible": "2021-07-01"
                }
            ],
            "num": "R174-4",
            "origine": "LEGI",
            "texte": "I. - Dans les cas mentionnés aux 2°, 3° et 4° de l'article R. 174-3, dans lesquels l'installation de compteurs individuels d'énergie thermique ne serait pas techniquement possible, ou entraînerait des coûts excessifs au regard des économies d'énergie attendues, des répartiteurs de frais de chauffage sont installés pour mesurer la consommation de chaleur à chaque radiateur. Les dispositions de l'alinéa précédent ne sont pas applicables : 1° Aux immeubles dans lesquels, pour des motifs et dans des cas précisés par arrêté conjoint des ministres chargés de l'énergie et de la construction, il est techniquement impossible d'installer des répartiteurs de frais de chauffage pour mesurer la chaleur consommée par chaque local pris séparément ou de poser un appareil permettant aux occupants de chaque local de moduler la chaleur fournie par le chauffage collectif ; 2° Aux immeubles dont les valeurs de consommation en chauffage sont inférieures à un seuil fixé par arrêté conjoint des ministres chargés de l'énergie et de la construction ; 3° Aux autres immeubles pour lesquels le propriétaire ou, le cas échéant, le syndicat des copropriétaires, représenté par le syndic, justifient que l'individualisation des frais de chauffage par l'installation de répartiteurs de frais de chauffage se révèle techniquement impossible ou entraîne un coût excessif au regard des économies d'énergie susceptibles d'être réalisées. Dans ce cas, le propriétaire de l'immeuble ou, le cas échéant, le syndicat des copropriétaires représenté par le syndic établit une note justifiant de cette impossibilité technique ou de ce coût excessif. Cette note expose, le cas échéant, la méthode alternative employée pour évaluer la quantité de chaleur consommée dans chaque logement. II. - Un arrêté conjoint des ministres chargés de l'énergie et de la construction précise les modalités de mise en œuvre du présent article, notamment les cas d'impossibilité mentionnés au 1° du I, le contenu de la note établie, en application des derniers alinéas de l'article R. 174-3 et du I du présent article, par le propriétaire ou, le cas échéant, par le syndicat des copropriétaires représenté par le syndic. Le même arrêté précise les méthodes alternatives susceptibles d'être employées pour évaluer la quantité de chaleur consommée dans chaque logement, lorsqu'il n'est pas possible techniquement de munir l'immeuble de compteurs individuels ni de répartiteurs de frais de chauffage ou lorsque cela entraînerait un coût excessif au regard des économies attendues.",
            "texteHtml": "<p><br/>I. - Dans les cas mentionnés aux 2°, 3° et 4° de l'article R. 174-3, dans lesquels l'installation de compteurs individuels d'énergie thermique ne serait pas techniquement possible, ou entraînerait des coûts excessifs au regard des économies d'énergie attendues, des répartiteurs de frais de chauffage sont installés pour mesurer la consommation de chaleur à chaque radiateur.<br/>Les dispositions de l'alinéa précédent ne sont pas applicables :<br/>1° Aux immeubles dans lesquels, pour des motifs et dans des cas précisés par arrêté conjoint des ministres chargés de l'énergie et de la construction, il est techniquement impossible d'installer des répartiteurs de frais de chauffage pour mesurer la chaleur consommée par chaque local pris séparément ou de poser un appareil permettant aux occupants de chaque local de moduler la chaleur fournie par le chauffage collectif ;<br/>2° Aux immeubles dont les valeurs de consommation en chauffage sont inférieures à un seuil fixé par arrêté conjoint des ministres chargés de l'énergie et de la construction ;<br/>3° Aux autres immeubles pour lesquels le propriétaire ou, le cas échéant, le syndicat des copropriétaires, représenté par le syndic, justifient que l'individualisation des frais de chauffage par l'installation de répartiteurs de frais de chauffage se révèle techniquement impossible ou entraîne un coût excessif au regard des économies d'énergie susceptibles d'être réalisées. Dans ce cas, le propriétaire de l'immeuble ou, le cas échéant, le syndicat des copropriétaires représenté par le syndic établit une note justifiant de cette impossibilité technique ou de ce coût excessif. Cette note expose, le cas échéant, la méthode alternative employée pour évaluer la quantité de chaleur consommée dans chaque logement.<br/>II. - Un arrêté conjoint des ministres chargés de l'énergie et de la construction précise les modalités de mise en œuvre du présent article, notamment les cas d'impossibilité mentionnés au 1° du I, le contenu de la note établie, en application des derniers alinéas de l'article R. 174-3 et du I du présent article, par le propriétaire ou, le cas échéant, par le syndicat des copropriétaires représenté par le syndic.<br/>Le même arrêté précise les méthodes alternatives susceptibles d'être employées pour évaluer la quantité de chaleur consommée dans chaque logement, lorsqu'il n'est pas possible techniquement de munir l'immeuble de compteurs individuels ni de répartiteurs de frais de chauffage ou lorsque cela entraînerait un coût excessif au regard des économies attendues.</p>",
            "type": "AUTONOME",
            "dateDebut": "2021-07-01T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}