{
    "cid": "LEGIARTI000041612755",
    "num": "R441-5-2",
    "listArticle": [
        {
            "context": {
                "titresTM": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Partie réglementaire",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TITRE_TM",
                        "cid": "LEGISCTA000006112857",
                        "id": "LEGISCTA000006112857",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Livre IV : Habitations à loyer modéré",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006132276",
                        "id": "LEGISCTA000006132276",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "2999-01-01",
                        "titre": "Titre IV : Rapports des organismes d'habitations à loyer modéré et des bénéficiaires.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006145352",
                        "id": "LEGISCTA000006145352",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1996-04-27",
                        "fin": "2999-01-01",
                        "titre": "Chapitre Ier : Conditions d'attribution des logements et plafonds de ressources - Supplément de loyer de solidarité.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160623",
                        "id": "LEGISCTA000006160623",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "1996-04-27",
                        "titre": "Chapitre Ier : Conditions d'attribution des logements - Plafond des ressources - Indemnité d'occupation.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006160623",
                        "id": "LEGISCTA000031560044",
                        "etat": "MODIFIE"
                    },
                    {
                        "debut": "1996-04-27",
                        "fin": "2999-01-01",
                        "titre": "Section 1 : Conditions d'attribution des logements et plafonds de ressources.",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006177650",
                        "id": "LEGISCTA000006177650",
                        "etat": "VIGUEUR"
                    },
                    {
                        "debut": "1978-06-08",
                        "fin": "1996-04-27",
                        "titre": "Section 1 : Attribution des logements ",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TM/TM/TM/TM/TM/TITRE_TM",
                        "cid": "LEGISCTA000006177650",
                        "id": "LEGISCTA000031560070",
                        "etat": "MODIFIE"
                    }
                ],
                "nombreVersionParent": 2,
                "longeurChemin": 47,
                "titreTxt": [
                    {
                        "debut": "1977-03-10",
                        "fin": "2999-01-01",
                        "titre": "Code de la construction et de l'habitation",
                        "xPath": "/ARTICLE/CONTEXTE/TEXTE/TITRE_TXT",
                        "cid": "LEGITEXT000006074096",
                        "id": "LEGITEXT000006074096",
                        "etat": "VIGUEUR"
                    }
                ]
            },
            "etat": "VIGUEUR",
            "id": "LEGIARTI000041612755",
            "lienAutres": [],
            "lienCitations": [
                {
                    "textCid": "JORFTEXT000045641439",
                    "textTitle": "Arrêté du 19 avril 2022 - art. 1 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "1",
                    "articleId": "LEGIARTI000045648231",
                    "natureText": "ARRETE",
                    "date": 1650919475839,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 1650758400000,
                    "dateDebut": 1650844800000
                },
                {
                    "textCid": "LEGITEXT000006074096",
                    "textTitle": "Code de la construction et de l'habitation. - art. R445-6 (V)",
                    "linkType": "CITATION",
                    "linkOrientation": "cible",
                    "articleNum": "R445-6",
                    "articleId": "LEGIARTI000041615522",
                    "natureText": "CODE",
                    "date": 1650919475839,
                    "parentCid": null,
                    "numTexte": "",
                    "datePubli": 32472144000000,
                    "dateDebut": 1582329600000
                }
            ],
            "lienConcordes": [],
            "lienModifications": [
                {
                    "textCid": "JORFTEXT000041610169",
                    "textTitle": "Décret n°2020-145 du 20 février 2020 - art. 2",
                    "linkType": "CREE",
                    "linkOrientation": "cible",
                    "articleNum": "2",
                    "articleId": "LEGIARTI000041612691",
                    "natureText": "DECRET",
                    "datePubliTexte": "2020-02-21",
                    "dateSignaTexte": "2020-02-20",
                    "dateDebutCible": "2020-02-22"
                }
            ],
            "num": "R441-5-2",
            "origine": "LEGI",
            "texte": "I.-Lorsque le bénéficiaire des réservations de logements locatifs sociaux est l'Etat, la part des logements réservés par le préfet de département dans le cadre de la convention de réservation mentionnée à l'article R. 441-5 représente 30 % au plus du flux annuel total de logements de chaque organisme bailleur, dont au plus 5 % au bénéfice des agents civils et militaires de l'Etat. Toutefois, afin de permettre le logement des personnels chargés de mission de sécurité publique ou pour répondre à des besoins d'ordre économique, un arrêté du préfet peut, à titre exceptionnel, déroger à ces limites, pour une durée déterminée qui ne peut excéder un an. II.-Sauf stipulation contraire, la part du flux annuel de logements réservés par le préfet s'applique uniformément dans chacune des communes où l'organisme bailleur dispose de logements locatifs sociaux. Sauf stipulation contraire, la part du flux annuel de logements réservés par le préfet sur le patrimoine du bailleur situé en dehors des quartiers prioritaires de la ville ne peut être inférieure à 30 %. III.-Outre les informations mentionnées à l'article R. 441-5 et aux I et II du présent article, la convention de réservation conclue par le préfet définit la nature et les modalités des échanges d'informations nécessaires à sa mise en œuvre. Un arrêté du ministre chargé du logement fixe la liste minimale des matières qui doivent être réglées par cette convention. IV.-En cas de non-respect par le bailleur de ses engagements, le préfet peut résilier la convention après une mise en demeure restée sans suite pendant deux mois. A défaut de signature de la convention ou en cas de résiliation de celle-ci, le préfet règle par arrêté les modalités pratiques de mise en œuvre des réservations dont bénéficie l'Etat. La méconnaissance des règles d'attribution et d'affectation des logements prévues dans une convention de réservation relative aux réservations dont bénéficie le préfet ou dans l'arrêté préfectoral pris à défaut de convention est passible des sanctions pécuniaires prévues au a du 1° du I de l'article L. 342-14.",
            "texteHtml": "<p>I.-Lorsque le bénéficiaire des réservations de logements locatifs sociaux est l'Etat, la part des logements réservés par le préfet de département dans le cadre de la convention de réservation mentionnée à l'article R. 441-5 représente 30 % au plus du flux annuel total de logements de chaque organisme bailleur, dont au plus 5 % au bénéfice des agents civils et militaires de l'Etat.<br/><br/>\n Toutefois, afin de permettre le logement des personnels chargés de mission de sécurité publique ou pour répondre à des besoins d'ordre économique, un arrêté du préfet peut, à titre exceptionnel, déroger à ces limites, pour une durée déterminée qui ne peut excéder un an.<br/><br/>\n II.-Sauf stipulation contraire, la part du flux annuel de logements réservés par le préfet s'applique uniformément dans chacune des communes où l'organisme bailleur dispose de logements locatifs sociaux.<br/><br/>\n Sauf stipulation contraire, la part du flux annuel de logements réservés par le préfet sur le patrimoine du bailleur situé en dehors des quartiers prioritaires de la ville ne peut être inférieure à 30 %.<br/><br/>\n III.-Outre les informations mentionnées à l'article R. 441-5 et aux I et II du présent article, la convention de réservation conclue par le préfet définit la nature et les modalités des échanges d'informations nécessaires à sa mise en œuvre.<br/><br/>\n Un arrêté du ministre chargé du logement fixe la liste minimale des matières qui doivent être réglées par cette convention.<br/><br/>\n IV.-En cas de non-respect par le bailleur de ses engagements, le préfet peut résilier la convention après une mise en demeure restée sans suite pendant deux mois.<br/><br/>\n A défaut de signature de la convention ou en cas de résiliation de celle-ci, le préfet règle par arrêté les modalités pratiques de mise en œuvre des réservations dont bénéficie l'Etat.<br/><br/>\n La méconnaissance des règles d'attribution et d'affectation des logements prévues dans une convention de réservation relative aux réservations dont bénéficie le préfet ou dans l'arrêté préfectoral pris à défaut de convention est passible des sanctions pécuniaires prévues au a du 1° du I de l'article L. 342-14.</p>",
            "type": "AUTONOME",
            "dateDebut": "2020-02-22T00:00:00.000Z",
            "dateFin": "2999-01-01T00:00:00.000Z"
        }
    ]
}